/** 情資所涉機關代碼 */
export const ItlgInvolvedAgencyCode = [
  {
    CODE: '',
    NAME: '非屬以上機關',
  },
  {
    CODE: 'A09510000Q',
    NAME: '國立臺灣大學',
  },
  {
    CODE: 'A095A0000Q',
    NAME: '國立空中大學',
  },
  {
    CODE: 'A095B0000Q',
    NAME: '國立中正大學',
  },
  {
    CODE: 'A095C0000Q',
    NAME: '國立臺灣海洋大學',
  },
  {
    CODE: 'A095D0000Q',
    NAME: '國立陽明大學',
  },
  {
    CODE: 'A095E0000Q',
    NAME: '國立東華大學',
  },
  {
    CODE: 'A095F0000Q',
    NAME: '國立暨南國際大學',
  },
  {
    CODE: 'A095G0000Q',
    NAME: '國立臺北大學',
  },
  {
    CODE: 'A095H0000Q',
    NAME: '國立嘉義大學',
  },
  {
    CODE: 'A095J0000Q',
    NAME: '國立高雄大學',
  },
  {
    CODE: 'A09520000Q',
    NAME: '國立政治大學',
  },
  {
    CODE: 'A095K0000Q',
    NAME: '國立彰化師範大學',
  },
  {
    CODE: 'A095L0000Q',
    NAME: '國立高雄師範大學',
  },
  {
    CODE: 'A095M0000Q',
    NAME: '國立臺灣科技大學',
  },
  {
    CODE: 'A095N0000Q',
    NAME: '國立臺北科技大學',
  },
  {
    CODE: 'A095P0000Q',
    NAME: '國立高雄第一科技大學',
  },
  {
    CODE: 'A096L0000Q',
    NAME: '國立高雄科技大學',
  },
  {
    CODE: 'A095R0000Q',
    NAME: '國立雲林科技大學',
  },
  {
    CODE: 'A095S0000Q',
    NAME: '國立屏東科技大學',
  },
  {
    CODE: 'A095T0000Q',
    NAME: '國立臺灣藝術大學',
  },
  {
    CODE: 'A095U0000Q',
    NAME: '國立臺北藝術大學',
  },
  {
    CODE: 'A09530000Q',
    NAME: '國立臺灣師範大學',
  },
  {
    CODE: 'A095V0000Q',
    NAME: '國立虎尾科技大學',
  },
  {
    CODE: 'A095W0000Q',
    NAME: '國立高雄海洋科技大學',
  },
  {
    CODE: 'A095X0000Q',
    NAME: '國立宜蘭大學',
  },
  {
    CODE: 'A095Y0000Q',
    NAME: '國立聯合大學',
  },
  {
    CODE: 'A09600000Q',
    NAME: '國立臺中科技大學',
  },
  {
    CODE: 'A09610000Q',
    NAME: '國立勤益科技大學',
  },
  {
    CODE: 'A09610100Q',
    NAME: '國立勤益科技大學附設進修學院',
  },
  {
    CODE: 'A09620000Q',
    NAME: '國立澎湖科技大學',
  },
  {
    CODE: 'A09630000Q',
    NAME: '國立臺南藝術大學',
  },
  {
    CODE: 'A09640000Q',
    NAME: '國立臺北教育大學',
  },
  {
    CODE: 'A09540000Q',
    NAME: '國立成功大學',
  },
  {
    CODE: 'A09650000Q',
    NAME: '國立新竹教育大學',
  },
  {
    CODE: 'A09660000Q',
    NAME: '國立臺中教育大學',
  },
  {
    CODE: 'A09670000Q',
    NAME: '國立臺南大學',
  },
  {
    CODE: 'A09690000Q',
    NAME: '國立臺東大學',
  },
  {
    CODE: 'A096A0000Q',
    NAME: '國立體育大學',
  },
  {
    CODE: 'A096B0000Q',
    NAME: '國立臺灣體育運動大學',
  },
  {
    CODE: 'A096C0000Q',
    NAME: '國立臺北護理健康大學',
  },
  {
    CODE: 'A096D0000Q',
    NAME: '國立高雄餐旅大學',
  },
  {
    CODE: 'A096E0000Q',
    NAME: '國立金門大學',
  },
  {
    CODE: 'A096H0000Q',
    NAME: '國立臺灣戲曲學院',
  },
  {
    CODE: 'A09550000Q',
    NAME: '國立中興大學',
  },
  {
    CODE: 'A096J0000Q',
    NAME: '國立屏東大學',
  },
  {
    CODE: 'A096K0000Q',
    NAME: '國立臺北商業大學',
  },
  {
    CODE: 'A10010000R',
    NAME: '國立臺南護理專科學校',
  },
  {
    CODE: 'A10020000R',
    NAME: '國立臺東專科學校',
  },
  {
    CODE: '379049200Q',
    NAME: '臺北市立大學',
  },
  {
    CODE: '383050100Q',
    NAME: '高雄市立空中大學',
  },
  {
    CODE: '376449802Y',
    NAME: '新竹縣竹北市嘉豐國民小學',
  },
  {
    CODE: '376479646X',
    NAME: '彰化縣民權華德福實驗國民中小學',
  },
  {
    CODE: '376499524U',
    NAME: '雲林縣立蔦松藝術高級中等學校',
  },
  {
    CODE: '379091600Y',
    NAME: '臺北市湖田實驗國民小學',
  },
  {
    CODE: 'A09560000Q',
    NAME: '國立清華大學',
  },
  {
    CODE: '382051600U',
    NAME: '新北市立豐珠中學',
  },
  {
    CODE: '382091000Y',
    NAME: '新北市立忠山實驗小學',
  },
  {
    CODE: '3877651006',
    NAME: '臺中市和平區立幼兒園',
  },
  {
    CODE: 'A095C0100V',
    NAME: '國立臺灣海洋大學附屬基隆海事高級中等學校',
  },
  {
    CODE: '376449633X',
    NAME: '新竹縣立勝利國民中學籌備處',
  },
  {
    CODE: 'A096M0000Q',
    NAME: '國立陽明交通大學',
  },
  {
    CODE: 'A09570000Q',
    NAME: '國立中央大學',
  },
  {
    CODE: 'A09580000Q',
    NAME: '國立交通大學',
  },
  {
    CODE: 'A09590000Q',
    NAME: '國立中山大學',
  },
  {
    CODE: '3290100005',
    NAME: '行政院國家發展基金管理會',
  },
  {
    CODE: '202000000A',
    NAME: '國史館',
  },
  {
    CODE: '315061500H',
    NAME: '交通部民用航空局南竿航空站',
  },
  {
    CODE: 'A11010200F',
    NAME: '法務部調查局南投縣調查站',
  },
  {
    CODE: 'A11010200F',
    NAME: '法務部調查局雲林縣調查站',
  },
  {
    CODE: 'A11010200F',
    NAME: '法務部調查局嘉義市調查站',
  },
  {
    CODE: 'A11010200F',
    NAME: '法務部調查局嘉義縣調查站',
  },
  {
    CODE: 'A11010200F',
    NAME: '法務部調查局屏東縣調查站',
  },
  {
    CODE: 'A11010200F',
    NAME: '法務部調查局花蓮縣調查站',
  },
  {
    CODE: 'A11010200F',
    NAME: '法務部調查局臺東縣調查站',
  },
  {
    CODE: 'A11010200F',
    NAME: '法務部調查局宜蘭縣調查站',
  },
  {
    CODE: 'A11010200F',
    NAME: '法務部調查局澎湖縣調查站',
  },
  {
    CODE: 'A11010900F',
    NAME: '法務部調查局航業調查處臺中調查站',
  },
  {
    CODE: '315061600H',
    NAME: '交通部民用航空局北竿航空站',
  },
  {
    CODE: 'A11010900F',
    NAME: '法務部調查局航業調查處基隆調查站',
  },
  {
    CODE: 'A11010900F',
    NAME: '法務部調查局航業調查處高雄調查站',
  },
  {
    CODE: 'A11010800F',
    NAME: '法務部調查局馬祖調查站',
  },
  {
    CODE: 'A11010200F',
    NAME: '法務部調查局北部地區機動工作站',
  },
  {
    CODE: 'A11010200F',
    NAME: '法務部調查局中部地區機動工作站',
  },
  {
    CODE: 'A11010200F',
    NAME: '法務部調查局南部地區機動工作站',
  },
  {
    CODE: 'A11010200F',
    NAME: '法務部調查局東部地區機動工作站',
  },
  {
    CODE: 'A07030000D',
    NAME: '財政部臺北國稅局監察室',
  },
  {
    CODE: 'A07040000D',
    NAME: '財政部高雄國稅局監察室',
  },
  {
    CODE: 'A07050000D',
    NAME: '財政部北區國稅局監察室',
  },
  {
    CODE: '315061800H',
    NAME: '交通部民用航空局恆春航空站',
  },
  {
    CODE: 'A07060000D',
    NAME: '財政部中區國稅局監察室',
  },
  {
    CODE: 'A07070000D',
    NAME: '財政部南區國稅局監察室',
  },
  {
    CODE: 'A07080000D',
    NAME: '財政部關務署督察室',
  },
  {
    CODE: 'A07080100D',
    NAME: '財政部關務署基隆關督察室',
  },
  {
    CODE: 'A07080200D',
    NAME: '財政部關務署臺北關督察室',
  },
  {
    CODE: 'A07080300D',
    NAME: '財政部關務署臺中關督察室',
  },
  {
    CODE: 'A07080300D',
    NAME: '財政部關務署高雄關督察室',
  },
  {
    CODE: '315250100M',
    NAME: '交通部公路總局第一區養護工程處景美工務段',
  },
  {
    CODE: '315250100M',
    NAME: '交通部公路總局第一區養護工程處中和工務段',
  },
  {
    CODE: '315250100M',
    NAME: '交通部公路總局第一區養護工程處中壢工務段',
  },
  {
    CODE: '315065000H',
    NAME: '交通部民用航空局飛航服務總臺',
  },
  {
    CODE: '315250100M',
    NAME: '交通部公路總局第一區養護工程處新竹工務段',
  },
  {
    CODE: '315250100M',
    NAME: '交通部公路總局第一區養護工程處復興工務段',
  },
  {
    CODE: '315250100M',
    NAME: '交通部公路總局第一區養護工程處基福工務所',
  },
  {
    CODE: '315250200M',
    NAME: '交通部公路總局第二區養護工程處苗栗工務段',
  },
  {
    CODE: '315250200M',
    NAME: '交通部公路總局第二區養護工程處臺中工務段',
  },
  {
    CODE: '315250200M',
    NAME: '交通部公路總局第二區養護工程處彰化工務段',
  },
  {
    CODE: '315250200M',
    NAME: '交通部公路總局第二區養護工程處南投工務段',
  },
  {
    CODE: '315250200M',
    NAME: '交通部公路總局第二區養護工程處谷關工務段',
  },
  {
    CODE: '315250200M',
    NAME: '交通部公路總局第二區養護工程處埔里工務段',
  },
  {
    CODE: '315250200M',
    NAME: '交通部公路總局第二區養護工程處信義工務段',
  },
  {
    CODE: '315065400H',
    NAME: '交通部民用航空局民航人員訓練所',
  },
  {
    CODE: '315250200M',
    NAME: '交通部公路總局第二區養護工程處員林工務段',
  },
  {
    CODE: '315250200M',
    NAME: '交通部公路總局第二區養護工程處卓蘭工務所',
  },
  {
    CODE: '315250300M',
    NAME: '交通部公路總局第三區養護工程處高雄工務段',
  },
  {
    CODE: '315250300M',
    NAME: '交通部公路總局第三區養護工程處潮州工務段',
  },
  {
    CODE: '315250300M',
    NAME: '交通部公路總局第三區養護工程處臺東工務段',
  },
  {
    CODE: '315250300M',
    NAME: '交通部公路總局第三區養護工程處甲仙工務段',
  },
  {
    CODE: '315250300M',
    NAME: '交通部公路總局第三區養護工程處關山工務段',
  },
  {
    CODE: '315250300M',
    NAME: '交通部公路總局第三區養護工程處澎湖工務段',
  },
  {
    CODE: '315250300M',
    NAME: '交通部公路總局第三區養護工程處楓港工務段',
  },
  {
    CODE: '315250300M',
    NAME: '交通部公路總局第三區養護工程處旗山工務所',
  },
  {
    CODE: '315250300M',
    NAME: '交通部公路總局第三區養護工程處里嶺工務所',
  },
  {
    CODE: '315250300M',
    NAME: '交通部公路總局第三區養護工程處大武工務段',
  },
  {
    CODE: '315250400M',
    NAME: '交通部公路總局第四區養護工程處頭城工務段',
  },
  {
    CODE: '315250400M',
    NAME: '交通部公路總局第四區養護工程處南澳工務段',
  },
  {
    CODE: '315250400M',
    NAME: '交通部公路總局第四區養護工程處花蓮工務段',
  },
  {
    CODE: '315250400M',
    NAME: '交通部公路總局第四區養護工程處洛韶工務段',
  },
  {
    CODE: '315250400M',
    NAME: '交通部公路總局第四區養護工程處獨立山工務段',
  },
  {
    CODE: '315250400M',
    NAME: '交通部公路總局第四區養護工程處玉里工務段',
  },
  {
    CODE: '315250400M',
    NAME: '交通部公路總局第四區養護工程處花蓮工務所',
  },
  {
    CODE: '315250500M',
    NAME: '交通部公路總局第五區養護工程處斗南工務段',
  },
  {
    CODE: '315070000H',
    NAME: '交通部中央氣象局',
  },
  {
    CODE: '315250500M',
    NAME: '交通部公路總局第五區養護工程處水上工務段',
  },
  {
    CODE: '315250500M',
    NAME: '交通部公路總局第五區養護工程處新營工務段',
  },
  {
    CODE: '315250500M',
    NAME: '交通部公路總局第五區養護工程處新化工務段',
  },
  {
    CODE: '315250500M',
    NAME: '交通部公路總局第五區養護工程處曾文工務段',
  },
  {
    CODE: '315250500M',
    NAME: '交通部公路總局第五區養護工程處阿里山工務段',
  },
  {
    CODE: '315250500M',
    NAME: '交通部公路總局第五區養護工程處雲林工務所',
  },
  {
    CODE: '315250500M',
    NAME: '交通部公路總局第五區養護工程處嘉太工務所',
  },
  {
    CODE: '315251200M',
    NAME: '交通部公路總局西部濱海公路中區工程處第二工務段',
  },
  {
    CODE: '315251200M',
    NAME: '交通部公路總局西部濱海公路中區工程處第三工務段',
  },
  {
    CODE: '315251200M',
    NAME: '交通部公路總局西部濱海公路中區工程處第五工務段',
  },
  {
    CODE: '315070400H',
    NAME: '交通部中央氣象局地震測報中心',
  },
  {
    CODE: '315251200M',
    NAME: '交通部公路總局西部濱海公路中區工程處第六工務段',
  },
  {
    CODE: '315251400M',
    NAME: '交通部公路總局西部濱海公路北區臨時工程處第一工務段',
  },
  {
    CODE: '315251400M',
    NAME: '交通部公路總局西部濱海公路北區臨時工程處第二工務段',
  },
  {
    CODE: '315251400M',
    NAME: '交通部公路總局西部濱海公路北區臨時工程處第三工務段',
  },
  {
    CODE: '315251500M',
    NAME: '交通部公路總局西部濱海公路南區臨時工程處第一工務段',
  },
  {
    CODE: '315251500M',
    NAME: '交通部公路總局西部濱海公路南區臨時工程處第二工務段',
  },
  {
    CODE: '315251500M',
    NAME: '交通部公路總局西部濱海公路南區臨時工程處第三工務段',
  },
  {
    CODE: '315251600M',
    NAME: '交通部公路總局蘇花公路改善工程處和平工務段',
  },
  {
    CODE: '315251600M',
    NAME: '交通部公路總局蘇花公路改善工程處南澳工務段',
  },
  {
    CODE: '315251600M',
    NAME: '交通部公路總局蘇花公路改善工程處蘇澳工務段',
  },
  {
    CODE: '315070500H',
    NAME: '交通部中央氣象局氣象預報中心',
  },
  {
    CODE: '315251600M',
    NAME: '交通部公路總局蘇花公路改善工程處東澳工務段',
  },
  {
    CODE: '315251600M',
    NAME: '交通部公路總局蘇花公路改善工程處和中工務段',
  },
  {
    CODE: '315252400M',
    NAME: '交通部公路總局東西向快速公路高南區工程處第一工務段',
  },
  {
    CODE: '315252400M',
    NAME: '交通部公路總局東西向快速公路高南區工程處第二工務段',
  },
  {
    CODE: '315252400M',
    NAME: '交通部公路總局東西向快速公路高南區工程處第三工務段',
  },
  {
    CODE: '315252400M',
    NAME: '交通部公路總局東西向快速公路高南區工程處第四工務段',
  },
  {
    CODE: '315252400M',
    NAME: '交通部公路總局東西向快速公路高南區工程處第五工務段',
  },
  {
    CODE: '315252400M',
    NAME: '交通部公路總局東西向快速公路高南區工程處第六工務段',
  },
  {
    CODE: '315253100M',
    NAME: '交通部公路總局臺北區監理所板橋監理站',
  },
  {
    CODE: '315253100M',
    NAME: '交通部公路總局臺北區監理所基隆監理站',
  },
  {
    CODE: '315070600H',
    NAME: '交通部中央氣象局氣象衛星中心',
  },
  {
    CODE: '315253100M',
    NAME: '交通部公路總局臺北區監理所宜蘭監理站',
  },
  {
    CODE: '315253100M',
    NAME: '交通部公路總局臺北區監理所花蓮監理站',
  },
  {
    CODE: '315253100M',
    NAME: '交通部公路總局臺北區監理所玉里分站',
  },
  {
    CODE: '315253100M',
    NAME: '交通部公路總局臺北區監理所蘆洲監理站',
  },
  {
    CODE: '315253200M',
    NAME: '交通部公路總局新竹區監理所桃園監理站',
  },
  {
    CODE: '315253200M',
    NAME: '交通部公路總局新竹區監理所中壢監理站',
  },
  {
    CODE: '315253200M',
    NAME: '交通部公路總局新竹區監理所新竹市監理站',
  },
  {
    CODE: '315253200M',
    NAME: '交通部公路總局新竹區監理所苗栗監理站',
  },
  {
    CODE: '315253300M',
    NAME: '交通部公路總局臺中區監理所臺中市監理站',
  },
  {
    CODE: '315253300M',
    NAME: '交通部公路總局臺中區監理所彰化監理站',
  },
  {
    CODE: '202010000A',
    NAME: '國史館臺灣文獻館',
  },
  {
    CODE: '315070700H',
    NAME: '交通部中央氣象局氣象資訊中心',
  },
  {
    CODE: '315253300M',
    NAME: '交通部公路總局臺中區監理所豐原監理站',
  },
  {
    CODE: '315253300M',
    NAME: '交通部公路總局臺中區監理所南投監理站',
  },
  {
    CODE: '315253300M',
    NAME: '交通部公路總局臺中區監理所埔里監理分站',
  },
  {
    CODE: '315253400M',
    NAME: '交通部公路總局嘉義區監理所臺南監理站',
  },
  {
    CODE: '315253400M',
    NAME: '交通部公路總局嘉義區監理所雲林監理站',
  },
  {
    CODE: '315253400M',
    NAME: '交通部公路總局嘉義區監理所東勢分站',
  },
  {
    CODE: '315253400M',
    NAME: '交通部公路總局嘉義區監理所麻豆監理站',
  },
  {
    CODE: '315253400M',
    NAME: '交通部公路總局嘉義區監理所新營監理站',
  },
  {
    CODE: '315253400M',
    NAME: '交通部公路總局嘉義區監理所嘉義市監理站',
  },
  {
    CODE: '315253500M',
    NAME: '交通部公路總局高雄區監理所屏東監理站',
  },
  {
    CODE: '315070800H',
    NAME: '交通部中央氣象局氣象儀器檢校中心',
  },
  {
    CODE: '315253500M',
    NAME: '交通部公路總局高雄區監理所恆春監理分站',
  },
  {
    CODE: '315253500M',
    NAME: '交通部公路總局高雄區監理所旗山監理站',
  },
  {
    CODE: '315253500M',
    NAME: '交通部公路總局高雄區監理所臺東監理站',
  },
  {
    CODE: '315253500M',
    NAME: '交通部公路總局高雄區監理所澎湖監理站',
  },
  {
    CODE: '315253600M',
    NAME: '交通部公路總局臺北市區監理所士林監理站',
  },
  {
    CODE: '315253600M',
    NAME: '交通部公路總局臺北市區監理所金門監理站',
  },
  {
    CODE: '315253600M',
    NAME: '交通部公路總局臺北市區監理所連江監理站',
  },
  {
    CODE: '315253700M',
    NAME: '交通部公路總局高雄市區監理所苓雅監理站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署桃園國際機場國境事務大隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署國境事務大隊桃園國際機場國境事務隊（第一航廈）',
  },
  {
    CODE: '315070900H',
    NAME: '交通部中央氣象局海象測報中心',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署國境事務大隊桃園國際機場國境事務隊（第二航廈）',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署國境事務大隊松山機場國境事務隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署國境事務大隊基隆港國境事務隊（基隆港隊部）',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署國境事務大隊基隆港國境事務隊（臺北港）',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署國境事務大隊基隆港國境事務隊（蘇澳港）',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署國境事務大隊基隆港國境事務隊（花蓮港）',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署國境事務大隊臺中港國境事務隊（臺中港隊部）',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署國境事務大隊臺中港國境事務隊（臺中港分隊）',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署國境事務大隊臺中港國境事務隊（清泉崗機場）',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署國境事務大隊臺中港國境事務隊（麥寮港分隊）',
  },
  {
    CODE: '315071000H',
    NAME: '交通部中央氣象局臺灣南區氣象中心',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署國境事務大隊高雄國際機場國境事務隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署國境事務大隊高雄港國境事務隊（高雄港隊部）',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署國境事務大隊高雄港國境事務隊（安平分隊）',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署國境事務大隊高雄港國境事務隊（中興分隊）',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署國境事務大隊高雄港國境事務隊（東港小組）',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署國境事務大隊臺中港國境事務隊（澎湖辦公室）',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署國境事務大隊基隆港國境事務隊（福澳港）',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署國境事務大隊金門國境事務隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署北區事務大隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署北區事務大隊基隆市專勤隊',
  },
  {
    CODE: '315072400H',
    NAME: '交通部中央氣象局花蓮氣象雷達站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署北區事務大隊基隆市服務站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署北區事務大隊臺北市專勤隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署北區事務大隊臺北市服務站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署北區事務大隊新北市專勤隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署北區事務大隊新北市服務站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署北區事務大隊臺北收容所',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署北區事務大隊桃園市服務站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署北區事務大隊桃園市專勤隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署北區事務大隊宜蘭縣專勤隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署北區事務大隊宜蘭縣服務站',
  },
  {
    CODE: '315072600H',
    NAME: '交通部中央氣象局臺北氣象站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署北區事務大隊宜蘭收容所',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署北區事務大隊花蓮縣專勤隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署北區事務大隊花蓮縣服務站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署北區事務大隊連江縣專勤隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署北區事務大隊連江縣服務站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署北區事務大隊連江地區行政中心',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署中區事務大隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署中區事務大隊新竹市專勤隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署中區事務大隊新竹市服務站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署中區事務大隊新竹收容所',
  },
  {
    CODE: '315072700H',
    NAME: '交通部中央氣象局天文站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署中區事務大隊新竹縣專勤隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署中區事務大隊新竹縣服務站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署中區事務大隊苗栗縣專勤隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署中區事務大隊苗栗縣服務站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署中區事務大隊臺中市專勤隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署中區事務大隊臺中市第一服務站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署中區事務大隊臺中市第二服務站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署中區事務大隊彰化縣專勤隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署中區事務大隊彰化縣服務站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署中區事務大隊南投縣專勤隊',
  },
  {
    CODE: '315072800H',
    NAME: '交通部中央氣象局花蓮氣象站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署中區事務大隊南投縣服務站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署中區事務大隊南投收容所',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署中區事務大隊澎湖縣專勤隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署中區事務大隊澎湖縣服務站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署中區事務大隊澎湖地區行政中心',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署南區事務大隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署南區事務大隊雲林縣專勤隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署南區事務大隊雲林縣服務站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署南區事務大隊嘉義市專勤隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署南區事務大隊嘉義市服務站',
  },
  {
    CODE: '315072900H',
    NAME: '交通部中央氣象局五分山氣象雷達站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署南區事務大隊嘉義縣專勤隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署南區事務大隊嘉義縣服務站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署南區事務大隊臺南市專勤隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署南區事務大隊臺南市第一服務站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署南區事務大隊臺南市第二服務站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署南區事務大隊高雄市專勤隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署南區事務大隊高雄市第一服務站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署南區事務大隊高雄市第二服務站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署南區事務大隊屏東縣專勤隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署南區事務大隊屏東縣服務站',
  },
  {
    CODE: '315073000H',
    NAME: '交通部中央氣象局墾丁氣象雷達站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署南區事務大隊臺東縣專勤隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署南區事務大隊臺東縣服務站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署南區事務大隊金門縣專勤隊',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署南區事務大隊金門縣服務站',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署南區事務大隊金門地區行政中心',
  },
  {
    CODE: '363010000C',
    NAME: '海洋委員會海巡署艦隊分署第一（基隆）海巡隊',
  },
  {
    CODE: '363010000C',
    NAME: '海洋委員會海巡署艦隊分署第二（淡水）海巡隊',
  },
  {
    CODE: '363010000C',
    NAME: '海洋委員會海巡署艦隊分署第三（臺中）海巡隊',
  },
  {
    CODE: '363010000C',
    NAME: '海洋委員會海巡署艦隊分署第四（臺南）海巡隊',
  },
  {
    CODE: '363010000C',
    NAME: '海洋委員會海巡署艦隊分署第五（高雄）海巡隊',
  },
  {
    CODE: '301000000A',
    NAME: '內政部',
  },
  {
    CODE: '315075300H',
    NAME: '交通部中央氣象局新竹氣象站',
  },
  {
    CODE: '363010000C',
    NAME: '海洋委員會海巡署艦隊分署第六（花蓮）海巡隊',
  },
  {
    CODE: '363010000C',
    NAME: '海洋委員會海巡署艦隊分署第七（蘇澳）海巡隊',
  },
  {
    CODE: '363010000C',
    NAME: '海洋委員會海巡署艦隊分署第八（澎湖）海巡隊',
  },
  {
    CODE: '363010000C',
    NAME: '海洋委員會海巡署艦隊分署第九（金門）海巡隊',
  },
  {
    CODE: '363010000C',
    NAME: '海洋委員會海巡署艦隊分署第十（馬祖）海巡隊',
  },
  {
    CODE: '363010000C',
    NAME: '海洋委員會海巡署艦隊分署第十一（特勤）海巡隊',
  },
  {
    CODE: '363010000C',
    NAME: '海洋委員會海巡署艦隊分署第十二（新竹）海巡隊',
  },
  {
    CODE: '363010000C',
    NAME: '海洋委員會海巡署艦隊分署第十三（布袋）海巡隊',
  },
  {
    CODE: '363010000C',
    NAME: '海洋委員會海巡署艦隊分署第十四（恆春）海巡隊',
  },
  {
    CODE: '363010000C',
    NAME: '海洋委員會海巡署艦隊分署第十五（臺東）海巡隊',
  },
  {
    CODE: '315075400H',
    NAME: '交通部中央氣象局臺中氣象站',
  },
  {
    CODE: '363010000C',
    NAME: '海洋委員會海巡署艦隊分署第十六（澳底）海巡隊',
  },
  {
    CODE: '363010000C',
    NAME: '海洋委員會海巡署艦隊分署北部地區機動海巡隊',
  },
  {
    CODE: '363010000C',
    NAME: '海洋委員會海巡署艦隊分署中部地區機動海巡隊',
  },
  {
    CODE: '363010000C',
    NAME: '海洋委員會海巡署艦隊分署南部地區機動海巡隊',
  },
  {
    CODE: '363010000C',
    NAME: '海洋委員會海巡署艦隊分署東部地區機動海巡隊',
  },
  {
    CODE: '363010000C',
    NAME: '海洋委員會海巡署艦隊分署直屬船隊',
  },
  {
    CODE: '363010000C',
    NAME: '行政院海岸巡防署海洋巡防總局第九海巡隊羅厝分隊',
  },
  {
    CODE: '363010000C',
    NAME: '行政院海岸巡防署海洋巡防總局第十海巡隊東引駐地',
  },
  {
    CODE: '363010000C',
    NAME: '行政院海岸巡防署海洋巡防總局第十海巡隊莒光駐地',
  },
  {
    CODE: '363010000C',
    NAME: '行政院海岸巡防署海洋巡防總局第十三海巡隊麥寮駐地',
  },
  {
    CODE: '315075500H',
    NAME: '交通部中央氣象局梧棲氣象站',
  },
  {
    CODE: '363010000C',
    NAME: '行政院海岸巡防署海洋巡防總局第十四海巡隊枋寮分隊',
  },
  {
    CODE: '363010000C',
    NAME: '行政院海岸巡防署海洋巡防總局第十五海巡隊成功駐地',
  },
  {
    CODE: '363010000C',
    NAME: '行政院海岸巡防署海洋巡防總局第十五海巡隊綠島小隊',
  },
  {
    CODE: '363010000C',
    NAME: '行政院海岸巡防署海洋巡防總局北區空巡勤務組',
  },
  {
    CODE: '363010000C',
    NAME: '行政院海岸巡防署海洋巡防總局中區空巡勤務組',
  },
  {
    CODE: '363010000C',
    NAME: '行政院海岸巡防署海洋巡防總局南區空巡勤務組',
  },
  {
    CODE: '363010000C',
    NAME: '行政院海岸巡防署海洋巡防總局花蓮空巡勤務組',
  },
  {
    CODE: '363010000C',
    NAME: '行政院海岸巡防署海洋巡防總局台東空巡勤務組',
  },
  {
    CODE: '363010100C',
    NAME: '行政院海岸巡防署海岸巡防總局北部地區巡防局第一巡防區',
  },
  {
    CODE: '363010100C',
    NAME: '行政院海岸巡防署海岸巡防總局北部地區巡防局第二巡防區',
  },
  {
    CODE: '315075600H',
    NAME: '交通部中央氣象局嘉義氣象站',
  },
  {
    CODE: '363010100C',
    NAME: '行政院海岸巡防署海岸巡防總局北部地區巡防局第三巡防區',
  },
  {
    CODE: '363010100C',
    NAME: '行政院海岸巡防署海岸巡防總局北部地區巡防局第十一巡防區',
  },
  {
    CODE: '363010100C',
    NAME: '海洋委員會海巡署北部分署第一岸巡隊（第一巡防區指揮部）',
  },
  {
    CODE: '363010100C',
    NAME: '海洋委員會海巡署北部分署第二岸巡隊（第二巡防區指揮部）',
  },
  {
    CODE: '363010100C',
    NAME: '海洋委員會海巡署北部分署第一二岸巡中隊',
  },
  {
    CODE: '363010100C',
    NAME: '行政院海岸巡防署海岸巡防總局北部地區巡防局第一三岸巡大隊',
  },
  {
    CODE: '363010100C',
    NAME: '海洋委員會海巡署北部分署第二一岸巡中隊',
  },
  {
    CODE: '363010100C',
    NAME: '行政院海岸巡防署海岸巡防總局北部地區巡防局第二二岸巡大隊',
  },
  {
    CODE: '363010100C',
    NAME: '海洋委員會海巡署北部分署第二三岸巡中隊',
  },
  {
    CODE: '363010100C',
    NAME: '海洋委員會海巡署北部分署第八岸巡隊（第三巡防區指揮部）',
  },
  {
    CODE: '315075800H',
    NAME: '交通部中央氣象局高雄氣象站',
  },
  {
    CODE: '363010100C',
    NAME: '行政院海岸巡防署海岸巡防總局北部地區巡防局訓練大隊',
  },
  {
    CODE: '363010100C',
    NAME: '海洋委員會海巡署偵防分署宜蘭查緝隊',
  },
  {
    CODE: '363010100C',
    NAME: '海洋委員會海巡署偵防分署基隆查緝隊',
  },
  {
    CODE: '363010100C',
    NAME: '海洋委員會海巡署偵防分署台北查緝隊',
  },
  {
    CODE: '363010100C',
    NAME: '海洋委員會海巡署偵防分署桃園查緝隊',
  },
  {
    CODE: '363010100C',
    NAME: '海洋委員會海巡署偵防分署新竹查緝隊',
  },
  {
    CODE: '363010100C',
    NAME: '海洋委員會海巡署偵防分署連江查緝隊',
  },
  {
    CODE: '363010100C',
    NAME: '海洋委員會海巡署金馬澎分署第一○岸巡隊（第十一巡防區）',
  },
  {
    CODE: '363010100C',
    NAME: '海洋委員會海巡署偵防分署特勤隊',
  },
  {
    CODE: '363010200C',
    NAME: '行政院海岸巡防署海岸巡防總局中部地區巡防局第四巡防區',
  },
  {
    CODE: '315075900H',
    NAME: '交通部中央氣象局恆春氣象站',
  },
  {
    CODE: '363010200C',
    NAME: '行政院海岸巡防署海岸巡防總局中部地區巡防局第五巡防區',
  },
  {
    CODE: '363010200C',
    NAME: '行政院海岸巡防署海岸巡防總局中部地區巡防局第十二巡防區',
  },
  {
    CODE: '363010200C',
    NAME: '海洋委員會海巡署中部分署第三岸巡隊',
  },
  {
    CODE: '363010200C',
    NAME: '海洋委員會海巡署中部分署第四岸巡隊',
  },
  {
    CODE: '363010200C',
    NAME: '海洋委員會海巡署金馬澎分署第九岸巡隊（第十二巡防區）',
  },
  {
    CODE: '363010200C',
    NAME: '行政院海岸巡防署海岸巡防總局中部地區巡防局第三二岸巡大隊',
  },
  {
    CODE: '363010200C',
    NAME: '海洋委員會海巡署中部分署第四一岸巡中隊',
  },
  {
    CODE: '363010200C',
    NAME: '海洋委員會海巡署中部分署第四二岸巡中隊',
  },
  {
    CODE: '363010200C',
    NAME: '行政院海岸巡防署海岸巡防總局中部地區巡防局訓練大隊',
  },
  {
    CODE: '363010200C',
    NAME: '海洋委員會海巡署偵防分署苗栗查緝隊',
  },
  {
    CODE: '315076000H',
    NAME: '交通部中央氣象局臺東氣象站',
  },
  {
    CODE: '363010200C',
    NAME: '海洋委員會海巡署偵防分署台中查緝隊',
  },
  {
    CODE: '363010200C',
    NAME: '海洋委員會海巡署偵防分署彰化查緝隊',
  },
  {
    CODE: '363010200C',
    NAME: '海洋委員會海巡署偵防分署雲林查緝隊',
  },
  {
    CODE: '363010200C',
    NAME: '海洋委員會海巡署偵防分署嘉義查緝隊',
  },
  {
    CODE: '363010200C',
    NAME: '海洋委員會海巡署偵防分署金門查緝隊',
  },
  {
    CODE: '363010300C',
    NAME: '行政院海岸巡防署海岸巡防總局南部地區巡防局第六巡防區',
  },
  {
    CODE: '363010300C',
    NAME: '行政院海岸巡防署海岸巡防總局南部地區巡防局第七巡防區',
  },
  {
    CODE: '363010300C',
    NAME: '海洋委員會海巡署南部分署第六海岸巡防總隊（第八巡防區）',
  },
  {
    CODE: '363010300C',
    NAME: '行政院海岸巡防署海岸巡防總局南部地區巡防局第十三巡防區',
  },
  {
    CODE: '363010300C',
    NAME: '海洋委員會海巡署南部分署第五岸巡總隊（第七巡防區）',
  },
  {
    CODE: '315076100H',
    NAME: '交通部中央氣象局宜蘭氣象站',
  },
  {
    CODE: '363010300C',
    NAME: '海洋委員會海巡署南部分署第六一岸巡大隊',
  },
  {
    CODE: '363010300C',
    NAME: '海洋委員會海巡署金馬澎分署第七岸巡隊（第十三巡防區）',
  },
  {
    CODE: '363010300C',
    NAME: '海洋委員會海巡署南部分署第一一海岸巡防總隊 （第六巡防區）',
  },
  {
    CODE: '363010300C',
    NAME: '海洋委員會海巡署南部分署第五二岸巡大隊',
  },
  {
    CODE: '363010300C',
    NAME: '行政院海岸巡防署海岸巡防總局南部地區巡防局第六二岸巡大隊',
  },
  {
    CODE: '363010300C',
    NAME: '海洋委員會海巡署南部分署第六三岸巡大隊',
  },
  {
    CODE: '363010300C',
    NAME: '海洋委員會海巡署金馬澎分署第七二岸巡中隊',
  },
  {
    CODE: '363010300C',
    NAME: '行政院海岸巡防署海岸巡防總局南部地區巡防局訓練大隊',
  },
  {
    CODE: '363010300C',
    NAME: '海洋委員會海巡署偵防分署北門查緝隊',
  },
  {
    CODE: '363010300C',
    NAME: '海洋委員會海巡署偵防分署台南查緝隊',
  },
  {
    CODE: '315076200H',
    NAME: '交通部中央氣象局蘇澳氣象站',
  },
  {
    CODE: '363010300C',
    NAME: '海洋委員會海巡署偵防分署鳳山查緝隊',
  },
  {
    CODE: '363010300C',
    NAME: '海洋委員會海巡署偵防分署高雄查緝隊',
  },
  {
    CODE: '363010300C',
    NAME: '海洋委員會海巡署偵防分署屏東查緝隊',
  },
  {
    CODE: '363010300C',
    NAME: '海洋委員會海巡署偵防分署澎湖查緝隊',
  },
  {
    CODE: '363010300C',
    NAME: '海洋委員會海巡署東南沙分署',
  },
  {
    CODE: '363010400C',
    NAME: '海洋委員會海巡署東部分署第九巡防區',
  },
  {
    CODE: '363010400C',
    NAME: '海洋委員會海巡署東部分署第一三岸巡隊（第十巡防區）',
  },
  {
    CODE: '363010400C',
    NAME: '海洋委員會海巡署偵防分署花蓮查緝隊',
  },
  {
    CODE: '363010400C',
    NAME: '海洋委員會海巡署偵防分署台東查緝隊',
  },
  {
    CODE: '363010400C',
    NAME: '行政院海岸巡防署海岸巡防總局東部地區巡防局訓練中隊',
  },
  {
    CODE: '315076300H',
    NAME: '交通部中央氣象局基隆氣象站',
  },
  {
    CODE: '363010400C',
    NAME: '行政院海岸巡防署海岸巡防總局東部地區巡防局第八一岸巡大隊',
  },
  {
    CODE: '363010400C',
    NAME: '海洋委員會海巡署東部分署第八二岸巡中隊',
  },
  {
    CODE: '363010400C',
    NAME: '行政院海岸巡防署海岸巡防總局東部地區巡防局第八三岸巡大隊',
  },
  {
    CODE: 'A09510101P',
    NAME: '國立臺灣大學醫學院附設醫院雲林分院',
  },
  {
    CODE: 'A09510102P',
    NAME: '國立臺灣大學醫學院附設醫院北護分院',
  },
  {
    CODE: 'A09510103P',
    NAME: '國立臺灣大學醫學院附設醫院金山分院',
  },
  {
    CODE: 'A09510104P',
    NAME: '國立臺灣大學醫學院附設醫院新竹分院',
  },
  {
    CODE: 'A09510105P',
    NAME: '國立臺灣大學醫學院附設醫院竹東分院',
  },
  {
    CODE: 'A09540101P',
    NAME: '國立成功大學醫學院附設醫院斗六分院',
  },
  {
    CODE: 'A11062600F',
    NAME: '臺灣橋頭地方檢察署',
  },
  {
    CODE: '301000100G',
    NAME: '內政部國土測繪中心',
  },
  {
    CODE: '315076400H',
    NAME: '交通部中央氣象局澎湖氣象站',
  },
  {
    CODE: 'A095F0101U',
    NAME: '國立暨南國際大學附屬高級中學附設進修學校',
  },
  {
    CODE: 'A00020000A',
    NAME: '不當黨產處理委員會',
  },
  {
    CODE: '315195202M',
    NAME: '交通部臺灣鐵路管理局貨運服務總所臺北貨運服務所',
  },
  {
    CODE: '315195203M',
    NAME: '交通部臺灣鐵路管理局貨運服務總所臺中貨運服務所',
  },
  {
    CODE: '315195205M',
    NAME: '交通部臺灣鐵路管理局貨運服務總所臺南貨運服務所',
  },
  {
    CODE: '315195206M',
    NAME: '交通部臺灣鐵路管理局貨運服務總所高雄貨運服務所',
  },
  {
    CODE: '315195301M',
    NAME: '交通部臺灣鐵路管理局餐旅服務總所車勤服務部',
  },
  {
    CODE: '355030000I',
    NAME: '行政院環境保護署毒物及化學物質局',
  },
  {
    CODE: 'A09510109P',
    NAME: '國立臺灣大學醫學院附設醫院癌醫中心分院',
  },
  {
    CODE: 'A47010800C',
    NAME: '海洋委員會海巡署偵防分署',
  },
  {
    CODE: '315076500H',
    NAME: '交通部中央氣象局金門氣象站',
  },
  {
    CODE: 'A47010900C',
    NAME: '海洋委員會海巡署教育訓練測考中心',
  },
  {
    CODE: 'A47020000A',
    NAME: '海洋委員會海洋保育署',
  },
  {
    CODE: 'A47030000A',
    NAME: '國家海洋研究院',
  },
  {
    CODE: null,
    NAME: '海洋委員會海巡署偵防分署偵防查緝隊',
  },
  {
    CODE: null,
    NAME: '海洋委員會海巡署東部分署第八○岸巡中隊',
  },
  {
    CODE: null,
    NAME: '海洋委員會海巡署東部分署第一二岸巡隊',
  },
  {
    CODE: null,
    NAME: '海洋委員會海巡署艦隊分署偵防查緝隊',
  },
  {
    CODE: '345040900G',
    NAME: '行政院農業委員會林務局阿里山林業鐵路及文化資產管理處',
  },
  {
    CODE: 'A65000000A',
    NAME: '促進轉型正義委員會',
  },
  {
    CODE: 'A00030000H',
    NAME: '國家運輸安全調查委員會',
  },
  {
    CODE: '315076600H',
    NAME: '交通部中央氣象局馬祖氣象站',
  },
  {
    CODE: 'A66000000B',
    NAME: '台灣美國事務委員會',
  },
  {
    CODE: '98A0101007',
    NAME: '國家住宅及都市更新中心',
  },
  {
    CODE: '301021500G',
    NAME: '國家自然公園管理處',
  },
  {
    CODE: '98A2502007',
    NAME: '文化內容策進院',
  },
  {
    CODE: 'A25000600E',
    NAME: '國家鐵道博物館籌備處',
  },
  {
    CODE: 'A27040000G',
    NAME: '科技部新竹科學園區管理局',
  },
  {
    CODE: 'A27050000G',
    NAME: '科技部中部科學園區管理局',
  },
  {
    CODE: 'A27060000G',
    NAME: '科技部南部科學園區管理局',
  },
  {
    CODE: '315079200H',
    NAME: '交通部中央氣象局田中氣象站',
  },
  {
    CODE: '315078100H',
    NAME: '交通部中央氣象局竹子湖氣象站',
  },
  {
    CODE: '98A2500017',
    NAME: '國家兩廳院',
  },
  {
    CODE: '98A2500027',
    NAME: '國家交響樂團',
  },
  {
    CODE: '98A2500037',
    NAME: '臺中國家歌劇院',
  },
  {
    CODE: '98A2500047',
    NAME: '衛武營國家藝術文化中心',
  },
  {
    CODE: '315078200H',
    NAME: '交通部中央氣象局鞍部氣象站',
  },
  {
    CODE: '315078300H',
    NAME: '交通部中央氣象局日月潭氣象站',
  },
  {
    CODE: '315078500H',
    NAME: '交通部中央氣象局阿里山氣象站',
  },
  {
    CODE: '315078600H',
    NAME: '交通部中央氣象局玉山氣象站',
  },
  {
    CODE: '315078700H',
    NAME: '交通部中央氣象局大武氣象站',
  },
  {
    CODE: '315078800H',
    NAME: '交通部中央氣象局蘭嶼氣象站',
  },
  {
    CODE: '301000200G',
    NAME: '內政部土地重劃工程處',
  },
  {
    CODE: '315078900H',
    NAME: '交通部中央氣象局東吉島氣象站',
  },
  {
    CODE: '315079000H',
    NAME: '交通部中央氣象局彭佳嶼氣象站',
  },
  {
    CODE: '315079100H',
    NAME: '交通部中央氣象局新屋氣象站',
  },
  {
    CODE: '315080000H',
    NAME: '交通部觀光局',
  },
  {
    CODE: '315080500H',
    NAME: '交通部觀光局東部海岸國家風景區管理處',
  },
  {
    CODE: '315080600H',
    NAME: '交通部觀光局澎湖國家風景區管理處',
  },
  {
    CODE: '315080800H',
    NAME: '交通部觀光局花東縱谷國家風景區管理處',
  },
  {
    CODE: '315080900H',
    NAME: '交通部觀光局大鵬灣國家風景區管理處',
  },
  {
    CODE: '315081000H',
    NAME: '交通部觀光局馬祖國家風景區管理處',
  },
  {
    CODE: '315081100H',
    NAME: '交通部觀光局日月潭國家風景區管理處',
  },
  {
    CODE: '301020000G',
    NAME: '內政部營建署',
  },
  {
    CODE: '315081200H',
    NAME: '交通部觀光局參山國家風景區管理處',
  },
  {
    CODE: '315081300H',
    NAME: '交通部觀光局阿里山國家風景區管理處',
  },
  {
    CODE: '315081400H',
    NAME: '交通部觀光局茂林國家風景區管理處',
  },
  {
    CODE: '315081500H',
    NAME: '交通部觀光局北海岸及觀音山國家風景區管理處',
  },
  {
    CODE: '315081600H',
    NAME: '交通部觀光局雲嘉南濱海國家風景區管理處',
  },
  {
    CODE: '315081700H',
    NAME: '交通部觀光局西拉雅國家風景區管理處',
  },
  {
    CODE: '315081800H',
    NAME: '交通部觀光局東北角暨宜蘭海岸國家風景區管理處',
  },
  {
    CODE: '315100000H',
    NAME: '交通部運輸研究所',
  },
  {
    CODE: null,
    NAME: '交通部觀光局臺灣桃園國際機場旅客服務中心',
  },
  {
    CODE: '315280400H',
    NAME: '交通部高速公路局第一新建工程處',
  },
  {
    CODE: '301020700G',
    NAME: '海洋國家公園管理處',
  },
  {
    CODE: '315280500H',
    NAME: '交通部高速公路局第二新建工程處',
  },
  {
    CODE: '315290000H',
    NAME: '交通部鐵道局',
  },
  {
    CODE: '315290100H',
    NAME: '交通部鐵道局北部工程處',
  },
  {
    CODE: '315180000M',
    NAME: '交通部臺灣鐵路管理局',
  },
  {
    CODE: '315180300M',
    NAME: '交通部臺灣鐵路管理局資訊中心',
  },
  {
    CODE: '315180400M',
    NAME: '交通部臺灣鐵路管理局票務中心',
  },
  {
    CODE: '315181600M',
    NAME: '交通部臺灣鐵路管理局臺北運務段',
  },
  {
    CODE: '315181700M',
    NAME: '交通部臺灣鐵路管理局臺中運務段',
  },
  {
    CODE: '315181800M',
    NAME: '交通部臺灣鐵路管理局高雄運務段',
  },
  {
    CODE: '315181900M',
    NAME: '交通部臺灣鐵路管理局宜蘭運務段',
  },
  {
    CODE: '301020800G',
    NAME: '墾丁國家公園管理處',
  },
  {
    CODE: '315182000M',
    NAME: '交通部臺灣鐵路管理局花蓮運務段',
  },
  {
    CODE: '315182700M',
    NAME: '交通部臺灣鐵路管理局綜合調度所',
  },
  {
    CODE: '315183800M',
    NAME: '交通部臺灣鐵路管理局宜蘭工務段',
  },
  {
    CODE: '315183900M',
    NAME: '交通部臺灣鐵路管理局臺北工務段',
  },
  {
    CODE: '315184000M',
    NAME: '交通部臺灣鐵路管理局臺中工務段',
  },
  {
    CODE: '315184100M',
    NAME: '交通部臺灣鐵路管理局嘉義工務段',
  },
  {
    CODE: '315184200M',
    NAME: '交通部臺灣鐵路管理局高雄工務段',
  },
  {
    CODE: '315184300M',
    NAME: '交通部臺灣鐵路管理局臺東工務段',
  },
  {
    CODE: '315184400M',
    NAME: '交通部臺灣鐵路管理局花蓮工務段',
  },
  {
    CODE: '315185400M',
    NAME: '交通部臺灣鐵路管理局工務養護總隊',
  },
  {
    CODE: '301020900G',
    NAME: '玉山國家公園管理處',
  },
  {
    CODE: '315186600M',
    NAME: '交通部臺灣鐵路管理局七堵機務段',
  },
  {
    CODE: '315186700M',
    NAME: '交通部臺灣鐵路管理局臺北機務段',
  },
  {
    CODE: '315186800M',
    NAME: '交通部臺灣鐵路管理局彰化機務段',
  },
  {
    CODE: '315186900M',
    NAME: '交通部臺灣鐵路管理局高雄機務段',
  },
  {
    CODE: '315187000M',
    NAME: '交通部臺灣鐵路管理局花蓮機務段',
  },
  {
    CODE: '315187500M',
    NAME: '交通部臺灣鐵路管理局新竹機務段',
  },
  {
    CODE: '315187600M',
    NAME: '交通部臺灣鐵路管理局嘉義機務段',
  },
  {
    CODE: '315187700M',
    NAME: '交通部臺灣鐵路管理局七堵檢車段',
  },
  {
    CODE: '315187800M',
    NAME: '交通部臺灣鐵路管理局臺北檢車段',
  },
  {
    CODE: '315187900M',
    NAME: '交通部臺灣鐵路管理局彰化檢車段',
  },
  {
    CODE: '301021000G',
    NAME: '陽明山國家公園管理處',
  },
  {
    CODE: '315188000M',
    NAME: '交通部臺灣鐵路管理局高雄檢車段',
  },
  {
    CODE: '315188400M',
    NAME: '交通部臺灣鐵路管理局臺北機廠',
  },
  {
    CODE: '315188500M',
    NAME: '交通部臺灣鐵路管理局高雄機廠',
  },
  {
    CODE: '315188600M',
    NAME: '交通部臺灣鐵路管理局花蓮機廠',
  },
  {
    CODE: '315189500M',
    NAME: '交通部臺灣鐵路管理局臺北電務段',
  },
  {
    CODE: '315189600M',
    NAME: '交通部臺灣鐵路管理局彰化電務段',
  },
  {
    CODE: '315189700M',
    NAME: '交通部臺灣鐵路管理局高雄電務段',
  },
  {
    CODE: '315189800M',
    NAME: '交通部臺灣鐵路管理局花蓮電務段',
  },
  {
    CODE: '315191600M',
    NAME: '交通部臺灣鐵路管理局臺北電力段',
  },
  {
    CODE: '315191700M',
    NAME: '交通部臺灣鐵路管理局新竹電力段',
  },
  {
    CODE: '3451000995',
    NAME: '國際土地政策研究訓練中心',
  },
  {
    CODE: '301021100G',
    NAME: '太魯閣國家公園管理處',
  },
  {
    CODE: '315191800M',
    NAME: '交通部臺灣鐵路管理局彰化電力段',
  },
  {
    CODE: '315191900M',
    NAME: '交通部臺灣鐵路管理局嘉義電力段',
  },
  {
    CODE: '315192000M',
    NAME: '交通部臺灣鐵路管理局臺南電力段',
  },
  {
    CODE: '315192900M',
    NAME: '交通部臺灣鐵路管理局電訊中心',
  },
  {
    CODE: '315193500M',
    NAME: '交通部臺灣鐵路管理局中區供應廠',
  },
  {
    CODE: '315193600M',
    NAME: '交通部臺灣鐵路管理局北區供應廠',
  },
  {
    CODE: '315193700M',
    NAME: '交通部臺灣鐵路管理局南區供應廠',
  },
  {
    CODE: '315195200M',
    NAME: '交通部臺灣鐵路管理局貨運服務總所',
  },
  {
    CODE: '315195300M',
    NAME: '交通部臺灣鐵路管理局餐旅服務總所',
  },
  {
    CODE: '315240000H',
    NAME: '交通部鐵路改建工程局',
  },
  {
    CODE: '301021200G',
    NAME: '雪霸國家公園管理處',
  },
  {
    CODE: '315290400H',
    NAME: '交通部鐵道局東部工程處',
  },
  {
    CODE: '315290300H',
    NAME: '交通部鐵道局南部工程處',
  },
  {
    CODE: '315290200H',
    NAME: '交通部鐵道局中部工程處',
  },
  {
    CODE: '315270000H',
    NAME: '交通部公路總局',
  },
  {
    CODE: '315250100M',
    NAME: '交通部公路總局第一區養護工程處',
  },
  {
    CODE: '315250200M',
    NAME: '交通部公路總局第二區養護工程處',
  },
  {
    CODE: '315250300M',
    NAME: '交通部公路總局第三區養護工程處',
  },
  {
    CODE: '315250400M',
    NAME: '交通部公路總局第四區養護工程處',
  },
  {
    CODE: '315250500M',
    NAME: '交通部公路總局第五區養護工程處',
  },
  {
    CODE: '315251200M',
    NAME: '交通部公路總局西部濱海公路中區工程處',
  },
  {
    CODE: '301021300G',
    NAME: '金門國家公園管理處',
  },
  {
    CODE: '315251400M',
    NAME: '交通部公路總局西部濱海公路北區臨時工程處',
  },
  {
    CODE: '315251500M',
    NAME: '交通部公路總局西部濱海公路南區臨時工程處',
  },
  {
    CODE: '315251600M',
    NAME: '交通部公路總局蘇花公路改善工程處',
  },
  {
    CODE: '315252400M',
    NAME: '交通部公路總局東西向快速公路高南區工程處',
  },
  {
    CODE: '315253100M',
    NAME: '交通部公路總局臺北區監理所',
  },
  {
    CODE: '315253200M',
    NAME: '交通部公路總局新竹區監理所',
  },
  {
    CODE: '315253300M',
    NAME: '交通部公路總局臺中區監理所',
  },
  {
    CODE: '315253400M',
    NAME: '交通部公路總局嘉義區監理所',
  },
  {
    CODE: '315253500M',
    NAME: '交通部公路總局高雄區監理所',
  },
  {
    CODE: '315253600M',
    NAME: '交通部公路總局臺北市區監理所',
  },
  {
    CODE: '301021400G',
    NAME: '台江國家公園管理處',
  },
  {
    CODE: '315253700M',
    NAME: '交通部公路總局高雄市區監理所',
  },
  {
    CODE: '315254700M',
    NAME: '交通部公路總局公路人員訓練所',
  },
  {
    CODE: '315255100M',
    NAME: '交通部公路總局材料試驗所',
  },
  {
    CODE: '315257200M',
    NAME: '交通部公路總局竹苗區車輛行車事故鑑定會',
  },
  {
    CODE: '315257300M',
    NAME: '交通部公路總局彰化縣區車輛行車事故鑑定會',
  },
  {
    CODE: '315257400M',
    NAME: '交通部公路總局南投縣區車輛行車事故鑑定會',
  },
  {
    CODE: '315257500M',
    NAME: '交通部公路總局嘉雲區車輛行車事故鑑定會',
  },
  {
    CODE: '315257600M',
    NAME: '交通部公路總局屏澎區車輛行車事故鑑定會',
  },
  {
    CODE: '315257700M',
    NAME: '交通部公路總局基宜區車輛行車事故鑑定會',
  },
  {
    CODE: '301023400G',
    NAME: '內政部營建署城鄉發展分署',
  },
  {
    CODE: '315257800M',
    NAME: '交通部公路總局花東區車輛行車事故鑑定會',
  },
  {
    CODE: '315260000M',
    NAME: '交通部航港局',
  },
  {
    CODE: null,
    NAME: '交通部航港局中部航務中心',
  },
  {
    CODE: '508000000F',
    NAME: '懲戒法院',
  },
  {
    CODE: '345440000G',
    NAME: '行政院農業委員會農田水利署',
  },
  {
    CODE: null,
    NAME: '行政院農業委員會水利署嘉南管理處佳里分處',
  },
  {
    CODE: null,
    NAME: '交通部航港局南部航務中心',
  },
  {
    CODE: null,
    NAME: '交通部航港局北部航務中心',
  },
  {
    CODE: null,
    NAME: '內政部資訊中心',
  },
  {
    CODE: null,
    NAME: '教育部資訊及科技教育司',
  },
  {
    CODE: null,
    NAME: '國家發展委員會檔案管理局電子文書檔案服務中心',
  },
  {
    CODE: null,
    NAME: '中央銀行文金庫',
  },
  {
    CODE: '317000000A',
    NAME: '蒙藏委員會',
  },
  {
    CODE: 'A096M0100P',
    NAME: '國立陽明交通大學附設醫院',
  },
  {
    CODE: 'A09510108P',
    NAME: '國立臺灣大學醫學院附設醫院新竹臺大分院',
  },
  {
    CODE: 'A42000000G',
    NAME: '國家科學及技術委員會',
  },
  {
    CODE: null,
    NAME: '財政部國有財產署南區分署嘉義辦事處',
  },
  {
    CODE: '337000000G',
    NAME: '行政院原子能委員會',
  },
  {
    CODE: '337010000G',
    NAME: '行政院原子能委員會核能研究所',
  },
  {
    CODE: '337040000G',
    NAME: '行政院原子能委員會放射性物料管理局',
  },
  {
    CODE: '337050000G',
    NAME: '行政院原子能委員會輻射偵測中心',
  },
  {
    CODE: '345000000G',
    NAME: '行政院農業委員會',
  },
  {
    CODE: '345020000G',
    NAME: '行政院農業委員會漁業署',
  },
  {
    CODE: '345020200E',
    NAME: '行政院農業委員會漁業署漁業廣播電臺',
  },
  {
    CODE: '301060000C',
    NAME: '內政部消防署',
  },
  {
    CODE: '345030000G',
    NAME: '行政院農業委員會動植物防疫檢疫局',
  },
  {
    CODE: '345030100G',
    NAME: '行政院農業委員會動植物防疫檢疫局基隆分局',
  },
  {
    CODE: '345030200G',
    NAME: '行政院農業委員會動植物防疫檢疫局新竹分局',
  },
  {
    CODE: '345030300G',
    NAME: '行政院農業委員會動植物防疫檢疫局臺中分局',
  },
  {
    CODE: '345030400G',
    NAME: '行政院農業委員會動植物防疫檢疫局高雄分局',
  },
  {
    CODE: '345040000G',
    NAME: '行政院農業委員會林務局',
  },
  {
    CODE: '345040100G',
    NAME: '行政院農業委員會林務局羅東林區管理處',
  },
  {
    CODE: '345040200G',
    NAME: '行政院農業委員會林務局新竹林區管理處',
  },
  {
    CODE: '345040300G',
    NAME: '行政院農業委員會林務局東勢林區管理處',
  },
  {
    CODE: '345040400G',
    NAME: '行政院農業委員會林務局南投林區管理處',
  },
  {
    CODE: '301060100C',
    NAME: '內政部消防署基隆港務消防隊',
  },
  {
    CODE: '345040500G',
    NAME: '行政院農業委員會林務局嘉義林區管理處',
  },
  {
    CODE: '345040600G',
    NAME: '行政院農業委員會林務局屏東林區管理處',
  },
  {
    CODE: '345040700G',
    NAME: '行政院農業委員會林務局臺東林區管理處',
  },
  {
    CODE: '345040800G',
    NAME: '行政院農業委員會林務局花蓮林區管理處',
  },
  {
    CODE: '345042000G',
    NAME: '行政院農業委員會林務局農林航空測量所',
  },
  {
    CODE: '345050000G',
    NAME: '行政院農業委員會水土保持局',
  },
  {
    CODE: '345050700G',
    NAME: '行政院農業委員會水土保持局臺北分局',
  },
  {
    CODE: '345050800G',
    NAME: '行政院農業委員會水土保持局臺中分局',
  },
  {
    CODE: '345050900G',
    NAME: '行政院農業委員會水土保持局南投分局',
  },
  {
    CODE: '345051000G',
    NAME: '行政院農業委員會水土保持局臺南分局',
  },
  {
    CODE: '301060200C',
    NAME: '內政部消防署臺中港務消防隊',
  },
  {
    CODE: '345051100G',
    NAME: '行政院農業委員會水土保持局臺東分局',
  },
  {
    CODE: '345051200G',
    NAME: '行政院農業委員會水土保持局花蓮分局',
  },
  {
    CODE: '345060000D',
    NAME: '行政院農業委員會農業金融局',
  },
  {
    CODE: '345070000G',
    NAME: '行政院農業委員會農糧署',
  },
  {
    CODE: '345070100G',
    NAME: '行政院農業委員會農糧署北區分署',
  },
  {
    CODE: '345070200G',
    NAME: '行政院農業委員會農糧署中區分署',
  },
  {
    CODE: '345070300G',
    NAME: '行政院農業委員會農糧署南區分署',
  },
  {
    CODE: '345070400G',
    NAME: '行政院農業委員會農糧署東區分署',
  },
  {
    CODE: '345210000G',
    NAME: '行政院農業委員會農業試驗所',
  },
  {
    CODE: '345210100G',
    NAME: '行政院農業委員會農業試驗所嘉義農業試驗分所',
  },
  {
    CODE: '301060300C',
    NAME: '內政部消防署高雄港務消防隊',
  },
  {
    CODE: '345210200G',
    NAME: '行政院農業委員會農業試驗所鳳山熱帶園藝試驗分所',
  },
  {
    CODE: '345220000G',
    NAME: '行政院農業委員會林業試驗所',
  },
  {
    CODE: '345230000G',
    NAME: '行政院農業委員會水產試驗所',
  },
  {
    CODE: '345240000G',
    NAME: '行政院農業委員會畜產試驗所',
  },
  {
    CODE: '345240100G',
    NAME: '行政院農業委員會畜產試驗所恆春分所',
  },
  {
    CODE: '345240200G',
    NAME: '行政院農業委員會畜產試驗所新竹分所',
  },
  {
    CODE: '345240300G',
    NAME: '行政院農業委員會畜產試驗所宜蘭分所',
  },
  {
    CODE: '345241100G',
    NAME: '行政院農業委員會畜產試驗所彰化種畜繁殖場',
  },
  {
    CODE: '345241200G',
    NAME: '行政院農業委員會畜產試驗所高雄種畜繁殖場',
  },
  {
    CODE: '345241300G',
    NAME: '行政院農業委員會畜產試驗所臺東種畜繁殖場',
  },
  {
    CODE: '301060400C',
    NAME: '內政部消防署花蓮港務消防隊',
  },
  {
    CODE: '345241400G',
    NAME: '行政院農業委員會畜產試驗所花蓮種畜繁殖場',
  },
  {
    CODE: '345250000G',
    NAME: '行政院農業委員會家畜衛生試驗所',
  },
  {
    CODE: '345250100G',
    NAME: '行政院農業委員會家畜衛生試驗所動物用藥品檢定分所',
  },
  {
    CODE: '345260000G',
    NAME: '行政院農業委員會農業藥物毒物試驗所',
  },
  {
    CODE: '345270000G',
    NAME: '行政院農業委員會特有生物研究保育中心',
  },
  {
    CODE: '345310000G',
    NAME: '行政院農業委員會桃園區農業改良場',
  },
  {
    CODE: '345320000G',
    NAME: '行政院農業委員會苗栗區農業改良場',
  },
  {
    CODE: '345330000G',
    NAME: '行政院農業委員會臺中區農業改良場',
  },
  {
    CODE: '345340000G',
    NAME: '行政院農業委員會臺南區農業改良場',
  },
  {
    CODE: '345350000G',
    NAME: '行政院農業委員會高雄區農業改良場',
  },
  {
    CODE: '3990099015',
    NAME: '海峽交流基金會',
  },
  {
    CODE: '309170000E',
    NAME: '國立中正文化中心',
  },
  {
    CODE: '345360000G',
    NAME: '行政院農業委員會花蓮區農業改良場',
  },
  {
    CODE: '345370000G',
    NAME: '行政院農業委員會臺東區農業改良場',
  },
  {
    CODE: '345410000G',
    NAME: '行政院農業委員會茶業改良場',
  },
  {
    CODE: '345420000G',
    NAME: '行政院農業委員會種苗改良繁殖場',
  },
  {
    CODE: '345430000G',
    NAME: '行政院農業委員會屏東農業生物技術園區籌備處',
  },
  {
    CODE: '355000000I',
    NAME: '行政院環境保護署',
  },
  {
    CODE: '355010000I',
    NAME: '行政院環境保護署環境檢驗所',
  },
  {
    CODE: '355020000I',
    NAME: '行政院環境保護署環境保護人員訓練所',
  },
  {
    CODE: '357000000A',
    NAME: '行政院大陸委員會',
  },
  {
    CODE: '360000000G',
    NAME: '行政院公共工程委員會',
  },
  {
    CODE: '313000000G',
    NAME: '經濟部',
  },
  {
    CODE: '363000000C',
    NAME: '海洋委員會海巡署',
  },
  {
    CODE: '363010000C',
    NAME: '海洋委員會海巡署金馬澎分署',
  },
  {
    CODE: '363010100C',
    NAME: '海洋委員會海巡署北部分署',
  },
  {
    CODE: 'A47010200C',
    NAME: '海洋委員會海巡署中部分署',
  },
  {
    CODE: '363010300C',
    NAME: '海洋委員會海巡署南部分署',
  },
  {
    CODE: '363010400C',
    NAME: '海洋委員會海巡署東部分署',
  },
  {
    CODE: '363020000C',
    NAME: '海洋委員會海巡署艦隊分署',
  },
  {
    CODE: 'A53010000E',
    NAME: '原住民族委員會原住民族文化發展中心',
  },
  {
    CODE: '371000000A',
    NAME: '福建省政府',
  },
  {
    CODE: '375000000A',
    NAME: '臺灣省政府',
  },
  {
    CODE: '313010000G',
    NAME: '經濟部國際貿易局',
  },
  {
    CODE: '386000000A',
    NAME: '臺灣省諮議會',
  },
  {
    CODE: '400000000A',
    NAME: '立法院',
  },
  {
    CODE: '500000000F',
    NAME: '司法院',
  },
  {
    CODE: '500020000F',
    NAME: '法官學院',
  },
  {
    CODE: '501010000F',
    NAME: '臺北高等行政法院',
  },
  {
    CODE: '501020000F',
    NAME: '臺中高等行政法院',
  },
  {
    CODE: '501030000F',
    NAME: '高雄高等行政法院',
  },
  {
    CODE: '501050000F',
    NAME: '最高行政法院',
  },
  {
    CODE: '502000000F',
    NAME: '公務員懲戒委員會',
  },
  {
    CODE: '503000000F',
    NAME: '最高法院',
  },
  {
    CODE: '313010100G',
    NAME: '經濟部國際貿易局高雄辦事處',
  },
  {
    CODE: '504000000F',
    NAME: '臺灣高等法院',
  },
  {
    CODE: '504010000F',
    NAME: '臺灣高等法院臺中分院',
  },
  {
    CODE: '',
    NAME: '財政部北區國稅局三重稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部北區國稅局中和稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部北區國稅局新莊稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部北區國稅局新店稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部北區國稅局汐止稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部北區國稅局羅東稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部北區國稅局中壢稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部北區國稅局楊梅稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部北區國稅局大溪稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部北區國稅局淡水稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部北區國稅局竹東稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部北區國稅局七堵稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部北區國稅局信義稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部北區國稅局玉里稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部北區國稅局金門稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部北區國稅局馬祖服務處',
  },
  {
    CODE: '',
    NAME: '財政部北區國稅局瑞芳服務處',
  },
  {
    CODE: '',
    NAME: '財政部中區國稅局竹南稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部中區國稅局沙鹿稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部中區國稅局東勢稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部中區國稅局大屯稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部中區國稅局東山稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部中區國稅局民權稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部中區國稅局大智稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部中區國稅局埔里稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部中區國稅局竹山稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部中區國稅局員林稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部中區國稅局北斗稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部中區國稅局虎尾稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部中區國稅局北港稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部南區國稅局民雄稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部南區國稅局新化稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部南區國稅局佳里稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部南區國稅局安南稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部南區國稅局東港稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部南區國稅局潮州稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部南區國稅局恆春稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部臺北國稅局北投稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部臺北國稅局大同稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部臺北國稅局中北稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部臺北國稅局萬華稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部臺北國稅局南港稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部臺北國稅局文山稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部臺北國稅局中南稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部臺北國稅局士林稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部臺北國稅局內湖稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部高雄國稅局新興稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部高雄國稅局鹽埕稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部高雄國稅局苓雅稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部高雄國稅局鼓山稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部高雄國稅局楠梓稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部高雄國稅局前鎮稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部高雄國稅局小港稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部高雄國稅局左營稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部高雄國稅局旗山稽徵所',
  },
  {
    CODE: '',
    NAME: '財政部高雄國稅局岡山稽徵所',
  },
  {
    CODE: '504020000F',
    NAME: '臺灣高等法院臺南分院',
  },
  {
    CODE: '504030000F',
    NAME: '臺灣高等法院花蓮分院',
  },
  {
    CODE: '504040000F',
    NAME: '臺灣高等法院高雄分院',
  },
  {
    CODE: '504200000F',
    NAME: '臺灣臺北地方法院',
  },
  {
    CODE: '504210000F',
    NAME: '臺灣桃園地方法院',
  },
  {
    CODE: '504220000F',
    NAME: '臺灣新竹地方法院',
  },
  {
    CODE: '504230000F',
    NAME: '臺灣臺中地方法院',
  },
  {
    CODE: '504240000F',
    NAME: '臺灣彰化地方法院',
  },
  {
    CODE: '313020000G',
    NAME: '經濟部工業局',
  },
  {
    CODE: '504250000F',
    NAME: '臺灣雲林地方法院',
  },
  {
    CODE: '504260000F',
    NAME: '臺灣嘉義地方法院',
  },
  {
    CODE: '504270000F',
    NAME: '臺灣臺南地方法院',
  },
  {
    CODE: '504280000F',
    NAME: '臺灣高雄地方法院',
  },
  {
    CODE: '504290000F',
    NAME: '臺灣屏東地方法院',
  },
  {
    CODE: '504300000F',
    NAME: '臺灣臺東地方法院',
  },
  {
    CODE: '504310000F',
    NAME: '臺灣花蓮地方法院',
  },
  {
    CODE: '504320000F',
    NAME: '臺灣宜蘭地方法院',
  },
  {
    CODE: '504330000F',
    NAME: '臺灣基隆地方法院',
  },
  {
    CODE: '504340000F',
    NAME: '臺灣澎湖地方法院',
  },
  {
    CODE: '313050000G',
    NAME: '經濟部中小企業處',
  },
  {
    CODE: '504360000F',
    NAME: '臺灣南投地方法院',
  },
  {
    CODE: '504370000F',
    NAME: '臺灣士林地方法院',
  },
  {
    CODE: '504380000F',
    NAME: '臺灣苗栗地方法院',
  },
  {
    CODE: '504390000F',
    NAME: '臺灣新北地方法院',
  },
  {
    CODE: '504400000F',
    NAME: '臺灣橋頭地方法院',
  },
  {
    CODE: '504610000F',
    NAME: '臺灣高雄少年及家事法院',
  },
  {
    CODE: '506000000F',
    NAME: '福建高等法院金門分院',
  },
  {
    CODE: '506010000F',
    NAME: '福建金門地方法院',
  },
  {
    CODE: '506020000F',
    NAME: '福建連江地方法院',
  },
  {
    CODE: '509000000F',
    NAME: '智慧財產及商業法院',
  },
  {
    CODE: '313060000G',
    NAME: '經濟部中央地質調查所',
  },
  {
    CODE: '600000000A',
    NAME: '考試院',
  },
  {
    CODE: '601000000A',
    NAME: '考選部',
  },
  {
    CODE: '602000000A',
    NAME: '銓敘部',
  },
  {
    CODE: '602020000A',
    NAME: '公務人員退休撫卹基金管理委員會',
  },
  {
    CODE: '603000000A',
    NAME: '公務人員退休撫卹基金監理委員會',
  },
  {
    CODE: '604000000A',
    NAME: '公務人員保障暨培訓委員會',
  },
  {
    CODE: '604020000A',
    NAME: '國家文官學院',
  },
  {
    CODE: '604020200A',
    NAME: '國家文官學院中區培訓中心',
  },
  {
    CODE: '700000000A',
    NAME: '監察院',
  },
  {
    CODE: '701000000A',
    NAME: '審計部',
  },
  {
    CODE: '313070000G',
    NAME: '經濟部加工出口區管理處',
  },
  {
    CODE: '701020000A',
    NAME: '審計部臺北市審計處',
  },
  {
    CODE: '701030000A',
    NAME: '審計部高雄市審計處',
  },
  {
    CODE: '701040300A',
    NAME: '審計部臺灣省新竹縣審計室',
  },
  {
    CODE: '701040500A',
    NAME: '審計部臺灣省彰化縣審計室',
  },
  {
    CODE: '701040700A',
    NAME: '審計部臺灣省屏東縣審計室',
  },
  {
    CODE: '701040800A',
    NAME: '審計部臺灣省花蓮縣審計室',
  },
  {
    CODE: '701040900A',
    NAME: '審計部臺灣省嘉義市審計室',
  },
  {
    CODE: '701041100A',
    NAME: '審計部臺灣省基隆市審計室',
  },
  {
    CODE: '701041200A',
    NAME: '審計部臺灣省雲林縣審計室',
  },
  {
    CODE: '701041300A',
    NAME: '審計部臺灣省苗栗縣審計室',
  },
  {
    CODE: '313070100G',
    NAME: '經濟部加工出口區管理處臺中分處',
  },
  {
    CODE: '701041400A',
    NAME: '審計部臺灣省南投縣審計室',
  },
  {
    CODE: '701041600A',
    NAME: '審計部臺灣省臺東縣審計室',
  },
  {
    CODE: '701041700A',
    NAME: '審計部臺灣省宜蘭縣審計室',
  },
  {
    CODE: '701042000A',
    NAME: '審計部臺灣省新竹市審計室',
  },
  {
    CODE: '701042100A',
    NAME: '審計部臺灣省嘉義縣審計室',
  },
  {
    CODE: '701042200A',
    NAME: '審計部教育農林審計處',
  },
  {
    CODE: '701042300A',
    NAME: '審計部交通建設審計處',
  },
  {
    CODE: '701042400A',
    NAME: '審計部臺灣省澎湖縣審計室',
  },
  {
    CODE: '701042500A',
    NAME: '審計部福建省金門縣審計室',
  },
  {
    CODE: '701060000A',
    NAME: '審計部新北市審計處',
  },
  {
    CODE: '313070200G',
    NAME: '經濟部加工出口區管理處高雄分處',
  },
  {
    CODE: '701070000A',
    NAME: '審計部臺中市審計處',
  },
  {
    CODE: '701080000A',
    NAME: '審計部臺南市審計處',
  },
  {
    CODE: '701090000A',
    NAME: '審計部桃園市審計處',
  },
  {
    CODE: '800000000A',
    NAME: '國家安全會議秘書處',
  },
  {
    CODE: '800000001A',
    NAME: '國家安全會議',
  },
  {
    CODE: '803000000A',
    NAME: '國家安全局',
  },
  {
    CODE: 'A00000000A',
    NAME: '行政院',
  },
  {
    CODE: 'A00010000H',
    NAME: '飛航安全調查委員會',
  },
  {
    CODE: 'A01040000A',
    NAME: '內政部役政署',
  },
  {
    CODE: '3990099045',
    NAME: '國家衛生研究院（已改制為「財團法人國家衛生研究院」）',
  },
  {
    CODE: '313070300G',
    NAME: '經濟部加工出口區管理處中港分處',
  },
  {
    CODE: 'A01050000A',
    NAME: '內政部移民署',
  },
  {
    CODE: 'A01060000A',
    NAME: '內政部空中勤務總隊',
  },
  {
    CODE: 'A01070000G',
    NAME: '內政部建築研究所',
  },
  {
    CODE: 'A03000000B',
    NAME: '外交部',
  },
  {
    CODE: 'A03010000B',
    NAME: '外交部領事事務局',
  },
  {
    CODE: 'A03020000B',
    NAME: '外交部外交及國際事務學院',
  },
  {
    CODE: 'A07000000D',
    NAME: '財政部',
  },
  {
    CODE: 'A07000100D',
    NAME: '財政部財政人員訓練所',
  },
  {
    CODE: 'A07010000D',
    NAME: '財政部國庫署',
  },
  {
    CODE: 'A07020000D',
    NAME: '財政部賦稅署',
  },
  {
    CODE: '313070400G',
    NAME: '經濟部加工出口區管理處屏東分處',
  },
  {
    CODE: 'A07030000D',
    NAME: '財政部臺北國稅局',
  },
  {
    CODE: 'A07030100D',
    NAME: '財政部臺北國稅局大安分局',
  },
  {
    CODE: 'A07030200D',
    NAME: '財政部臺北國稅局松山分局',
  },
  {
    CODE: 'A07030300D',
    NAME: '財政部臺北國稅局信義分局',
  },
  {
    CODE: 'A07030400D',
    NAME: '財政部臺北國稅局中正分局',
  },
  {
    CODE: 'A07040000D',
    NAME: '財政部高雄國稅局',
  },
  {
    CODE: 'A07040100D',
    NAME: '財政部高雄國稅局三民分局',
  },
  {
    CODE: 'A07040200D',
    NAME: '財政部高雄國稅局鳳山分局',
  },
  {
    CODE: 'A07050000D',
    NAME: '財政部北區國稅局',
  },
  {
    CODE: 'A07050100D',
    NAME: '財政部北區國稅局板橋分局',
  },
  {
    CODE: '313090000G',
    NAME: '經濟部投資審議委員會',
  },
  {
    CODE: 'A07050200D',
    NAME: '財政部北區國稅局桃園分局',
  },
  {
    CODE: 'A07050300D',
    NAME: '財政部北區國稅局新竹分局',
  },
  {
    CODE: 'A07050400D',
    NAME: '財政部北區國稅局竹北分局',
  },
  {
    CODE: 'A07050500D',
    NAME: '財政部北區國稅局花蓮分局',
  },
  {
    CODE: 'A07050600D',
    NAME: '財政部北區國稅局基隆分局',
  },
  {
    CODE: 'A07050700D',
    NAME: '財政部北區國稅局宜蘭分局',
  },
  {
    CODE: 'A07060000D',
    NAME: '財政部中區國稅局',
  },
  {
    CODE: 'A07060100D',
    NAME: '財政部中區國稅局苗栗分局',
  },
  {
    CODE: 'A07060200D',
    NAME: '財政部中區國稅局豐原分局',
  },
  {
    CODE: 'A07060300D',
    NAME: '財政部中區國稅局臺中分局',
  },
  {
    CODE: '313110000K',
    NAME: '經濟部國營事業委員會',
  },
  {
    CODE: 'A07060400D',
    NAME: '財政部中區國稅局南投分局',
  },
  {
    CODE: 'A07060500D',
    NAME: '財政部中區國稅局彰化分局',
  },
  {
    CODE: 'A07060600D',
    NAME: '財政部中區國稅局雲林分局',
  },
  {
    CODE: 'A07070000D',
    NAME: '財政部南區國稅局',
  },
  {
    CODE: 'A07070300D',
    NAME: '財政部南區國稅局新營分局',
  },
  {
    CODE: 'A07070400D',
    NAME: '財政部南區國稅局臺南分局',
  },
  {
    CODE: 'A07070500D',
    NAME: '財政部南區國稅局屏東分局',
  },
  {
    CODE: 'A07070600D',
    NAME: '財政部南區國稅局臺東分局',
  },
  {
    CODE: 'A07070700D',
    NAME: '財政部南區國稅局澎湖分局',
  },
  {
    CODE: 'A07070800D',
    NAME: '財政部南區國稅局嘉義市分局',
  },
  {
    CODE: '313130000G',
    NAME: '經濟部貿易調查委員會',
  },
  {
    CODE: 'A07070900D',
    NAME: '財政部南區國稅局嘉義縣分局',
  },
  {
    CODE: 'A07080000D',
    NAME: '財政部關務署',
  },
  {
    CODE: 'A07080100D',
    NAME: '財政部關務署基隆關',
  },
  {
    CODE: 'A07080200D',
    NAME: '財政部關務署臺北關',
  },
  {
    CODE: 'A07080300D',
    NAME: '財政部關務署臺中關',
  },
  {
    CODE: 'A07080400D',
    NAME: '財政部關務署高雄關',
  },
  {
    CODE: 'A07090000D',
    NAME: '財政部國有財產署',
  },
  {
    CODE: 'A07090100D',
    NAME: '財政部國有財產署北區分署',
  },
  {
    CODE: 'A07090200D',
    NAME: '財政部國有財產署中區分署',
  },
  {
    CODE: 'A07090300D',
    NAME: '財政部國有財產署南區分署',
  },
  {
    CODE: '313150000G',
    NAME: '經濟部標準檢驗局',
  },
  {
    CODE: 'A07100000D',
    NAME: '財政部財政資訊中心',
  },
  {
    CODE: 'A07330000N',
    NAME: '中國輸出入銀行',
  },
  {
    CODE: 'A07330100N',
    NAME: '中國輸出入銀行高雄分行',
  },
  {
    CODE: 'A07330200N',
    NAME: '中國輸出入銀行臺中分行',
  },
  {
    CODE: 'A07330300N',
    NAME: '中國輸出入銀行新竹分行',
  },
  {
    CODE: 'A07330400N',
    NAME: '中國輸出入銀行台南分行',
  },
  {
    CODE: 'A07420000K',
    NAME: '財政部印刷廠',
  },
  {
    CODE: 'A09000000E',
    NAME: '教育部',
  },
  {
    CODE: 'A09000100E',
    NAME: '國立臺灣藝術教育館',
  },
  {
    CODE: 'A09010000E',
    NAME: '教育部體育署',
  },
  {
    CODE: '313150100G',
    NAME: '經濟部標準檢驗局基隆分局',
  },
  {
    CODE: 'A09020000E',
    NAME: '教育部青年發展署',
  },
  {
    CODE: 'A09030000E',
    NAME: '教育部國民及學前教育署',
  },
  {
    CODE: 'A09040000E',
    NAME: '國家教育研究院',
  },
  {
    CODE: 'A09050000E',
    NAME: '國家圖書館',
  },
  {
    CODE: 'A09060000E',
    NAME: '國立海洋生物博物館',
  },
  {
    CODE: 'A09070000E',
    NAME: '國立自然科學博物館',
  },
  {
    CODE: 'A09080000E',
    NAME: '國立科學工藝博物館',
  },
  {
    CODE: 'A09090000E',
    NAME: '國立臺灣科學教育館',
  },
  {
    CODE: 'A09100000E',
    NAME: '國立教育廣播電臺',
  },
  {
    CODE: 'A09110000E',
    NAME: '國立公共資訊圖書館',
  },
  {
    CODE: '313150200G',
    NAME: '經濟部標準檢驗局新竹分局',
  },
  {
    CODE: 'A09120000E',
    NAME: '國立臺灣圖書館',
  },
  {
    CODE: 'A09130000E',
    NAME: '國立海洋科技博物館',
  },
  {
    CODE: 'A09510100P',
    NAME: '國立臺灣大學醫學院附設醫院',
  },
  {
    CODE: 'A09510111G',
    NAME: '國立臺灣大學生物資源暨農學院實驗林管理處',
  },
  {
    CODE: 'A09510112G',
    NAME: '國立臺灣大學生物資源暨農學院附設山地實驗農場',
  },
  {
    CODE: 'A09510113G',
    NAME: '國立臺灣大學生物資源暨農學院附設農業試驗場',
  },
  {
    CODE: 'A09510114P',
    NAME: '國立臺灣大學生物資源暨農學院附設動物醫院',
  },
  {
    CODE: 'A09520100U',
    NAME: '國立政治大學附屬高級中學',
  },
  {
    CODE: 'A09530100U',
    NAME: '國立臺灣師範大學附屬高級中學',
  },
  {
    CODE: 'A09540100P',
    NAME: '國立成功大學醫學院附設醫院',
  },
  {
    CODE: '313150300G',
    NAME: '經濟部標準檢驗局臺中分局',
  },
  {
    CODE: 'A09540200V',
    NAME: '國立成功大學附設高級工業職業進修學校',
  },
  {
    CODE: 'A09550100G',
    NAME: '國立中興大學農業暨自然資源學院實驗林管理處',
  },
  {
    CODE: 'A09550200V',
    NAME: '國立中興大學附屬臺中高級農業職業學校',
  },
  {
    CODE: 'A09550300U',
    NAME: '國立中興大學附屬高級中學',
  },
  {
    CODE: 'A09570100U',
    NAME: '國立中央大學附屬中壢高級中學',
  },
  {
    CODE: 'A09590100U',
    NAME: '國立中山大學附屬國光高級中學',
  },
  {
    CODE: 'A095D0100P',
    NAME: '國立陽明大學附設醫院',
  },
  {
    CODE: 'A095E0100Y',
    NAME: '國立東華大學附設實驗國民小學',
  },
  {
    CODE: 'A095F0100U',
    NAME: '國立暨南國際大學附屬高級中學',
  },
  {
    CODE: 'A095H0100Y',
    NAME: '國立嘉義大學附設實驗國民小學',
  },
  {
    CODE: '313150400G',
    NAME: '經濟部標準檢驗局臺南分局',
  },
  {
    CODE: 'A095K0100V',
    NAME: '國立彰化師範大學附屬高級工業職業學校',
  },
  {
    CODE: 'A095L0100U',
    NAME: '國立高雄師範大學附屬高級中學',
  },
  {
    CODE: 'A095X0100V',
    NAME: '國立宜蘭大學附設高級農工職業進修學校',
  },
  {
    CODE: 'A09640100Y',
    NAME: '國立臺北教育大學附設實驗國民小學',
  },
  {
    CODE: 'A09560100Y',
    NAME: '國立清華大學附設實驗國民小學',
  },
  {
    CODE: 'A09660100Y',
    NAME: '國立臺中教育大學附設實驗國民小學',
  },
  {
    CODE: 'A09670100Y',
    NAME: '國立臺南大學附設實驗國民小學',
  },
  {
    CODE: 'A09670200U',
    NAME: '國立臺南大學附屬高級中學',
  },
  {
    CODE: 'A09670300W',
    NAME: '國立臺南大學附屬啟聰學校',
  },
  {
    CODE: 'A09690100Y',
    NAME: '國立臺東大學附設實驗國民小學',
  },
  {
    CODE: '3990099055',
    NAME: '文化建設基金管理委員會',
  },
  {
    CODE: '313150500G',
    NAME: '經濟部標準檢驗局高雄分局',
  },
  {
    CODE: 'A09690200U',
    NAME: '國立臺東大學附屬體育高級中學',
  },
  {
    CODE: 'A09690300W',
    NAME: '國立臺東大學附屬特殊教育學校',
  },
  {
    CODE: 'A096D0100U',
    NAME: '國立高雄餐旅大學附屬餐旅高級中等學校',
  },
  {
    CODE: 'A096J0100Y',
    NAME: '國立屏東大學附設實驗國民小學',
  },
  {
    CODE: 'A096K0000Q',
    NAME: '國立臺北商業大學',
  },
  {
    CODE: 'A10120000U',
    NAME: '國立科學工業園區實驗高級中學',
  },
  {
    CODE: 'A10130000U',
    NAME: '國立金門高級中學',
  },
  {
    CODE: 'A10140000U',
    NAME: '國立馬祖高級中學',
  },
  {
    CODE: 'A10150000U',
    NAME: '國立基隆高級中學',
  },
  {
    CODE: 'A10160000U',
    NAME: '國立宜蘭高級中學',
  },
  {
    CODE: '313150600G',
    NAME: '經濟部標準檢驗局花蓮分局',
  },
  {
    CODE: 'A10170000U',
    NAME: '國立羅東高級中學',
  },
  {
    CODE: 'A10180000U',
    NAME: '國立桃園高級中學',
  },
  {
    CODE: 'A10190000U',
    NAME: '國立武陵高級中學',
  },
  {
    CODE: 'A101B0000U',
    NAME: '國立楊梅高級中學',
  },
  {
    CODE: 'A101C0000U',
    NAME: '國立新竹高級中學',
  },
  {
    CODE: 'A101D0000U',
    NAME: '國立竹東高級中學',
  },
  {
    CODE: 'A101E0000U',
    NAME: '國立苗栗高級中學',
  },
  {
    CODE: 'A101F0000U',
    NAME: '國立竹南高級中學',
  },
  {
    CODE: '313160000G',
    NAME: '經濟部智慧財產局',
  },
  {
    CODE: 'A101M0000U',
    NAME: '國立中興高級中學',
  },
  {
    CODE: 'A101N0000U',
    NAME: '國立南投高級中學',
  },
  {
    CODE: 'A101P0000U',
    NAME: '國立竹山高級中學',
  },
  {
    CODE: 'A101Q0000U',
    NAME: '國立彰化高級中學',
  },
  {
    CODE: 'A101R0000U',
    NAME: '國立員林高級中學',
  },
  {
    CODE: 'A101S0000U',
    NAME: '國立鹿港高級中學',
  },
  {
    CODE: 'A101T0000U',
    NAME: '國立斗六高級中學',
  },
  {
    CODE: '313190000L',
    NAME: '經濟部礦務局',
  },
  {
    CODE: 'A101U0000U',
    NAME: '國立虎尾高級中學',
  },
  {
    CODE: 'A101V0000U',
    NAME: '國立北港高級中學',
  },
  {
    CODE: 'A101W0000U',
    NAME: '國立嘉義高級中學',
  },
  {
    CODE: 'A101X0000U',
    NAME: '國立後壁高級中學',
  },
  {
    CODE: 'A101Y0000U',
    NAME: '國立善化高級中學',
  },
  {
    CODE: 'A10200000U',
    NAME: '國立新營高級中學',
  },
  {
    CODE: 'A10210000U',
    NAME: '國立臺南第一高級中學',
  },
  {
    CODE: 'A10220000U',
    NAME: '國立臺南第二高級中學',
  },
  {
    CODE: 'A10230000U',
    NAME: '國立新化高級中學',
  },
  {
    CODE: 'A10240000U',
    NAME: '國立北門高級中學',
  },
  {
    CODE: '313200000G',
    NAME: '經濟部水利署',
  },
  {
    CODE: 'A10250000U',
    NAME: '國立岡山高級中學',
  },
  {
    CODE: 'A10260000U',
    NAME: '國立旗美高級中學',
  },
  {
    CODE: 'A10270000U',
    NAME: '國立鳳山高級中學',
  },
  {
    CODE: 'A10280000U',
    NAME: '國立屏東高級中學',
  },
  {
    CODE: 'A10290000U',
    NAME: '國立潮州高級中學',
  },
  {
    CODE: 'A102A0000U',
    NAME: '國立臺東高級中學',
  },
  {
    CODE: 'A102B0000U',
    NAME: '國立花蓮高級中學',
  },
  {
    CODE: 'A102C0000U',
    NAME: '國立玉里高級中學',
  },
  {
    CODE: 'A102D0000U',
    NAME: '國立馬公高級中學',
  },
  {
    CODE: 'A102E0000U',
    NAME: '國立新豐高級中學',
  },
  {
    CODE: '313200100G',
    NAME: '經濟部水利署北區水資源局',
  },
  {
    CODE: 'A102F0000U',
    NAME: '國立東石高級中學',
  },
  {
    CODE: 'A102H0000U',
    NAME: '國立陽明高級中學',
  },
  {
    CODE: 'A102J0000U',
    NAME: '國立竹北高級中學',
  },
  {
    CODE: 'A102K0000U',
    NAME: '國立鳳新高級中學',
  },
  {
    CODE: 'A102L0000U',
    NAME: '國立溪湖高級中學',
  },
  {
    CODE: 'A102M0000U',
    NAME: '國立內壢高級中學',
  },
  {
    CODE: 'A102P0000U',
    NAME: '國立苑裡高級中學',
  },
  {
    CODE: 'A102Q0000U',
    NAME: '國立關西高級中學',
  },
  {
    CODE: 'A102R0000U',
    NAME: '國立屏北高級中學',
  },
  {
    CODE: '313200200G',
    NAME: '經濟部水利署中區水資源局',
  },
  {
    CODE: 'A102S0000U',
    NAME: '國立新港藝術高級中學',
  },
  {
    CODE: 'A103B0000U',
    NAME: '國立卓蘭高級中等學校',
  },
  {
    CODE: 'A102U0000U',
    NAME: '國立南科國際實驗高級中學',
  },
  {
    CODE: 'A102V0000U',
    NAME: '國立中科實驗高級中學',
  },
  {
    CODE: 'A102W0000U',
    NAME: '國立基隆女子高級中學',
  },
  {
    CODE: 'A102X0000U',
    NAME: '國立蘭陽女子高級中學',
  },
  {
    CODE: 'A102Y0000U',
    NAME: '國立新竹女子高級中學',
  },
  {
    CODE: 'A10310000U',
    NAME: '國立彰化女子高級中學',
  },
  {
    CODE: 'A10320000U',
    NAME: '國立嘉義女子高級中學',
  },
  {
    CODE: '313200300G',
    NAME: '經濟部水利署南區水資源局',
  },
  {
    CODE: 'A10330000U',
    NAME: '國立臺南女子高級中學',
  },
  {
    CODE: 'A10340000U',
    NAME: '國立屏東女子高級中學',
  },
  {
    CODE: 'A10350000U',
    NAME: '國立臺東女子高級中學',
  },
  {
    CODE: 'A10360000U',
    NAME: '國立花蓮女子高級中學',
  },
  {
    CODE: 'A10370000U',
    NAME: '國立臺南家齊高級中等學校',
  },
  {
    CODE: 'A10380000U',
    NAME: '國立龍潭高級中學',
  },
  {
    CODE: 'A10390000U',
    NAME: '國立華僑高級中等學校',
  },
  {
    CODE: 'A10510000V',
    NAME: '國立新竹高級工業職業學校',
  },
  {
    CODE: '313200400G',
    NAME: '經濟部水利署水利規劃試驗所',
  },
  {
    CODE: 'A10550000V',
    NAME: '國立嘉義高級工業職業學校',
  },
  {
    CODE: 'A10560000V',
    NAME: '國立臺南高級工業職業學校',
  },
  {
    CODE: 'A10570000V',
    NAME: '國立屏東高級工業職業學校',
  },
  {
    CODE: 'A10580000V',
    NAME: '國立花蓮高級工業職業學校',
  },
  {
    CODE: 'A10590000V',
    NAME: '國立永靖高級工業職業學校',
  },
  {
    CODE: 'A105A0000V',
    NAME: '國立埔里高級工業職業學校',
  },
  {
    CODE: 'A105B0000V',
    NAME: '國立員林崇實高級工業職業學校',
  },
  {
    CODE: 'A105C0000V',
    NAME: '國立羅東高級工業職業學校',
  },
  {
    CODE: 'A105D0000V',
    NAME: '國立新化高級工業職業學校',
  },
  {
    CODE: '313200500G',
    NAME: '經濟部水利署臺北水源特定區管理局',
  },
  {
    CODE: 'A105F0000V',
    NAME: '國立秀水高級工業職業學校',
  },
  {
    CODE: 'A105G0000V',
    NAME: '國立新營高級工業職業學校',
  },
  {
    CODE: 'A105H0000V',
    NAME: '國立仁愛高級農業職業學校',
  },
  {
    CODE: 'A105K0000V',
    NAME: '國立佳冬高級農業職業學校',
  },
  {
    CODE: 'A105L0000V',
    NAME: '國立花蓮高級農業職業學校',
  },
  {
    CODE: 'A105M0000V',
    NAME: '國立宜蘭高級商業職業學校',
  },
  {
    CODE: 'A105N0000V',
    NAME: '國立中壢高級商業職業學校',
  },
  {
    CODE: 'A105P0000V',
    NAME: '國立新竹高級商業職業學校',
  },
  {
    CODE: '3990099065',
    NAME: '行政院國家資通安全會報',
  },
  {
    CODE: '313201100G',
    NAME: '經濟部水利署第一河川局',
  },
  {
    CODE: 'A105R0000V',
    NAME: '國立南投高級商業職業學校',
  },
  {
    CODE: 'A105S0000V',
    NAME: '國立彰化高級商業職業學校',
  },
  {
    CODE: 'A105T0000V',
    NAME: '國立嘉義高級商業職業學校',
  },
  {
    CODE: 'A105U0000V',
    NAME: '國立華南高級商業職業學校',
  },
  {
    CODE: 'A105V0000V',
    NAME: '國立臺南高級商業職業學校',
  },
  {
    CODE: 'A105W0000V',
    NAME: '國立臺東高級商業職業學校',
  },
  {
    CODE: 'A105X0000V',
    NAME: '國立花蓮高級商業職業學校',
  },
  {
    CODE: 'A105Y0000V',
    NAME: '國立苗栗高級商業職業學校',
  },
  {
    CODE: 'A10600000V',
    NAME: '國立羅東高級商業職業學校',
  },
  {
    CODE: 'A095N0100V',
    NAME: '國立臺北科技大學附屬桃園農工高級中等學校',
  },
  {
    CODE: '313201200G',
    NAME: '經濟部水利署第二河川局',
  },
  {
    CODE: 'A10620000V',
    NAME: '國立苗栗高級農工職業學校',
  },
  {
    CODE: 'A10630000V',
    NAME: '國立岡山高級農工職業學校',
  },
  {
    CODE: 'A10640000V',
    NAME: '國立西螺高級農工職業學校',
  },
  {
    CODE: 'A10650000V',
    NAME: '國立大湖高級農工職業學校',
  },
  {
    CODE: 'A10680000V',
    NAME: '國立員林高級農工職業學校',
  },
  {
    CODE: 'A10690000V',
    NAME: '國立虎尾高級農工職業學校',
  },
  {
    CODE: 'A106A0000V',
    NAME: '國立北港高級農工職業學校',
  },
  {
    CODE: 'A106B0000V',
    NAME: '國立北門高級農工職業學校',
  },
  {
    CODE: 'A106C0000V',
    NAME: '國立旗山高級農工職業學校',
  },
  {
    CODE: '313201300G',
    NAME: '經濟部水利署第三河川局',
  },
  {
    CODE: 'A106D0000V',
    NAME: '國立內埔高級農工職業學校',
  },
  {
    CODE: 'A106E0000V',
    NAME: '國立民雄高級農工職業學校',
  },
  {
    CODE: 'A106F0000V',
    NAME: '國立曾文高級農工職業學校',
  },
  {
    CODE: 'A106G0000V',
    NAME: '國立金門高級農工職業學校',
  },
  {
    CODE: 'A106H0000V',
    NAME: '國立基隆高級商工職業學校',
  },
  {
    CODE: 'A106J0000V',
    NAME: '國立土庫高級商工職業學校',
  },
  {
    CODE: 'A106K0000V',
    NAME: '國立草屯高級商工職業學校',
  },
  {
    CODE: 'A106L0000V',
    NAME: '國立白河高級商工職業學校',
  },
  {
    CODE: 'A106M0000V',
    NAME: '國立鳳山高級商工職業學校',
  },
  {
    CODE: 'A106N0000V',
    NAME: '國立光復高級商工職業學校',
  },
  {
    CODE: '313201400G',
    NAME: '經濟部水利署第四河川局',
  },
  {
    CODE: 'A106P0000V',
    NAME: '國立水里高級商工職業學校',
  },
  {
    CODE: 'A106Q0000V',
    NAME: '國立關山高級工商職業學校',
  },
  {
    CODE: 'A106R0000V',
    NAME: '國立玉井高級工商職業學校',
  },
  {
    CODE: 'A106S0000V',
    NAME: '國立二林高級工商職業學校',
  },
  {
    CODE: 'A106T0000V',
    NAME: '國立恆春高級工商職業學校',
  },
  {
    CODE: 'A106U0000V',
    NAME: '國立中壢高級家事商業職業學校',
  },
  {
    CODE: 'A106W0000V',
    NAME: '國立員林高級家事商業職業學校',
  },
  {
    CODE: 'A106X0000V',
    NAME: '國立斗六高級家事商業職業學校',
  },
  {
    CODE: 'A106Y0000V',
    NAME: '國立嘉義高級家事職業學校',
  },
  {
    CODE: '313201500G',
    NAME: '經濟部水利署第五河川局',
  },
  {
    CODE: 'A10700000V',
    NAME: '國立曾文高級家事商業職業學校',
  },
  {
    CODE: 'A10710000V',
    NAME: '國立北斗高級家事商業職業學校',
  },
  {
    CODE: 'A10720000V',
    NAME: '國立頭城高級家事商業職業學校',
  },
  {
    CODE: 'A10730000V',
    NAME: '國立基隆高級海事職業學校',
  },
  {
    CODE: 'A10740000V',
    NAME: '國立蘇澳高級海事水產職業學校',
  },
  {
    CODE: 'A10750000V',
    NAME: '國立臺南高級海事水產職業學校',
  },
  {
    CODE: 'A10760000V',
    NAME: '國立東港高級海事水產職業學校',
  },
  {
    CODE: 'A10770000V',
    NAME: '國立澎湖高級海事水產職業學校',
  },
  {
    CODE: 'A10780000V',
    NAME: '國立成功商業水產職業學校',
  },
  {
    CODE: '313201600G',
    NAME: '經濟部水利署第六河川局',
  },
  {
    CODE: 'A109M0000W',
    NAME: '國立臺南特殊教育學校',
  },
  {
    CODE: 'A10940000W',
    NAME: '國立桃園啟智學校',
  },
  {
    CODE: 'A10980000W',
    NAME: '國立基隆特殊教育學校',
  },
  {
    CODE: 'A10990000W',
    NAME: '國立宜蘭特殊教育學校',
  },
  {
    CODE: 'A109A0000W',
    NAME: '國立苗栗特殊教育學校',
  },
  {
    CODE: 'A109C0000W',
    NAME: '國立雲林特殊教育學校',
  },
  {
    CODE: 'A109D0000W',
    NAME: '國立和美實驗學校',
  },
  {
    CODE: 'A109F0000W',
    NAME: '國立新竹特殊教育學校',
  },
  {
    CODE: '313201700G',
    NAME: '經濟部水利署第七河川局',
  },
  {
    CODE: 'A109G0000W',
    NAME: '國立屏東特殊教育學校',
  },
  {
    CODE: 'A109H0000W',
    NAME: '國立南投特殊教育學校',
  },
  {
    CODE: 'A109J0000W',
    NAME: '國立花蓮特殊教育學校',
  },
  {
    CODE: 'A109K0000W',
    NAME: '國立嘉義特殊教育學校',
  },
  {
    CODE: 'A109L0000W',
    NAME: '國立彰化特殊教育學校',
  },
  {
    CODE: 'A11000000F',
    NAME: '法務部',
  },
  {
    CODE: 'A11000100F',
    NAME: '福建高等法院金門分院檢察署',
  },
  {
    CODE: 'A11000200F',
    NAME: '福建金門地方檢察署',
  },
  {
    CODE: 'A11000300F',
    NAME: '福建連江地方檢察署',
  },
  {
    CODE: 'A11010000F',
    NAME: '法務部調查局',
  },
  {
    CODE: '313201800G',
    NAME: '經濟部水利署第八河川局',
  },
  {
    CODE: 'A11010100F',
    NAME: '法務部調查局幹部訓練所',
  },
  {
    CODE: 'A11010200F',
    NAME: '法務部調查局臺灣省調查處',
  },
  {
    CODE: 'A11010300F',
    NAME: '法務部調查局臺北市調查處',
  },
  {
    CODE: 'A11010400F',
    NAME: '法務部調查局新北市調查處',
  },
  {
    CODE: 'A11010500F',
    NAME: '法務部調查局臺中市調查處',
  },
  {
    CODE: 'A11010600F',
    NAME: '法務部調查局臺南市調查處',
  },
  {
    CODE: 'A11010700F',
    NAME: '法務部調查局高雄市調查處',
  },
  {
    CODE: 'A11010800F',
    NAME: '法務部調查局福建省調查處',
  },
  {
    CODE: 'A11010900F',
    NAME: '法務部調查局航業調查處',
  },
  {
    CODE: 'A11011000F',
    NAME: '法務部調查局桃園市調查處',
  },
  {
    CODE: '313201900G',
    NAME: '經濟部水利署第九河川局',
  },
  {
    CODE: 'A11020000F',
    NAME: '法務部行政執行署',
  },
  {
    CODE: 'A11020100F',
    NAME: '法務部行政執行署臺北分署',
  },
  {
    CODE: 'A11020200F',
    NAME: '法務部行政執行署士林分署',
  },
  {
    CODE: 'A11020300F',
    NAME: '法務部行政執行署新北分署',
  },
  {
    CODE: 'A11020400F',
    NAME: '法務部行政執行署桃園分署',
  },
  {
    CODE: 'A11020500F',
    NAME: '法務部行政執行署新竹分署',
  },
  {
    CODE: 'A11020600F',
    NAME: '法務部行政執行署臺中分署',
  },
  {
    CODE: 'A11020700F',
    NAME: '法務部行政執行署彰化分署',
  },
  {
    CODE: 'A11020800F',
    NAME: '法務部行政執行署嘉義分署',
  },
  {
    CODE: 'A11020900F',
    NAME: '法務部行政執行署臺南分署',
  },
  {
    CODE: '313202000G',
    NAME: '經濟部水利署第十河川局',
  },
  {
    CODE: 'A11021000F',
    NAME: '法務部行政執行署高雄分署',
  },
  {
    CODE: 'A11021100F',
    NAME: '法務部行政執行署屏東分署',
  },
  {
    CODE: 'A11021200F',
    NAME: '法務部行政執行署花蓮分署',
  },
  {
    CODE: 'A11021300F',
    NAME: '法務部行政執行署宜蘭分署',
  },
  {
    CODE: 'A11030000F',
    NAME: '法務部廉政署',
  },
  {
    CODE: 'A11040000F',
    NAME: '法務部矯正署',
  },
  {
    CODE: 'A11040100F',
    NAME: '法務部矯正署臺北監獄',
  },
  {
    CODE: 'A11040200F',
    NAME: '法務部矯正署桃園監獄',
  },
  {
    CODE: 'A11040300F',
    NAME: '法務部矯正署桃園女子監獄',
  },
  {
    CODE: 'A11040400F',
    NAME: '法務部矯正署新竹監獄',
  },
  {
    CODE: '100000000A',
    NAME: '國民大會',
  },
  {
    CODE: '313210000G',
    NAME: '經濟部能源局',
  },
  {
    CODE: 'A11040500F',
    NAME: '法務部矯正署臺中監獄',
  },
  {
    CODE: 'A11040600F',
    NAME: '法務部矯正署臺中女子監獄',
  },
  {
    CODE: 'A11040700F',
    NAME: '法務部矯正署彰化監獄',
  },
  {
    CODE: 'A11040800F',
    NAME: '法務部矯正署雲林監獄',
  },
  {
    CODE: 'A11040900F',
    NAME: '法務部矯正署雲林第二監獄',
  },
  {
    CODE: 'A11041000F',
    NAME: '法務部矯正署嘉義監獄',
  },
  {
    CODE: 'A11041100F',
    NAME: '法務部矯正署臺南監獄',
  },
  {
    CODE: 'A11041200F',
    NAME: '法務部矯正署明德外役監獄',
  },
  {
    CODE: 'A11041300F',
    NAME: '法務部矯正署高雄監獄',
  },
  {
    CODE: 'A11041400F',
    NAME: '法務部矯正署高雄第二監獄',
  },
  {
    CODE: '313600000K',
    NAME: '經濟部專業人員研究中心',
  },
  {
    CODE: 'A11041500F',
    NAME: '法務部矯正署高雄女子監獄',
  },
  {
    CODE: 'A11041600F',
    NAME: '法務部矯正署屏東監獄',
  },
  {
    CODE: 'A11041700F',
    NAME: '法務部矯正署臺東監獄',
  },
  {
    CODE: 'A11041800F',
    NAME: '法務部矯正署花蓮監獄',
  },
  {
    CODE: 'A11041900F',
    NAME: '法務部矯正署自強外役監獄',
  },
  {
    CODE: 'A11042000F',
    NAME: '法務部矯正署宜蘭監獄',
  },
  {
    CODE: 'A11042100F',
    NAME: '法務部矯正署基隆監獄',
  },
  {
    CODE: 'A11042200F',
    NAME: '法務部矯正署澎湖監獄',
  },
  {
    CODE: 'A11042300F',
    NAME: '法務部矯正署綠島監獄',
  },
  {
    CODE: 'A11042400F',
    NAME: '法務部矯正署金門監獄',
  },
  {
    CODE: '315000000H',
    NAME: '交通部',
  },
  {
    CODE: 'A11042500F',
    NAME: '法務部矯正署八德外役監獄',
  },
  {
    CODE: 'A11042600F',
    NAME: '法務部矯正署臺南第二監獄',
  },
  {
    CODE: 'A11043100F',
    NAME: '法務部矯正署臺北看守所',
  },
  {
    CODE: 'A11043200F',
    NAME: '法務部矯正署臺北女子看守所',
  },
  {
    CODE: 'A11043300F',
    NAME: '法務部矯正署桃園看守所',
  },
  {
    CODE: 'A11043400F',
    NAME: '法務部矯正署新竹看守所',
  },
  {
    CODE: 'A11043500F',
    NAME: '法務部矯正署苗栗看守所',
  },
  {
    CODE: 'A11043600F',
    NAME: '法務部矯正署臺中看守所',
  },
  {
    CODE: 'A11043700F',
    NAME: '法務部矯正署彰化看守所',
  },
  {
    CODE: 'A11043800F',
    NAME: '法務部矯正署南投看守所',
  },
  {
    CODE: '315280000H',
    NAME: '交通部高速公路局',
  },
  {
    CODE: 'A11043900F',
    NAME: '法務部矯正署雲林看守所',
  },
  {
    CODE: 'A11044000F',
    NAME: '法務部矯正署嘉義看守所',
  },
  {
    CODE: 'A11044100F',
    NAME: '法務部矯正署臺南看守所',
  },
  {
    CODE: 'A11044200F',
    NAME: '法務部矯正署高雄看守所',
  },
  {
    CODE: 'A11044300F',
    NAME: '法務部矯正署屏東看守所',
  },
  {
    CODE: 'A11044400F',
    NAME: '法務部矯正署臺東看守所',
  },
  {
    CODE: 'A11044500F',
    NAME: '法務部矯正署花蓮看守所',
  },
  {
    CODE: 'A11044600F',
    NAME: '法務部矯正署宜蘭看守所',
  },
  {
    CODE: 'A11044700F',
    NAME: '法務部矯正署基隆看守所',
  },
  {
    CODE: 'A11044800F',
    NAME: '法務部矯正署澎湖看守所',
  },
  {
    CODE: 'A11044900F',
    NAME: '法務部矯正署金門看守所',
  },
  {
    CODE: '315280100H',
    NAME: '交通部高速公路局北區養護工程分局',
  },
  {
    CODE: 'A11045000F',
    NAME: '法務部矯正署連江看守所',
  },
  {
    CODE: 'A11045600F',
    NAME: '法務部矯正署新店戒治所',
  },
  {
    CODE: 'A11045800F',
    NAME: '法務部矯正署桃園女子戒治所',
  },
  {
    CODE: 'A11045900F',
    NAME: '法務部矯正署臺中戒治所',
  },
  {
    CODE: 'A11046000F',
    NAME: '法務部矯正署臺中女子戒治所',
  },
  {
    CODE: 'A11046200F',
    NAME: '法務部矯正署高雄戒治所',
  },
  {
    CODE: 'A11046300F',
    NAME: '法務部矯正署高雄女子戒治所',
  },
  {
    CODE: 'A11046400F',
    NAME: '法務部矯正署臺東戒治所',
  },
  {
    CODE: 'A11046600F',
    NAME: '法務部矯正署泰源技能訓練所',
  },
  {
    CODE: '315280200H',
    NAME: '交通部高速公路局中區養護工程分局',
  },
  {
    CODE: 'A11046700F',
    NAME: '法務部矯正署東成技能訓練所',
  },
  {
    CODE: 'A11046800F',
    NAME: '法務部矯正署岩灣技能訓練所',
  },
  {
    CODE: 'A11047100F',
    NAME: '法務部矯正署臺北少年觀護所',
  },
  {
    CODE: 'A11047200F',
    NAME: '法務部矯正署桃園少年觀護所',
  },
  {
    CODE: 'A11047300F',
    NAME: '法務部矯正署新竹少年觀護所',
  },
  {
    CODE: 'A11047400F',
    NAME: '法務部矯正署苗栗少年觀護所',
  },
  {
    CODE: 'A11047500F',
    NAME: '法務部矯正署臺中少年觀護所',
  },
  {
    CODE: 'A11047600F',
    NAME: '法務部矯正署彰化少年觀護所',
  },
  {
    CODE: 'A11047700F',
    NAME: '法務部矯正署南投少年觀護所',
  },
  {
    CODE: 'A11047800F',
    NAME: '法務部矯正署雲林少年觀護所',
  },
  {
    CODE: '315280300H',
    NAME: '交通部高速公路局南區養護工程分局',
  },
  {
    CODE: 'A11047900F',
    NAME: '法務部矯正署嘉義少年觀護所',
  },
  {
    CODE: 'A11048000F',
    NAME: '法務部矯正署臺南少年觀護所',
  },
  {
    CODE: 'A11048100F',
    NAME: '法務部矯正署高雄少年觀護所',
  },
  {
    CODE: 'A11048200F',
    NAME: '法務部矯正署屏東少年觀護所',
  },
  {
    CODE: 'A11048300F',
    NAME: '法務部矯正署臺東少年觀護所',
  },
  {
    CODE: 'A11048400F',
    NAME: '法務部矯正署花蓮少年觀護所',
  },
  {
    CODE: 'A11048500F',
    NAME: '法務部矯正署宜蘭少年觀護所',
  },
  {
    CODE: 'A11048600F',
    NAME: '法務部矯正署基隆少年觀護所',
  },
  {
    CODE: 'A11048700F',
    NAME: '法務部矯正署澎湖少年觀護所',
  },
  {
    CODE: 'A11048800F',
    NAME: '法務部矯正署金門少年觀護所',
  },
  {
    CODE: '315050600M',
    NAME: '交通部臺灣區國道高速公路局拓建工程處',
  },
  {
    CODE: 'A11049100U',
    NAME: '誠正中學',
  },
  {
    CODE: 'A11049200U',
    NAME: '明陽中學',
  },
  {
    CODE: 'A11049300U',
    NAME: '敦品中學',
  },
  {
    CODE: 'A11049400U',
    NAME: '勵志中學',
  },
  {
    CODE: 'A11050000F',
    NAME: '最高檢察署',
  },
  {
    CODE: 'A11060000F',
    NAME: '臺灣高等檢察署',
  },
  {
    CODE: 'A11060100F',
    NAME: '臺灣高等法院臺中分院檢察署',
  },
  {
    CODE: 'A11060200F',
    NAME: '臺灣高等法院臺南分院檢察署',
  },
  {
    CODE: 'A11060300F',
    NAME: '臺灣高等法院高雄分院檢察署',
  },
  {
    CODE: 'A11060400F',
    NAME: '臺灣高等法院花蓮分院檢察署',
  },
  {
    CODE: '315052300M',
    NAME: '交通部臺灣區國道高速公路局造橋收費站',
  },
  {
    CODE: 'A11060500F',
    NAME: '臺灣高等檢察署智慧財產分署',
  },
  {
    CODE: 'A11060600F',
    NAME: '臺灣臺北地方檢察署',
  },
  {
    CODE: 'A11060700F',
    NAME: '臺灣士林地方檢察署',
  },
  {
    CODE: 'A11060900F',
    NAME: '臺灣桃園地方檢察署',
  },
  {
    CODE: 'A11061000F',
    NAME: '臺灣新竹地方檢察署',
  },
  {
    CODE: 'A11061100F',
    NAME: '臺灣苗栗地方檢察署',
  },
  {
    CODE: 'A11061200F',
    NAME: '臺灣臺中地方檢察署',
  },
  {
    CODE: 'A11061300F',
    NAME: '臺灣彰化地方檢察署',
  },
  {
    CODE: 'A11061400F',
    NAME: '臺灣南投地方檢察署',
  },
  {
    CODE: 'A11061500F',
    NAME: '臺灣雲林地方檢察署',
  },
  {
    CODE: '315052400M',
    NAME: '交通部臺灣區國道高速公路局后里收費站',
  },
  {
    CODE: 'A11061600F',
    NAME: '臺灣嘉義地方檢察署',
  },
  {
    CODE: 'A11061700F',
    NAME: '臺灣臺南地方檢察署',
  },
  {
    CODE: 'A11061800F',
    NAME: '臺灣高雄地方檢察署',
  },
  {
    CODE: 'A11061900F',
    NAME: '臺灣屏東地方檢察署',
  },
  {
    CODE: 'A11062000F',
    NAME: '臺灣臺東地方檢察署',
  },
  {
    CODE: 'A11062100F',
    NAME: '臺灣花蓮地方檢察署',
  },
  {
    CODE: 'A11062200F',
    NAME: '臺灣宜蘭地方檢察署',
  },
  {
    CODE: 'A11062300F',
    NAME: '臺灣基隆地方檢察署',
  },
  {
    CODE: 'A11062400F',
    NAME: '臺灣澎湖地方檢察署',
  },
  {
    CODE: 'A11062500F',
    NAME: '臺灣新北地方檢察署',
  },
  {
    CODE: '200000000A',
    NAME: '總統府',
  },
  {
    CODE: '315052600M',
    NAME: '交通部臺灣區國道高速公路局斗南收費站',
  },
  {
    CODE: 'A11070000F',
    NAME: '法務部司法官學院',
  },
  {
    CODE: 'A11080000F',
    NAME: '法務部法醫研究所',
  },
  {
    CODE: 'A13000000G',
    NAME: '經濟及能源部',
  },
  {
    CODE: 'A15000000H',
    NAME: '交通及建設部',
  },
  {
    CODE: 'A17000000J',
    NAME: '勞動部',
  },
  {
    CODE: 'A17010000J',
    NAME: '勞動部勞工保險局',
  },
  {
    CODE: 'A17020000J',
    NAME: '勞動部勞動力發展署',
  },
  {
    CODE: 'A17020100J',
    NAME: '勞動部勞動力發展署北基宜花金馬分署',
  },
  {
    CODE: 'A17020200J',
    NAME: '勞動部勞動力發展署桃竹苗分署',
  },
  {
    CODE: 'A17020300J',
    NAME: '勞動部勞動力發展署中彰投分署',
  },
  {
    CODE: '315053100M',
    NAME: '交通部臺灣區國道高速公路局龍潭收費站',
  },
  {
    CODE: 'A17020400J',
    NAME: '勞動部勞動力發展署雲嘉南分署',
  },
  {
    CODE: 'A17020500J',
    NAME: '勞動部勞動力發展署高屏澎東分署',
  },
  {
    CODE: 'A17020600J',
    NAME: '勞動部勞動力發展署技能檢定中心',
  },
  {
    CODE: 'A17030000J',
    NAME: '勞動部勞動基金運用局',
  },
  {
    CODE: 'A17040000J',
    NAME: '勞動部職業安全衛生署',
  },
  {
    CODE: 'A17050000J',
    NAME: '勞動部勞動及職業安全衛生研究所',
  },
  {
    CODE: 'A19000000G',
    NAME: '農業部',
  },
  {
    CODE: 'A21000000I',
    NAME: '衛生福利部',
  },
  {
    CODE: 'A21000100J',
    NAME: '衛生福利部北區老人之家',
  },
  {
    CODE: 'A21000200J',
    NAME: '衛生福利部中區老人之家',
  },
  {
    CODE: '315053400M',
    NAME: '交通部臺灣區國道高速公路局後龍收費站',
  },
  {
    CODE: 'A21000300J',
    NAME: '衛生福利部南區老人之家',
  },
  {
    CODE: 'A21000400J',
    NAME: '衛生福利部東區老人之家',
  },
  {
    CODE: 'A21000500J',
    NAME: '衛生福利部澎湖老人之家',
  },
  {
    CODE: 'A21000600J',
    NAME: '衛生福利部彰化老人養護中心',
  },
  {
    CODE: 'A21001100J',
    NAME: '衛生福利部北區兒童之家',
  },
  {
    CODE: 'A21001200J',
    NAME: '衛生福利部中區兒童之家',
  },
  {
    CODE: 'A21001300J',
    NAME: '衛生福利部南區兒童之家',
  },
  {
    CODE: 'A21001400J',
    NAME: '衛生福利部少年之家',
  },
  {
    CODE: 'A21002100J',
    NAME: '衛生福利部南投啟智教養院',
  },
  {
    CODE: 'A21002200J',
    NAME: '衛生福利部雲林教養院',
  },
  {
    CODE: '315053600M',
    NAME: '交通部臺灣區國道高速公路局白河收費站',
  },
  {
    CODE: 'A21002300J',
    NAME: '衛生福利部臺南教養院',
  },
  {
    CODE: 'A21003100P',
    NAME: '衛生福利部基隆醫院',
  },
  {
    CODE: 'A21003200P',
    NAME: '衛生福利部臺北醫院',
  },
  {
    CODE: 'A21003300P',
    NAME: '衛生福利部桃園醫院',
  },
  {
    CODE: 'A21003400P',
    NAME: '衛生福利部苗栗醫院',
  },
  {
    CODE: 'A21003500P',
    NAME: '衛生福利部豐原醫院',
  },
  {
    CODE: 'A21003600P',
    NAME: '衛生福利部臺中醫院',
  },
  {
    CODE: 'A21003700P',
    NAME: '衛生福利部彰化醫院',
  },
  {
    CODE: 'A21003800P',
    NAME: '衛生福利部南投醫院',
  },
  {
    CODE: 'A21003900P',
    NAME: '衛生福利部嘉義醫院',
  },
  {
    CODE: '315053700M',
    NAME: '交通部臺灣區國道高速公路局善化收費站',
  },
  {
    CODE: 'A21004000P',
    NAME: '衛生福利部朴子醫院',
  },
  {
    CODE: 'A21004100P',
    NAME: '衛生福利部新營醫院',
  },
  {
    CODE: 'A21004200P',
    NAME: '衛生福利部臺南醫院',
  },
  {
    CODE: 'A21004300P',
    NAME: '衛生福利部旗山醫院',
  },
  {
    CODE: 'A21004400P',
    NAME: '衛生福利部屏東醫院',
  },
  {
    CODE: 'A21004500P',
    NAME: '衛生福利部恆春旅遊醫院',
  },
  {
    CODE: 'A21004600P',
    NAME: '衛生福利部臺東醫院',
  },
  {
    CODE: 'A21004700P',
    NAME: '衛生福利部花蓮醫院',
  },
  {
    CODE: 'A21004800P',
    NAME: '衛生福利部玉里醫院',
  },
  {
    CODE: 'A21004900P',
    NAME: '衛生福利部澎湖醫院',
  },
  {
    CODE: '315054200M',
    NAME: '交通部臺灣區國道高速公路局頭城收費站',
  },
  {
    CODE: 'A21005000P',
    NAME: '衛生福利部金門醫院',
  },
  {
    CODE: 'A21005100P',
    NAME: '衛生福利部胸腔病院',
  },
  {
    CODE: 'A21007100P',
    NAME: '衛生福利部樂生療養院',
  },
  {
    CODE: 'A21007200P',
    NAME: '衛生福利部八里療養院',
  },
  {
    CODE: 'A21007300P',
    NAME: '衛生福利部桃園療養院',
  },
  {
    CODE: 'A21007400P',
    NAME: '衛生福利部草屯療養院',
  },
  {
    CODE: 'A21007500P',
    NAME: '衛生福利部嘉南療養院',
  },
  {
    CODE: 'A21010000I',
    NAME: '衛生福利部疾病管制署',
  },
  {
    CODE: 'A21020000I',
    NAME: '衛生福利部食品藥物管理署',
  },
  {
    CODE: 'A21030000I',
    NAME: '衛生福利部中央健康保險署',
  },
  {
    CODE: '315060000H',
    NAME: '交通部民用航空局',
  },
  {
    CODE: 'A21040000I',
    NAME: '衛生福利部國民健康署',
  },
  {
    CODE: 'A21050000J',
    NAME: '衛生福利部社會及家庭署',
  },
  {
    CODE: 'A21060000I',
    NAME: '衛生福利部國家中醫藥研究所',
  },
  {
    CODE: 'A23000000I',
    NAME: '環境資源部',
  },
  {
    CODE: 'A25000000E',
    NAME: '文化部',
  },
  {
    CODE: 'A25000100E',
    NAME: '國立臺灣交響樂團',
  },
  {
    CODE: 'A25000200E',
    NAME: '國立臺灣歷史博物館',
  },
  {
    CODE: 'A25000300E',
    NAME: '國立臺灣文學館',
  },
  {
    CODE: 'A25000400E',
    NAME: '衛武營藝術文化中心籌備處',
  },
  {
    CODE: 'A25120000E',
    NAME: '國家人權博物館',
  },
  {
    CODE: '315060200H',
    NAME: '交通部民用航空局臺北國際航空站',
  },
  {
    CODE: 'A25010000E',
    NAME: '文化部文化資產局',
  },
  {
    CODE: 'A25020000E',
    NAME: '文化部影視及流行音樂產業局',
  },
  {
    CODE: 'A25030000E',
    NAME: '國立傳統藝術中心',
  },
  {
    CODE: 'A25040000E',
    NAME: '國立國父紀念館',
  },
  {
    CODE: 'A25050000E',
    NAME: '國立中正紀念堂管理處',
  },
  {
    CODE: 'A25060000E',
    NAME: '國立歷史博物館',
  },
  {
    CODE: 'A25070000E',
    NAME: '國立臺灣美術館',
  },
  {
    CODE: 'A25070100E',
    NAME: '國立新竹生活美學館',
  },
  {
    CODE: 'A25070200E',
    NAME: '國立彰化生活美學館',
  },
  {
    CODE: 'A25070300E',
    NAME: '國立臺南生活美學館',
  },
  {
    CODE: '315060300H',
    NAME: '交通部民用航空局高雄國際航空站',
  },
  {
    CODE: 'A25070400E',
    NAME: '國立臺東生活美學館',
  },
  {
    CODE: 'A25080000E',
    NAME: '國立臺灣工藝研究發展中心',
  },
  {
    CODE: 'A25090000E',
    NAME: '國立臺灣博物館',
  },
  {
    CODE: 'A25100000E',
    NAME: '國立臺灣史前文化博物館',
  },
  {
    CODE: 'A27000000G',
    NAME: '科技部',
  },
  {
    CODE: 'A27010000G',
    NAME: '科技部新竹科學工業園區管理局',
  },
  {
    CODE: 'A27020000G',
    NAME: '科技部中部科學工業園區管理局',
  },
  {
    CODE: 'A27030000G',
    NAME: '科技部南部科學工業園區管理局',
  },
  {
    CODE: 'A41000000G',
    NAME: '國家發展委員會',
  },
  {
    CODE: 'A41010000A',
    NAME: '國家發展委員會檔案管理局',
  },
  {
    CODE: '315060400H',
    NAME: '交通部民用航空局花蓮航空站',
  },
  {
    CODE: 'A43000000A',
    NAME: '大陸委員會',
  },
  {
    CODE: 'A45000000D',
    NAME: '金融監督管理委員會',
  },
  {
    CODE: 'A45010000D',
    NAME: '金融監督管理委員會銀行局',
  },
  {
    CODE: 'A45020000D',
    NAME: '金融監督管理委員會證券期貨局',
  },
  {
    CODE: 'A45030000D',
    NAME: '金融監督管理委員會保險局',
  },
  {
    CODE: 'A45040000D',
    NAME: '金融監督管理委員會檢查局',
  },
  {
    CODE: 'A47000000C',
    NAME: '海洋委員會',
  },
  {
    CODE: 'A49000000B',
    NAME: '僑務委員會',
  },
  {
    CODE: 'A51000000A',
    NAME: '國軍退除役官兵輔導委員會',
  },
  {
    CODE: 'A51000100A',
    NAME: '國軍退除役官兵輔導委員會臺北市榮民服務處',
  },
  {
    CODE: '201000000A',
    NAME: '中央研究院',
  },
  {
    CODE: '315060500H',
    NAME: '交通部民用航空局臺東航空站',
  },
  {
    CODE: 'A51000200A',
    NAME: '國軍退除役官兵輔導委員會新北市榮民服務處',
  },
  {
    CODE: null,
    NAME: '經濟部工業局斗六工業區服務中心',
  },
  {
    CODE: null,
    NAME: '經濟部工業局觀音工業區服務中心',
  },
  {
    CODE: null,
    NAME: '經濟部工業局大園工業區服務中心',
  },
  {
    CODE: 'A51000400A',
    NAME: '國軍退除役官兵輔導委員會臺中市榮民服務處',
  },
  {
    CODE: 'A51000500A',
    NAME: '國軍退除役官兵輔導委員會臺南市榮民服務處',
  },
  {
    CODE: 'A51000600A',
    NAME: '國軍退除役官兵輔導委員會高雄市榮民服務處',
  },
  {
    CODE: 'A51000700A',
    NAME: '國軍退除役官兵輔導委員會新竹榮民服務處',
  },
  {
    CODE: 'A51000800A',
    NAME: '國軍退除役官兵輔導委員會屏東縣榮民服務處',
  },
  {
    CODE: 'A51000900A',
    NAME: '國軍退除役官兵輔導委員會基隆市榮民服務處',
  },
  {
    CODE: 'A51001000A',
    NAME: '國軍退除役官兵輔導委員會嘉義榮民服務處',
  },
  {
    CODE: 'A51001100A',
    NAME: '國軍退除役官兵輔導委員會花蓮縣榮民服務處',
  },
  {
    CODE: 'A51001200A',
    NAME: '國軍退除役官兵輔導委員會臺東縣榮民服務處',
  },
  {
    CODE: '315060600H',
    NAME: '交通部民用航空局馬公航空站',
  },
  {
    CODE: 'A51001300A',
    NAME: '國軍退除役官兵輔導委員會宜蘭縣榮民服務處',
  },
  {
    CODE: 'A51001400A',
    NAME: '國軍退除役官兵輔導委員會苗栗縣榮民服務處',
  },
  {
    CODE: 'A51001500A',
    NAME: '國軍退除役官兵輔導委員會彰化縣榮民服務處',
  },
  {
    CODE: 'A51001600A',
    NAME: '國軍退除役官兵輔導委員會南投縣榮民服務處',
  },
  {
    CODE: 'A51001700A',
    NAME: '國軍退除役官兵輔導委員會雲林縣榮民服務處',
  },
  {
    CODE: 'A51001800A',
    NAME: '國軍退除役官兵輔導委員會澎湖縣榮民服務處',
  },
  {
    CODE: 'A51001900A',
    NAME: '國軍退除役官兵輔導委員會金門縣榮民服務處',
  },
  {
    CODE: 'A51002000A',
    NAME: '國軍退除役官兵輔導委員會桃園市榮民服務處',
  },
  {
    CODE: 'A51003100J',
    NAME: '國軍退除役官兵輔導委員會板橋榮譽國民之家',
  },
  {
    CODE: 'A51003200J',
    NAME: '國軍退除役官兵輔導委員會臺北榮譽國民之家',
  },
  {
    CODE: '315060700H',
    NAME: '交通部民用航空局金門航空站',
  },
  {
    CODE: 'A51003300J',
    NAME: '國軍退除役官兵輔導委員會桃園榮譽國民之家',
  },
  {
    CODE: 'A51003400J',
    NAME: '國軍退除役官兵輔導委員會彰化榮譽國民之家',
  },
  {
    CODE: 'A51003500J',
    NAME: '國軍退除役官兵輔導委員會岡山榮譽國民之家',
  },
  {
    CODE: 'A51003600J',
    NAME: '國軍退除役官兵輔導委員會花蓮榮譽國民之家',
  },
  {
    CODE: 'A51003700J',
    NAME: '國軍退除役官兵輔導委員會馬蘭榮譽國民之家',
  },
  {
    CODE: 'A51003900J',
    NAME: '國軍退除役官兵輔導委員會新竹榮譽國民之家',
  },
  {
    CODE: 'A51004000J',
    NAME: '國軍退除役官兵輔導委員會雲林榮譽國民之家',
  },
  {
    CODE: 'A51004100J',
    NAME: '國軍退除役官兵輔導委員會白河榮譽國民之家',
  },
  {
    CODE: 'A51003800J',
    NAME: '國軍退除役官兵輔導委員會八德榮譽國民之家',
  },
  {
    CODE: 'A51004200J',
    NAME: '國軍退除役官兵輔導委員會臺南榮譽國民之家',
  },
  {
    CODE: '315060800H',
    NAME: '交通部民用航空局臺南航空站',
  },
  {
    CODE: 'A51004300J',
    NAME: '國軍退除役官兵輔導委員會屏東榮譽國民之家',
  },
  {
    CODE: 'A51004400J',
    NAME: '國軍退除役官兵輔導委員會中彰榮譽國民之家',
  },
  {
    CODE: 'A51004500J',
    NAME: '國軍退除役官兵輔導委員會佳里榮譽國民之家',
  },
  {
    CODE: 'A51004600J',
    NAME: '國軍退除役官兵輔導委員會高雄榮譽國民之家',
  },
  {
    CODE: 'A51006100J',
    NAME: '國軍退除役官兵輔導委員會退除役官兵職業訓練中心',
  },
  {
    CODE: 'A51006200G',
    NAME: '國軍退除役官兵輔導委員會臺北勞務中心',
  },
  {
    CODE: 'A51006600G',
    NAME: '國軍退除役官兵輔導委員會龍崎工廠',
  },
  {
    CODE: 'A51007100G',
    NAME: '國軍退除役官兵輔導委員會彰化農場',
  },
  {
    CODE: 'A51007200G',
    NAME: '國軍退除役官兵輔導委員會臺東農場',
  },
  {
    CODE: 'A51007300G',
    NAME: '國軍退除役官兵輔導委員會武陵農場',
  },
  {
    CODE: '315060900H',
    NAME: '交通部民用航空局臺中航空站',
  },
  {
    CODE: 'A51007400G',
    NAME: '國軍退除役官兵輔導委員會清境農場',
  },
  {
    CODE: 'A51007500G',
    NAME: '國軍退除役官兵輔導委員會福壽山農場',
  },
  {
    CODE: 'A51009100G',
    NAME: '國軍退除役官兵輔導委員會榮民森林保育事業管理處',
  },
  {
    CODE: 'A51010000P',
    NAME: '行政院退除役官兵輔導委員會臺北榮民總醫院',
  },
  {
    CODE: 'A51010100P',
    NAME: '臺北榮民總醫院蘇澳分院',
  },
  {
    CODE: 'A51010200P',
    NAME: '臺北榮民總醫院桃園分院',
  },
  {
    CODE: 'A51010300P',
    NAME: '臺北榮民總醫院新竹分院',
  },
  {
    CODE: 'A51010400P',
    NAME: '臺北榮民總醫院玉里分院',
  },
  {
    CODE: 'A51020000P',
    NAME: '臺中榮民總醫院',
  },
  {
    CODE: 'A51020100P',
    NAME: '臺中榮民總醫院埔里分院',
  },
  {
    CODE: '315061000H',
    NAME: '交通部民用航空局嘉義航空站',
  },
  {
    CODE: 'A51020200P',
    NAME: '臺中榮民總醫院嘉義分院',
  },
  {
    CODE: 'A51030000P',
    NAME: '高雄榮民總醫院',
  },
  {
    CODE: 'A51030100P',
    NAME: '高雄榮民總醫院臺南分院',
  },
  {
    CODE: 'A51030200P',
    NAME: '高雄榮民總醫院屏東分院',
  },
  {
    CODE: 'A53000000A',
    NAME: '原住民族委員會',
  },
  {
    CODE: 'A55000000A',
    NAME: '客家委員會',
  },
  {
    CODE: 'A55010000A',
    NAME: '客家委員會客家文化發展中心',
  },
  {
    CODE: 'A57000000A',
    NAME: '行政院主計總處',
  },
  {
    CODE: 'A58000000A',
    NAME: '行政院人事行政總處',
  },
  {
    CODE: 'A58010000A',
    NAME: '行政院人事行政總處公務人力發展中心',
  },
  {
    CODE: '315061100H',
    NAME: '交通部民用航空局七美航空站',
  },
  {
    CODE: 'A58020000A',
    NAME: '行政院人事行政總處地方行政研習中心',
  },
  {
    CODE: 'A59000000N',
    NAME: '中央銀行',
  },
  {
    CODE: 'A59010000K',
    NAME: '中央印製廠',
  },
  {
    CODE: 'A59020000K',
    NAME: '中央造幣廠',
  },
  {
    CODE: 'A60000000E',
    NAME: '國立故宮博物院',
  },
  {
    CODE: 'A61000000A',
    NAME: '中央選舉委員會',
  },
  {
    CODE: 'A61000100A',
    NAME: '臺北市選舉委員會',
  },
  {
    CODE: 'A61000200A',
    NAME: '新北市選舉委員會',
  },
  {
    CODE: 'A61000300A',
    NAME: '臺中市選舉委員會',
  },
  {
    CODE: 'A61000400A',
    NAME: '臺南市選舉委員會',
  },
  {
    CODE: '315061200H',
    NAME: '交通部民用航空局望安航空站',
  },
  {
    CODE: 'A61000500A',
    NAME: '高雄市選舉委員會',
  },
  {
    CODE: 'A61000600A',
    NAME: '桃園市選舉委員會',
  },
  {
    CODE: 'A61001200A',
    NAME: '新竹縣選舉委員會',
  },
  {
    CODE: 'A61001300A',
    NAME: '苗栗縣選舉委員會',
  },
  {
    CODE: 'A61001400A',
    NAME: '彰化縣選舉委員會',
  },
  {
    CODE: 'A61001500A',
    NAME: '南投縣選舉委員會',
  },
  {
    CODE: 'A61001600A',
    NAME: '雲林縣選舉委員會',
  },
  {
    CODE: 'A61001700A',
    NAME: '嘉義縣選舉委員會',
  },
  {
    CODE: 'A61001800A',
    NAME: '屏東縣選舉委員會',
  },
  {
    CODE: 'A61001900A',
    NAME: '宜蘭縣選舉委員會',
  },
  {
    CODE: '315061300H',
    NAME: '交通部民用航空局蘭嶼航空站',
  },
  {
    CODE: 'A61002000A',
    NAME: '花蓮縣選舉委員會',
  },
  {
    CODE: 'A61002100A',
    NAME: '臺東縣選舉委員會',
  },
  {
    CODE: 'A61002200A',
    NAME: '澎湖縣選舉委員會',
  },
  {
    CODE: 'A61002300A',
    NAME: '金門縣選舉委員會',
  },
  {
    CODE: 'A61002400A',
    NAME: '連江縣選舉委員會',
  },
  {
    CODE: 'A61002500A',
    NAME: '基隆市選舉委員會',
  },
  {
    CODE: 'A61002600A',
    NAME: '新竹市選舉委員會',
  },
  {
    CODE: 'A61002700A',
    NAME: '嘉義市選舉委員會',
  },
  {
    CODE: 'A62000000G',
    NAME: '公平交易委員會',
  },
  {
    CODE: 'A63000000H',
    NAME: '國家通訊傳播委員會',
  },
  {
    CODE: '315061400H',
    NAME: '交通部民用航空局綠島航空站',
  },
  {
    CODE: 'A64000000B',
    NAME: '北美事務協調委員會',
  },
  {
    CODE: 'A00000000A',
    NAME: '行政院南部聯合服務中心',
  },
  {
    CODE: 'A00000000A',
    NAME: '行政院中部聯合服務中心',
  },
  {
    CODE: 'A00000000A',
    NAME: '行政院東部聯合服務中心',
  },
  {
    CODE: 'A00000000A',
    NAME: '行政院雲嘉南區聯合服務中心',
  },
  {
    CODE: 'A11010200F',
    NAME: '法務部調查局基隆市調查站',
  },
  {
    CODE: 'A11010200F',
    NAME: '法務部調查局新竹市調查站',
  },
  {
    CODE: 'A11010200F',
    NAME: '法務部調查局新竹縣調查站',
  },
  {
    CODE: 'A11010200F',
    NAME: '法務部調查局苗栗縣調查站',
  },
  {
    CODE: 'A11010200F',
    NAME: '法務部調查局彰化縣調查站',
  },
  {
    CODE: '371010100A',
    NAME: '金門縣金城鎮公所',
  },
  {
    CODE: '371011100A',
    NAME: '金門縣烏坵鄉公所',
  },
  {
    CODE: '376425900A',
    NAME: '宜蘭縣五結鄉公所',
  },
  {
    CODE: '387520000A',
    NAME: '臺中市東區區公所',
  },
  {
    CODE: '387530000A',
    NAME: '臺中市西區區公所',
  },
  {
    CODE: '387540000A',
    NAME: '臺中市南區區公所',
  },
  {
    CODE: '387550000A',
    NAME: '臺中市北區區公所',
  },
  {
    CODE: '387560000A',
    NAME: '臺中市西屯區公所',
  },
  {
    CODE: '387570000A',
    NAME: '臺中市南屯區公所',
  },
  {
    CODE: '387580000A',
    NAME: '臺中市北屯區公所',
  },
  {
    CODE: '387590000A',
    NAME: '臺中市豐原區公所',
  },
  {
    CODE: '387600000A',
    NAME: '臺中市大里區公所',
  },
  {
    CODE: '387610000A',
    NAME: '臺中市太平區公所',
  },
  {
    CODE: '376426000A',
    NAME: '宜蘭縣三星鄉公所',
  },
  {
    CODE: '387620000A',
    NAME: '臺中市清水區公所',
  },
  {
    CODE: '387630000A',
    NAME: '臺中市沙鹿區公所',
  },
  {
    CODE: '387640000A',
    NAME: '臺中市大甲區公所',
  },
  {
    CODE: '387650000A',
    NAME: '臺中市東勢區公所',
  },
  {
    CODE: '387660000A',
    NAME: '臺中市梧棲區公所',
  },
  {
    CODE: '387670000A',
    NAME: '臺中市烏日區公所',
  },
  {
    CODE: '387680000A',
    NAME: '臺中市神岡區公所',
  },
  {
    CODE: '387690000A',
    NAME: '臺中市大肚區公所',
  },
  {
    CODE: '387700000A',
    NAME: '臺中市大雅區公所',
  },
  {
    CODE: '387710000A',
    NAME: '臺中市后里區公所',
  },
  {
    CODE: '376426100A',
    NAME: '宜蘭縣大同鄉公所',
  },
  {
    CODE: '387720000A',
    NAME: '臺中市霧峰區公所',
  },
  {
    CODE: '387730000A',
    NAME: '臺中市潭子區公所',
  },
  {
    CODE: '387740000A',
    NAME: '臺中市龍井區公所',
  },
  {
    CODE: '387750000A',
    NAME: '臺中市外埔區公所',
  },
  {
    CODE: '387760000A',
    NAME: '臺中市和平區公所',
  },
  {
    CODE: '387770000A',
    NAME: '臺中市石岡區公所',
  },
  {
    CODE: '387780000A',
    NAME: '臺中市大安區公所',
  },
  {
    CODE: '387790000A',
    NAME: '臺中市新社區公所',
  },
  {
    CODE: '387910000A',
    NAME: '臺中市和平區民代表會',
  },
  {
    CODE: '395020000A',
    NAME: '臺南市政府民政局',
  },
  {
    CODE: '376426200A',
    NAME: '宜蘭縣南澳鄉公所',
  },
  {
    CODE: '395040000E',
    NAME: '臺南市政府教育局',
  },
  {
    CODE: '395110000G',
    NAME: '臺南市政府工務局',
  },
  {
    CODE: '395120000J',
    NAME: '臺南市政府社會局',
  },
  {
    CODE: '395140000I',
    NAME: '臺南市政府衛生局',
  },
  {
    CODE: '395150000I',
    NAME: '臺南市政府環境保護局',
  },
  {
    CODE: null,
    NAME: '臺南市政府環境保護局安南區清潔隊',
  },
  {
    CODE: '395160000A',
    NAME: '臺南市政府地政局',
  },
  {
    CODE: '395170000G',
    NAME: '臺南市政府經濟發展局',
  },
  {
    CODE: '395240000J',
    NAME: '臺南市政府勞工局',
  },
  {
    CODE: '395250000G',
    NAME: '臺南市政府水利局',
  },
  {
    CODE: '395260000D',
    NAME: '臺南市政府財政稅務局',
  },
  {
    CODE: '376720100A',
    NAME: '宜蘭縣宜蘭市民代表會',
  },
  {
    CODE: '395270000G',
    NAME: '臺南市政府農業局',
  },
  {
    CODE: '395290000H',
    NAME: '臺南市政府交通局',
  },
  {
    CODE: '395300000H',
    NAME: '臺南市政府觀光旅遊局',
  },
  {
    CODE: '395320000A',
    NAME: '臺南市政府消防局',
  },
  {
    CODE: '395330000E',
    NAME: '臺南市政府文化局',
  },
  {
    CODE: '395360000G',
    NAME: '臺南市政府都市發展局',
  },
  {
    CODE: '395510000A',
    NAME: '臺南市東區區公所',
  },
  {
    CODE: '395520000A',
    NAME: '臺南市南區區公所',
  },
  {
    CODE: '395530000A',
    NAME: '臺南市北區區公所',
  },
  {
    CODE: '395540000A',
    NAME: '臺南市安南區公所',
  },
  {
    CODE: '376720200A',
    NAME: '宜蘭縣羅東鎮民代表會',
  },
  {
    CODE: '395550000A',
    NAME: '臺南市安平區公所',
  },
  {
    CODE: '395560000A',
    NAME: '臺南市中西區公所',
  },
  {
    CODE: '395570000A',
    NAME: '臺南市新營區公所',
  },
  {
    CODE: '395580000A',
    NAME: '臺南市鹽水區公所',
  },
  {
    CODE: '395590000A',
    NAME: '臺南市白河區公所',
  },
  {
    CODE: '395600000A',
    NAME: '臺南市麻豆區公所',
  },
  {
    CODE: '395610000A',
    NAME: '臺南市佳里區公所',
  },
  {
    CODE: '395620000A',
    NAME: '臺南市新化區公所',
  },
  {
    CODE: '395630000A',
    NAME: '臺南市善化區公所',
  },
  {
    CODE: '395640000A',
    NAME: '臺南市學甲區公所',
  },
  {
    CODE: '376720300A',
    NAME: '宜蘭縣蘇澳鎮民代表會',
  },
  {
    CODE: '395650000A',
    NAME: '臺南市柳營區公所',
  },
  {
    CODE: '395660000A',
    NAME: '臺南市後壁區公所',
  },
  {
    CODE: '395670000A',
    NAME: '臺南市東山區公所',
  },
  {
    CODE: '395680000A',
    NAME: '臺南市下營區公所',
  },
  {
    CODE: '395690000A',
    NAME: '臺南市六甲區公所',
  },
  {
    CODE: '395700000A',
    NAME: '臺南市官田區公所',
  },
  {
    CODE: '395710000A',
    NAME: '臺南市大內區公所',
  },
  {
    CODE: '395720000A',
    NAME: '臺南市西港區公所',
  },
  {
    CODE: '395730000A',
    NAME: '臺南市七股區公所',
  },
  {
    CODE: '395740000A',
    NAME: '臺南市將軍區公所',
  },
  {
    CODE: '376720400A',
    NAME: '宜蘭縣頭城鎮民代表會',
  },
  {
    CODE: '395750000A',
    NAME: '臺南市北門區公所',
  },
  {
    CODE: '395760000A',
    NAME: '臺南市新市區公所',
  },
  {
    CODE: '395770000A',
    NAME: '臺南市安定區公所',
  },
  {
    CODE: '395780000A',
    NAME: '臺南市山上區公所',
  },
  {
    CODE: '395790000A',
    NAME: '臺南市玉井區公所',
  },
  {
    CODE: '395800000A',
    NAME: '臺南市楠西區公所',
  },
  {
    CODE: '395810000A',
    NAME: '臺南市南化區公所',
  },
  {
    CODE: '395820000A',
    NAME: '臺南市左鎮區公所',
  },
  {
    CODE: '395830000A',
    NAME: '臺南市仁德區公所',
  },
  {
    CODE: '395840000A',
    NAME: '臺南市歸仁區公所',
  },
  {
    CODE: '376720500A',
    NAME: '宜蘭縣礁溪鄉民代表會',
  },
  {
    CODE: '395850000A',
    NAME: '臺南市關廟區公所',
  },
  {
    CODE: '395860000A',
    NAME: '臺南市龍崎區公所',
  },
  {
    CODE: '395870000A',
    NAME: '臺南市永康區公所',
  },
  {
    CODE: '397007000Q',
    NAME: '高雄市立空中大學',
  },
  {
    CODE: '397410000A',
    NAME: '高雄市政府行政暨國際處',
  },
  {
    CODE: '397020000A',
    NAME: '高雄市政府民政局',
  },
  {
    CODE: '397030000D',
    NAME: '高雄市政府財政局',
  },
  {
    CODE: '397040000E',
    NAME: '高雄市政府教育局',
  },
  {
    CODE: '397110000G',
    NAME: '高雄市政府工務局',
  },
  {
    CODE: '397120000J',
    NAME: '高雄市政府社會局',
  },
  {
    CODE: '376720600A',
    NAME: '宜蘭縣壯圍鄉民代表會',
  },
  {
    CODE: '397140000I',
    NAME: '高雄市政府衛生局',
  },
  {
    CODE: '397150000I',
    NAME: '高雄市政府環境保護局',
  },
  {
    CODE: '397160000A',
    NAME: '高雄市政府地政局',
  },
  {
    CODE: '397170000G',
    NAME: '高雄市政府經濟發展局',
  },
  {
    CODE: '397180000E',
    NAME: '高雄市政府新聞局',
  },
  {
    CODE: '397190000A',
    NAME: '高雄市兵役處',
  },
  {
    CODE: '397200000A',
    NAME: '高雄市政府主計處',
  },
  {
    CODE: '397210000A',
    NAME: '高雄市政府人事處',
  },
  {
    CODE: '397220000A',
    NAME: '高雄市政府研究發展考核委員會',
  },
  {
    CODE: '397230000A',
    NAME: '高雄市政府政風處',
  },
  {
    CODE: '371011200A',
    NAME: '金門縣烈嶼鄉戶政事務所',
  },
  {
    CODE: '376720700A',
    NAME: '宜蘭縣員山鄉民代表會',
  },
  {
    CODE: '397240000J',
    NAME: '高雄市政府勞工局',
  },
  {
    CODE: '397250000G',
    NAME: '高雄市政府水利局',
  },
  {
    CODE: '397270000G',
    NAME: '高雄市政府農業局',
  },
  {
    CODE: '397290000H',
    NAME: '高雄市政府交通局',
  },
  {
    CODE: '397310000A',
    NAME: '高雄市政府法制局',
  },
  {
    CODE: '397320000A',
    NAME: '高雄市政府消防局',
  },
  {
    CODE: '397330000E',
    NAME: '高雄市政府文化局',
  },
  {
    CODE: '397340000A',
    NAME: '高雄市政府原住民事務委員會',
  },
  {
    CODE: '397350000A',
    NAME: '高雄市政府客家事務委員會',
  },
  {
    CODE: '397360000G',
    NAME: '高雄市政府都市發展局',
  },
  {
    CODE: '376720800A',
    NAME: '宜蘭縣冬山鄉民代表會',
  },
  {
    CODE: '397370000H',
    NAME: '高雄市政府捷運工程局',
  },
  {
    CODE: '397380000H',
    NAME: '高雄市政府觀光局',
  },
  {
    CODE: '397390000A',
    NAME: '高雄市政府海洋局',
  },
  {
    CODE: '397510000A',
    NAME: '高雄市鹽埕區公所',
  },
  {
    CODE: '397520000A',
    NAME: '高雄市鼓山區公所',
  },
  {
    CODE: '397530000A',
    NAME: '高雄市左營區公所',
  },
  {
    CODE: '397540000A',
    NAME: '高雄市楠梓區公所',
  },
  {
    CODE: '397550000A',
    NAME: '高雄市三民區公所',
  },
  {
    CODE: '397560000A',
    NAME: '高雄市新興區公所',
  },
  {
    CODE: '397570000A',
    NAME: '高雄市前金區公所',
  },
  {
    CODE: '376720900A',
    NAME: '宜蘭縣五結鄉民代表會',
  },
  {
    CODE: '397580000A',
    NAME: '高雄市苓雅區公所',
  },
  {
    CODE: '397590000A',
    NAME: '高雄市前鎮區公所',
  },
  {
    CODE: '397600000A',
    NAME: '高雄市旗津區公所',
  },
  {
    CODE: '397610000A',
    NAME: '高雄市小港區公所',
  },
  {
    CODE: '397620000A',
    NAME: '高雄市鳳山區公所',
  },
  {
    CODE: '397630000A',
    NAME: '高雄市岡山區公所',
  },
  {
    CODE: '397640000A',
    NAME: '高雄市旗山區公所',
  },
  {
    CODE: '397650000A',
    NAME: '高雄市美濃區公所',
  },
  {
    CODE: '397660000A',
    NAME: '高雄市林園區公所',
  },
  {
    CODE: '397670000A',
    NAME: '高雄市大寮區公所',
  },
  {
    CODE: '376721000A',
    NAME: '宜蘭縣三星鄉民代表會',
  },
  {
    CODE: '397680000A',
    NAME: '高雄市大樹區公所',
  },
  {
    CODE: '397690000A',
    NAME: '高雄市仁武區公所',
  },
  {
    CODE: '397700000A',
    NAME: '高雄市大社區公所',
  },
  {
    CODE: '397710000A',
    NAME: '高雄市鳥松區公所',
  },
  {
    CODE: '397720000A',
    NAME: '高雄市橋頭區公所',
  },
  {
    CODE: '397730000A',
    NAME: '高雄市燕巢區公所',
  },
  {
    CODE: '397740000A',
    NAME: '高雄市田寮區公所',
  },
  {
    CODE: '397750000A',
    NAME: '高雄市阿蓮區公所',
  },
  {
    CODE: '397760000A',
    NAME: '高雄市路竹區公所',
  },
  {
    CODE: '397770000A',
    NAME: '高雄市湖內區公所',
  },
  {
    CODE: '376721100A',
    NAME: '宜蘭縣大同鄉民代表會',
  },
  {
    CODE: '397780000A',
    NAME: '高雄市茄萣區公所',
  },
  {
    CODE: '397790000A',
    NAME: '高雄市永安區公所',
  },
  {
    CODE: '397800000A',
    NAME: '高雄市彌陀區公所',
  },
  {
    CODE: '397810000A',
    NAME: '高雄市梓官區公所',
  },
  {
    CODE: '397820000A',
    NAME: '高雄市六龜區公所',
  },
  {
    CODE: '397830000A',
    NAME: '高雄市甲仙區公所',
  },
  {
    CODE: '397840000A',
    NAME: '高雄市杉林區公所',
  },
  {
    CODE: '397850000A',
    NAME: '高雄市內門區公所',
  },
  {
    CODE: '397860000A',
    NAME: '高雄市茂林區公所',
  },
  {
    CODE: '397870000A',
    NAME: '高雄市桃源區公所',
  },
  {
    CODE: '376721200A',
    NAME: '宜蘭縣南澳鄉民代表會',
  },
  {
    CODE: '397880000A',
    NAME: '高雄市那瑪夏區公所',
  },
  {
    CODE: '397910000A',
    NAME: '高雄市那瑪夏區民代表會',
  },
  {
    CODE: '397920000A',
    NAME: '高雄市茂林區民代表會',
  },
  {
    CODE: '397930000A',
    NAME: '高雄市桃源區民代表會',
  },
  {
    CODE: '371020000A',
    NAME: '金門縣政府',
  },
  {
    CODE: '371030000A',
    NAME: '連江縣政府',
  },
  {
    CODE: '371750000A',
    NAME: '金門縣議會',
  },
  {
    CODE: '371760000A',
    NAME: '連江縣議會',
  },
  {
    CODE: '376420000A',
    NAME: '宜蘭縣政府',
  },
  {
    CODE: '376440000A',
    NAME: '新竹縣政府',
  },
  {
    CODE: '376440304I',
    NAME: '新竹縣政府衛生局',
  },
  {
    CODE: '376450000A',
    NAME: '苗栗縣政府',
  },
  {
    CODE: '376470000A',
    NAME: '彰化縣政府',
  },
  {
    CODE: '376480000A',
    NAME: '南投縣政府',
  },
  {
    CODE: '376490000A',
    NAME: '雲林縣政府',
  },
  {
    CODE: '376500000A',
    NAME: '嘉義縣政府',
  },
  {
    CODE: '376530000A',
    NAME: '屏東縣政府',
  },
  {
    CODE: '376540000A',
    NAME: '臺東縣政府',
  },
  {
    CODE: '376550000A',
    NAME: '花蓮縣政府',
  },
  {
    CODE: '376560000A',
    NAME: '澎湖縣政府',
  },
  {
    CODE: '376570000A',
    NAME: '基隆市政府',
  },
  {
    CODE: '376440306I',
    NAME: '新竹縣政府環境保護局',
  },
  {
    CODE: '376580000A',
    NAME: '新竹市政府',
  },
  {
    CODE: '376600000A',
    NAME: '嘉義市政府',
  },
  {
    CODE: '376720000A',
    NAME: '宜蘭縣議會',
  },
  {
    CODE: '376740000A',
    NAME: '新竹縣議會',
  },
  {
    CODE: '376750000A',
    NAME: '苗栗縣議會',
  },
  {
    CODE: '376770000A',
    NAME: '彰化縣議會',
  },
  {
    CODE: '376780000A',
    NAME: '南投縣議會',
  },
  {
    CODE: '376790000A',
    NAME: '雲林縣議會',
  },
  {
    CODE: '376800000A',
    NAME: '嘉義縣議會',
  },
  {
    CODE: '376830000A',
    NAME: '屏東縣議會',
  },
  {
    CODE: '376440400A',
    NAME: '新竹縣竹北地政事務所',
  },
  {
    CODE: '376840000A',
    NAME: '臺東縣議會',
  },
  {
    CODE: '376850000A',
    NAME: '花蓮縣議會',
  },
  {
    CODE: '376860000A',
    NAME: '澎湖縣議會',
  },
  {
    CODE: '376870000A',
    NAME: '基隆市議會',
  },
  {
    CODE: '376880000A',
    NAME: '新竹市議會',
  },
  {
    CODE: '376900000A',
    NAME: '嘉義市議會',
  },
  {
    CODE: '379000000A',
    NAME: '臺北市政府',
  },
  {
    CODE: '380000000A',
    NAME: '桃園市政府',
  },
  {
    CODE: '381000000A',
    NAME: '臺北市議會',
  },
  {
    CODE: '382000000A',
    NAME: '新北市政府',
  },
  {
    CODE: '376440500A',
    NAME: '新竹縣竹東地政事務所',
  },
  {
    CODE: '384000000A',
    NAME: '新北市議會',
  },
  {
    CODE: '387000000A',
    NAME: '臺中市政府',
  },
  {
    CODE: '388000000A',
    NAME: '臺中市議會',
  },
  {
    CODE: '389000000A',
    NAME: '桃園市議會',
  },
  {
    CODE: '395000000A',
    NAME: '臺南市政府',
  },
  {
    CODE: '396000000A',
    NAME: '臺南市議會',
  },
  {
    CODE: '397000000A',
    NAME: '高雄市政府',
  },
  {
    CODE: '398000000A',
    NAME: '高雄市議會',
  },
  {
    CODE: '371011300D',
    NAME: '金門縣稅務局',
  },
  {
    CODE: '376440600A',
    NAME: '新竹縣新湖地政事務所',
  },
  {
    CODE: '379141400P',
    NAME: '臺北市立聯合醫院',
  },
  {
    CODE: '382140100P',
    NAME: '新北市立聯合醫院',
  },
  {
    CODE: '397140100P',
    NAME: '高雄市立民生醫院',
  },
  {
    CODE: '397140200P',
    NAME: '高雄市立聯合醫院',
  },
  {
    CODE: '397140300P',
    NAME: '高雄市立中醫醫院',
  },
  {
    CODE: '397140400P',
    NAME: '高雄市立凱旋醫院',
  },
  {
    CODE: '376603000E',
    NAME: '嘉義市立美術館',
  },
  {
    CODE: '376441300D',
    NAME: '新竹縣政府稅捐稽徵局',
  },
  {
    CODE: '371740700A',
    NAME: '連江縣北竿鄉民代表會',
  },
  {
    CODE: '371045700K',
    NAME: '連江縣油品供應有限公司',
  },
  {
    CODE: '371045800M',
    NAME: '馬祖連江航業有限公司',
  },
  {
    CODE: '9540001003',
    NAME: '新竹肉品市場股份有限公司',
  },
  {
    CODE: '9540002003',
    NAME: '溪湖鎮果菜市場股份有限公司',
  },
  {
    CODE: '9540003003',
    NAME: '彰化縣肉品市場股份有限公司',
  },
  {
    CODE: '9540004003',
    NAME: '宜蘭肉品市場股份有限公司',
  },
  {
    CODE: '371025901M',
    NAME: '浯江輪渡有限公司',
  },
  {
    CODE: '397290400M',
    NAME: '高雄市輪船股份有限公司',
  },
  {
    CODE: '',
    NAME: '財團法人後勁社會福利基金會',
  },
  {
    CODE: '376441501A',
    NAME: '新竹縣竹北市戶政事務所',
  },
  {
    CODE: '',
    NAME: '財團法人臺北市客家文化基金會',
  },
  {
    CODE: '',
    NAME: '財團法人臺北市文化基金會',
  },
  {
    CODE: '',
    NAME: '財團法人臺北市都市更新推動中心',
  },
  {
    CODE: '',
    NAME: '財團法人臺北市會展產業發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人華欣文化事業中心',
  },
  {
    CODE: '',
    NAME: '財團法人新北市文化基金會',
  },
  {
    CODE: '',
    NAME: '財團法人臺中市發展體育教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人臺中市文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人台中縣勞工福利基金會',
  },
  {
    CODE: '',
    NAME: '財團法人臺中市港區文化藝術基金會',
  },
  {
    CODE: '376441502A',
    NAME: '新竹縣竹東鎮戶政事務所',
  },
  {
    CODE: '',
    NAME: '財團法人臺中市文化建設基金會',
  },
  {
    CODE: '',
    NAME: '財團法人臺中市私立精神衛生社福基金會',
  },
  {
    CODE: '',
    NAME: '財團法人台中市棒球教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人台中市私立惠康社會福利基金會',
  },
  {
    CODE: '',
    NAME: '財團法人台中世界貿易中心',
  },
  {
    CODE: '',
    NAME: '財團法人台南市文化基金會',
  },
  {
    CODE: '',
    NAME: '財團法人台南市體育發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人台南市創新技術服務基金會',
  },
  {
    CODE: '',
    NAME: '財團法人高雄市文化基金會',
  },
  {
    CODE: '',
    NAME: '財團法人高雄市義消安全設備維護基金會',
  },
  {
    CODE: '376441503A',
    NAME: '新竹縣關西鎮戶政事務所',
  },
  {
    CODE: '',
    NAME: '財團法人高雄市客家文化事務基金會',
  },
  {
    CODE: '',
    NAME: '財團法人ICLEI東亞地區高雄環境永續發展能力訓練中心基金會',
  },
  {
    CODE: '',
    NAME: '財團法人高雄市取得私有既成道路基金會',
  },
  {
    CODE: '',
    NAME: '財團法人高雄市愛樂文化藝術基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市忠義社會福利慈善事業基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市文化基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市蘆竹區社教文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市蘆竹區體育文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人大嵙崁環境永續發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人大溪鎮大嵙崁文教基金會',
  },
  {
    CODE: '376441504A',
    NAME: '新竹縣新埔鎮戶政事務所',
  },
  {
    CODE: '',
    NAME: '財團法人桃園縣棒球體育發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人東興文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市龜山區文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人基隆市文化基金會',
  },
  {
    CODE: '',
    NAME: '財團法人基隆市體育發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人基隆社區大學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人基隆市教育會文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人新竹市文化基金會',
  },
  {
    CODE: '',
    NAME: '財團法人新竹縣文化基金會',
  },
  {
    CODE: '',
    NAME: '財團法人新竹縣菁英文教基金會',
  },
  {
    CODE: '376441505A',
    NAME: '新竹縣新豐鄉戶政事務所',
  },
  {
    CODE: '',
    NAME: '財團法人彰化縣文化基金會',
  },
  {
    CODE: '',
    NAME: '財團法人彰化縣取得私有既成道路基金會',
  },
  {
    CODE: '',
    NAME: '財團法人彰化縣公益頻道基金會',
  },
  {
    CODE: '',
    NAME: '財團法人雲林縣文化教育基金',
  },
  {
    CODE: '',
    NAME: '財團法人嘉義縣私有既成道路取得基金會',
  },
  {
    CODE: '',
    NAME: '財團法人雲林縣取得私有既有道路基金會',
  },
  {
    CODE: '',
    NAME: '財團法人苗栗縣文化基金會',
  },
  {
    CODE: '',
    NAME: '財團法人嘉義市文化基金會',
  },
  {
    CODE: '',
    NAME: '財團法人嘉義縣文化基金會',
  },
  {
    CODE: '',
    NAME: '財團法人屏東縣文化基金會',
  },
  {
    CODE: '376441506A',
    NAME: '新竹縣湖口鄉戶政事務所',
  },
  {
    CODE: '',
    NAME: '財團法人蘭陽文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人花蓮縣文化基金會',
  },
  {
    CODE: '',
    NAME: '財團法人花蓮縣體育發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人臺東縣文化基金會',
  },
  {
    CODE: '',
    NAME: '財團法人蘭嶼部落文化基金會',
  },
  {
    CODE: '',
    NAME: '財團法人臺東縣教育會文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人月眉愛心文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人樟原愛心文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人澎湖縣文化基金會',
  },
  {
    CODE: '',
    NAME: '財團法人金門縣社教文化活動基金會',
  },
  {
    CODE: '376441507A',
    NAME: '新竹縣寶山鄉戶政事務所',
  },
  {
    CODE: '',
    NAME: '財團法人金門高中校務發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人金門高職文教基金會',
  },
  {
    CODE: '371010311I',
    NAME: '金門縣金沙鎮清潔隊',
  },
  {
    CODE: '371010411I',
    NAME: '金門縣金寧鄉清潔隊',
  },
  {
    CODE: '371011011I',
    NAME: '金門縣烈嶼鄉清潔隊',
  },
  {
    CODE: '371012401E',
    NAME: '金門縣文化園區管理所',
  },
  {
    CODE: '371013701I',
    NAME: '金門縣金城鎮衛生所',
  },
  {
    CODE: '371013702I',
    NAME: '金門縣金沙鎮衛生所',
  },
  {
    CODE: '371013703I',
    NAME: '金門縣金寧鄉衛生所',
  },
  {
    CODE: '371013704I',
    NAME: '金門縣烈嶼鄉衛生所',
  },
  {
    CODE: '376441508A',
    NAME: '新竹縣北埔鄉戶政事務所',
  },
  {
    CODE: '371013705I',
    NAME: '金門縣金湖鎮衛生所',
  },
  {
    CODE: '371016700X',
    NAME: '金門縣立金寧國民中小學',
  },
  {
    CODE: '371017500X',
    NAME: '金門縣立金沙國民中學',
  },
  {
    CODE: '371017600X',
    NAME: '金門縣立烈嶼國民中學',
  },
  {
    CODE: '371017700X',
    NAME: '金門縣立金城國民中學',
  },
  {
    CODE: '371017800X',
    NAME: '金門縣立金湖國民中學',
  },
  {
    CODE: '371019900Z',
    NAME: '金門縣立金城幼稚園',
  },
  {
    CODE: '371028000Y',
    NAME: '金門縣金城鎮中正國民小學',
  },
  {
    CODE: '371028100Y',
    NAME: '金門縣金城鎮賢庵國民小學',
  },
  {
    CODE: '371028200Y',
    NAME: '金門縣金城鎮古城國民小學',
  },
  {
    CODE: '371011600A',
    NAME: '金門縣地政局',
  },
  {
    CODE: '376441509A',
    NAME: '新竹縣芎林鄉戶政事務所',
  },
  {
    CODE: '371028300Y',
    NAME: '金門縣金寧鄉金鼎國民小學',
  },
  {
    CODE: '371028400Y',
    NAME: '金門縣金寧鄉古寧國民小學',
  },
  {
    CODE: '371028500Y',
    NAME: '金門縣金湖鎮開瑄國民小學',
  },
  {
    CODE: '371028600Y',
    NAME: '金門縣金湖鎮柏村國民小學',
  },
  {
    CODE: '371028700Y',
    NAME: '金門縣金湖鎮多年國民小學',
  },
  {
    CODE: '371028800Y',
    NAME: '金門縣金沙鎮金沙國民小學',
  },
  {
    CODE: '371028900Y',
    NAME: '金門縣金沙鎮何浦國民小學',
  },
  {
    CODE: '371029000Y',
    NAME: '金門縣金沙鎮述美國民小學',
  },
  {
    CODE: '371029100Y',
    NAME: '金門縣金沙鎮安瀾國民小學',
  },
  {
    CODE: '371029200Y',
    NAME: '金門縣烈嶼鄉卓環國民小學',
  },
  {
    CODE: '376441510A',
    NAME: '新竹縣峨眉鄉戶政事務所',
  },
  {
    CODE: '371029300Y',
    NAME: '金門縣烈嶼鄉上岐國民小學',
  },
  {
    CODE: '371029500Y',
    NAME: '金門縣金湖鎮金湖國民小學',
  },
  {
    CODE: '371029600Y',
    NAME: '金門縣金湖鎮正義國民小學',
  },
  {
    CODE: '371029700Y',
    NAME: '金門縣金寧鄉湖埔國民小學',
  },
  {
    CODE: '371029800Y',
    NAME: '金門縣烈嶼鄉西口國民小學',
  },
  {
    CODE: '371057000X',
    NAME: '連江縣立中山國民中學',
  },
  {
    CODE: '371057100X',
    NAME: '連江縣立介壽國民中小學',
  },
  {
    CODE: '371057200X',
    NAME: '連江縣立中正國民中小學',
  },
  {
    CODE: '371057300X',
    NAME: '連江縣立敬恆國民中小學',
  },
  {
    CODE: '371057400X',
    NAME: '連江縣立東引國民中小學',
  },
  {
    CODE: '376441511A',
    NAME: '新竹縣橫山鄉戶政事務所',
  },
  {
    CODE: '371058000Y',
    NAME: '連江縣南竿鄉仁愛國民小學',
  },
  {
    CODE: '371058100Y',
    NAME: '連江縣北竿鄉塘岐國民小學',
  },
  {
    CODE: '371058200Y',
    NAME: '連江縣北竿鄉?里國民小學',
  },
  {
    CODE: '371058300Y',
    NAME: '連江縣莒光鄉東莒國民小學',
  },
  {
    CODE: '371053601I',
    NAME: '連江縣北竿衛生所',
  },
  {
    CODE: '371053602I',
    NAME: '連江縣東莒衛生所',
  },
  {
    CODE: '371053603I',
    NAME: '連江縣西莒衛生所',
  },
  {
    CODE: '371053604I',
    NAME: '連江縣東引衛生所',
  },
  {
    CODE: '376429521U',
    NAME: '宜蘭縣立南澳高級中學',
  },
  {
    CODE: '376429522U',
    NAME: '宜蘭縣立慈心華德福教育實驗高級中等學校',
  },
  {
    CODE: '376441512A',
    NAME: '新竹縣尖石鄉戶政事務所',
  },
  {
    CODE: '376429601X',
    NAME: '宜蘭縣立宜蘭國民中學',
  },
  {
    CODE: '376429602X',
    NAME: '宜蘭縣立羅東國民中學',
  },
  {
    CODE: '376429603X',
    NAME: '宜蘭縣立頭城國民中學',
  },
  {
    CODE: '376429604X',
    NAME: '宜蘭縣立東光國民中學',
  },
  {
    CODE: '376429605X',
    NAME: '宜蘭縣立蘇澳國民中學',
  },
  {
    CODE: '376429606X',
    NAME: '宜蘭縣立礁溪國民中學',
  },
  {
    CODE: '376429607X',
    NAME: '宜蘭縣立三星國民中學',
  },
  {
    CODE: '376429608X',
    NAME: '宜蘭縣立冬山國民中學',
  },
  {
    CODE: '376429609X',
    NAME: '宜蘭縣立五結國民中學',
  },
  {
    CODE: '376429610X',
    NAME: '宜蘭縣立員山國民中學',
  },
  {
    CODE: '376441513A',
    NAME: '新竹縣五峰鄉戶政事務所',
  },
  {
    CODE: '376429611X',
    NAME: '宜蘭縣立壯圍國民中學',
  },
  {
    CODE: '376429612X',
    NAME: '宜蘭縣立復興國民中學',
  },
  {
    CODE: '376429613X',
    NAME: '宜蘭縣立文化國民中學',
  },
  {
    CODE: '376429615X',
    NAME: '宜蘭縣立中華國民中學',
  },
  {
    CODE: '376429616X',
    NAME: '宜蘭縣立順安國民中學',
  },
  {
    CODE: '376429617X',
    NAME: '宜蘭縣立大同國民中學',
  },
  {
    CODE: '376429618X',
    NAME: '宜蘭縣立國華國民中學',
  },
  {
    CODE: '376429619X',
    NAME: '宜蘭縣立興中國民中學',
  },
  {
    CODE: '376429620X',
    NAME: '宜蘭縣立南安國民中學',
  },
  {
    CODE: '376429621X',
    NAME: '宜蘭縣立利澤國民中學',
  },
  {
    CODE: '376441900C',
    NAME: '新竹縣政府消防局',
  },
  {
    CODE: '376429622X',
    NAME: '宜蘭縣立吳沙國民中學',
  },
  {
    CODE: '376429625X',
    NAME: '宜蘭縣立凱旋國民中學',
  },
  {
    CODE: '376429626X',
    NAME: '宜蘭縣立人文國民中小學',
  },
  {
    CODE: '376429628X',
    NAME: '宜蘭縣立內城國民中小學',
  },
  {
    CODE: '376429701Y',
    NAME: '宜蘭縣宜蘭市中山國民小學',
  },
  {
    CODE: '376429703Y',
    NAME: '宜蘭縣宜蘭市力行國民小學',
  },
  {
    CODE: '376429704Y',
    NAME: '宜蘭縣宜蘭市光復國民小學',
  },
  {
    CODE: '376429705Y',
    NAME: '宜蘭縣宜蘭市育才國民小學',
  },
  {
    CODE: '376429706Y',
    NAME: '宜蘭縣宜蘭市黎明國民小學',
  },
  {
    CODE: '376429707Y',
    NAME: '宜蘭縣宜蘭市新生國民小學',
  },
  {
    CODE: '376442200I',
    NAME: '新竹縣家畜疾病防治所',
  },
  {
    CODE: '376429708Y',
    NAME: '宜蘭縣宜蘭市凱旋國民小學',
  },
  {
    CODE: '376429709Y',
    NAME: '宜蘭縣宜蘭市南屏國民小學',
  },
  {
    CODE: '376429710Y',
    NAME: '宜蘭縣羅東鎮羅東國民小學',
  },
  {
    CODE: '376429711Y',
    NAME: '宜蘭縣羅東鎮成功國民小學',
  },
  {
    CODE: '376429712Y',
    NAME: '宜蘭縣羅東鎮公正國民小學',
  },
  {
    CODE: '376429713Y',
    NAME: '宜蘭縣羅東鎮北成國民小學',
  },
  {
    CODE: '376429714Y',
    NAME: '宜蘭縣羅東鎮竹林國民小學',
  },
  {
    CODE: '376429715Y',
    NAME: '宜蘭縣蘇澳鎮蘇澳國民小學',
  },
  {
    CODE: '376429716Y',
    NAME: '宜蘭縣蘇澳鎮馬賽國民小學',
  },
  {
    CODE: '376429717Y',
    NAME: '宜蘭縣蘇澳鎮蓬萊國民小學',
  },
  {
    CODE: '376442700E',
    NAME: '新竹縣教育研究發展暨網路中心',
  },
  {
    CODE: '376429718Y',
    NAME: '宜蘭縣蘇澳鎮士敏國民小學',
  },
  {
    CODE: '376429719Y',
    NAME: '宜蘭縣蘇澳鎮南安國民小學',
  },
  {
    CODE: '376429720Y',
    NAME: '宜蘭縣蘇澳鎮岳明國民小學',
  },
  {
    CODE: '376429721Y',
    NAME: '宜蘭縣蘇澳鎮育英國民小學',
  },
  {
    CODE: '376429722Y',
    NAME: '宜蘭縣頭城鎮頭城國民小學',
  },
  {
    CODE: '376429723Y',
    NAME: '宜蘭縣頭城鎮二城國民小學',
  },
  {
    CODE: '376429724Y',
    NAME: '宜蘭縣頭城鎮大溪國民小學',
  },
  {
    CODE: '376429725Y',
    NAME: '宜蘭縣礁溪鄉礁溪國民小學',
  },
  {
    CODE: '376429726Y',
    NAME: '宜蘭縣礁溪鄉四結國民小學',
  },
  {
    CODE: '376429727Y',
    NAME: '宜蘭縣礁溪鄉龍潭國民小學',
  },
  {
    CODE: '376442800E',
    NAME: '新竹縣體育場',
  },
  {
    CODE: '376429728Y',
    NAME: '宜蘭縣礁溪鄉玉田國民小學',
  },
  {
    CODE: '376429729Y',
    NAME: '宜蘭縣礁溪鄉三民國民小學',
  },
  {
    CODE: '376429730Y',
    NAME: '宜蘭縣壯圍鄉壯圍國民小學',
  },
  {
    CODE: '376429731Y',
    NAME: '宜蘭縣壯圍鄉古亭國民小學',
  },
  {
    CODE: '376429732Y',
    NAME: '宜蘭縣壯圍鄉公館國民小學',
  },
  {
    CODE: '376429733Y',
    NAME: '宜蘭縣壯圍鄉大福國民小學',
  },
  {
    CODE: '376429734Y',
    NAME: '宜蘭縣壯圍鄉新南國民小學',
  },
  {
    CODE: '376429735Y',
    NAME: '宜蘭縣員山鄉員山國民小學',
  },
  {
    CODE: '376429736Y',
    NAME: '宜蘭縣員山鄉深溝國民小學',
  },
  {
    CODE: '376429737Y',
    NAME: '宜蘭縣員山鄉大湖國民小學',
  },
  {
    CODE: '376442900E',
    NAME: '新竹縣政府文化局',
  },
  {
    CODE: '376429738Y',
    NAME: '宜蘭縣員山鄉同樂國民小學',
  },
  {
    CODE: '376429740Y',
    NAME: '宜蘭縣冬山鄉冬山國民小學',
  },
  {
    CODE: '376429741Y',
    NAME: '宜蘭縣冬山鄉順安國民小學',
  },
  {
    CODE: '376429742Y',
    NAME: '宜蘭縣冬山鄉武淵國民小學',
  },
  {
    CODE: '376429743Y',
    NAME: '宜蘭縣冬山鄉東興國民小學',
  },
  {
    CODE: '376429744Y',
    NAME: '宜蘭縣冬山鄉廣興國民小學',
  },
  {
    CODE: '376429745Y',
    NAME: '宜蘭縣五結鄉五結國民小學',
  },
  {
    CODE: '376429746Y',
    NAME: '宜蘭縣五結鄉學進國民小學',
  },
  {
    CODE: '376429747Y',
    NAME: '宜蘭縣五結鄉利澤國民小學',
  },
  {
    CODE: '376429748Y',
    NAME: '宜蘭縣五結鄉孝威國民小學',
  },
  {
    CODE: '371011700I',
    NAME: '金門縣環境保護局',
  },
  {
    CODE: '376443200E',
    NAME: '新竹縣家庭教育中心',
  },
  {
    CODE: '376429749Y',
    NAME: '宜蘭縣五結鄉中興國民小學',
  },
  {
    CODE: '376429750Y',
    NAME: '宜蘭縣三星鄉三星國民小學',
  },
  {
    CODE: '376429751Y',
    NAME: '宜蘭縣三星鄉大洲國民小學',
  },
  {
    CODE: '376429752Y',
    NAME: '宜蘭縣三星鄉憲明國民小學',
  },
  {
    CODE: '376429753Y',
    NAME: '宜蘭縣三星鄉萬富國民小學',
  },
  {
    CODE: '376429754Y',
    NAME: '宜蘭縣三星鄉大隱國民小學',
  },
  {
    CODE: '376429757Y',
    NAME: '宜蘭縣冬山鄉柯林國民小學',
  },
  {
    CODE: '376429758Y',
    NAME: '宜蘭縣蘇澳鎮永樂國民小學',
  },
  {
    CODE: '376429760Y',
    NAME: '宜蘭縣大同鄉四季國民小學',
  },
  {
    CODE: '376429761Y',
    NAME: '宜蘭縣大同鄉寒溪國民小學',
  },
  {
    CODE: '376444200K',
    NAME: '新竹瓦斯股份有限公司',
  },
  {
    CODE: '376429763Y',
    NAME: '宜蘭縣大同鄉南山國民小學',
  },
  {
    CODE: '376429764Y',
    NAME: '宜蘭縣南澳鄉南澳國民小學',
  },
  {
    CODE: '376429765Y',
    NAME: '宜蘭縣南澳鄉澳花國民小學',
  },
  {
    CODE: '376429766Y',
    NAME: '宜蘭縣南澳鄉東澳國民小學',
  },
  {
    CODE: '376429767Y',
    NAME: '宜蘭縣南澳鄉金岳國民小學',
  },
  {
    CODE: '376429768Y',
    NAME: '宜蘭縣南澳鄉金洋國民小學',
  },
  {
    CODE: '376429769Y',
    NAME: '宜蘭縣頭城鎮梗枋國民小學',
  },
  {
    CODE: '376429770Y',
    NAME: '宜蘭縣頭城鎮竹安國民小學',
  },
  {
    CODE: '376429771Y',
    NAME: '宜蘭縣冬山鄉大進國民小學',
  },
  {
    CODE: '376429772Y',
    NAME: '宜蘭縣南澳鄉武塔國民小學',
  },
  {
    CODE: '376445200A',
    NAME: '新竹縣關西鎮公所',
  },
  {
    CODE: '376429773Y',
    NAME: '宜蘭縣員山鄉七賢國民小學',
  },
  {
    CODE: '376429774Y',
    NAME: '宜蘭縣南澳鄉碧候國民小學',
  },
  {
    CODE: '376429776Y',
    NAME: '宜蘭縣頭城鎮大里國民小學',
  },
  {
    CODE: '376429777Y',
    NAME: '宜蘭縣員山鄉湖山國民小學',
  },
  {
    CODE: '376429778Y',
    NAME: '宜蘭縣壯圍鄉過嶺國民小學',
  },
  {
    CODE: '376429779Y',
    NAME: '宜蘭縣大同鄉大同國民小學',
  },
  {
    CODE: '376429780Y',
    NAME: '宜蘭縣宜蘭市宜蘭國民小學',
  },
  {
    CODE: '376429784Y',
    NAME: '宜蘭縣冬山鄉清溝國民小學',
  },
  {
    CODE: '376420307I',
    NAME: '宜蘭縣長期照護服務管理所',
  },
  {
    CODE: '376420341I',
    NAME: '宜蘭縣宜蘭市衛生所',
  },
  {
    CODE: '376445300A',
    NAME: '新竹縣新埔鎮公所',
  },
  {
    CODE: '376420342I',
    NAME: '宜蘭縣羅東鎮衛生所',
  },
  {
    CODE: '376420343I',
    NAME: '宜蘭縣蘇澳鎮衛生所',
  },
  {
    CODE: '376420344I',
    NAME: '宜蘭縣頭城鎮衛生所',
  },
  {
    CODE: '376420345I',
    NAME: '宜蘭縣礁溪鄉衛生所',
  },
  {
    CODE: '376420346I',
    NAME: '宜蘭縣壯圍鄉衛生所',
  },
  {
    CODE: '376420347I',
    NAME: '宜蘭縣員山鄉衛生所',
  },
  {
    CODE: '376420348I',
    NAME: '宜蘭縣冬山鄉衛生所',
  },
  {
    CODE: '376420349I',
    NAME: '宜蘭縣五結鄉衛生所',
  },
  {
    CODE: '376420350I',
    NAME: '宜蘭縣三星鄉衛生所',
  },
  {
    CODE: '376420351I',
    NAME: '宜蘭縣大同鄉衛生所',
  },
  {
    CODE: '376445400A',
    NAME: '新竹縣竹東鎮公所',
  },
  {
    CODE: '376420352I',
    NAME: '宜蘭縣南澳鄉衛生所',
  },
  {
    CODE: '376425108A',
    NAME: '宜蘭縣宜蘭市市場管理所',
  },
  {
    CODE: '376425111I',
    NAME: '宜蘭縣宜蘭市清潔隊',
  },
  {
    CODE: '376425121E',
    NAME: '宜蘭縣宜蘭市立圖書館',
  },
  {
    CODE: '376425170E',
    NAME: '宜蘭縣宜蘭市文化發展所',
  },
  {
    CODE: '376425180J',
    NAME: '宜蘭縣宜蘭市立托兒所',
  },
  {
    CODE: '376425208A',
    NAME: '宜蘭縣羅東鎮公有市場管理所',
  },
  {
    CODE: '376425210A',
    NAME: '宜蘭縣羅東鎮公用事業管理所',
  },
  {
    CODE: '376425211I',
    NAME: '宜蘭縣羅東鎮清潔隊',
  },
  {
    CODE: '376425221E',
    NAME: '宜蘭縣羅東鎮立圖書館',
  },
  {
    CODE: '376445500A',
    NAME: '新竹縣湖口鄉公所',
  },
  {
    CODE: '376425251J',
    NAME: '宜蘭縣羅東鎮立殯葬管理所',
  },
  {
    CODE: '376425270A',
    NAME: '宜蘭縣羅東鎮觀光發展所',
  },
  {
    CODE: '376425280J',
    NAME: '宜蘭縣羅東鎮立托兒所',
  },
  {
    CODE: '376425307A',
    NAME: '宜蘭縣蘇澳鎮公有零售市場',
  },
  {
    CODE: '376425311I',
    NAME: '宜蘭縣蘇澳鎮清潔隊',
  },
  {
    CODE: '376425321E',
    NAME: '宜蘭縣蘇澳鎮立圖書館',
  },
  {
    CODE: '376425370H',
    NAME: '宜蘭縣蘇澳鎮觀光產業發展所',
  },
  {
    CODE: '376425380J',
    NAME: '宜蘭縣蘇澳鎮立托兒所',
  },
  {
    CODE: '376425411I',
    NAME: '宜蘭縣頭城鎮清潔隊',
  },
  {
    CODE: '376425421E',
    NAME: '宜蘭縣頭城鎮立圖書館',
  },
  {
    CODE: '376445600A',
    NAME: '新竹縣橫山鄉公所',
  },
  {
    CODE: '376425470H',
    NAME: '宜蘭縣頭城鎮觀光產業發展所',
  },
  {
    CODE: '376425480J',
    NAME: '宜蘭縣頭城鎮立托兒所',
  },
  {
    CODE: '376425511I',
    NAME: '宜蘭縣礁溪鄉清潔隊',
  },
  {
    CODE: '376425521E',
    NAME: '宜蘭縣礁溪鄉立圖書館',
  },
  {
    CODE: '376425570H',
    NAME: '宜蘭縣礁溪鄉觀光產業發展所',
  },
  {
    CODE: '376425580J',
    NAME: '宜蘭縣礁溪鄉立托兒所',
  },
  {
    CODE: '376425611I',
    NAME: '宜蘭縣壯圍鄉清潔隊',
  },
  {
    CODE: '376425621E',
    NAME: '宜蘭縣壯圍鄉立圖書館',
  },
  {
    CODE: '376425680J',
    NAME: '宜蘭縣壯圍鄉立托兒所',
  },
  {
    CODE: '376425711I',
    NAME: '宜蘭縣員山鄉清潔隊',
  },
  {
    CODE: '376445700A',
    NAME: '新竹縣新豐鄉公所',
  },
  {
    CODE: '376425721E',
    NAME: '宜蘭縣員山鄉立圖書館',
  },
  {
    CODE: '376425770H',
    NAME: '宜蘭縣員山鄉觀光產業發展所',
  },
  {
    CODE: '376425780J',
    NAME: '宜蘭縣員山鄉立托兒所',
  },
  {
    CODE: '376425811I',
    NAME: '宜蘭縣冬山鄉清潔隊',
  },
  {
    CODE: '376425821E',
    NAME: '宜蘭縣冬山鄉立圖書館',
  },
  {
    CODE: '376425870H',
    NAME: '宜蘭縣冬山鄉觀光產業發展所',
  },
  {
    CODE: '376425880J',
    NAME: '宜蘭縣冬山鄉立托兒所',
  },
  {
    CODE: '376425911I',
    NAME: '宜蘭縣五結鄉清潔隊',
  },
  {
    CODE: '376425921E',
    NAME: '宜蘭縣五結鄉立圖書館',
  },
  {
    CODE: '376425970H',
    NAME: '宜蘭縣五結鄉觀光產業發展所',
  },
  {
    CODE: '376445800A',
    NAME: '新竹縣芎林鄉公所',
  },
  {
    CODE: '376425980J',
    NAME: '宜蘭縣五結鄉立托兒所',
  },
  {
    CODE: '376426005A',
    NAME: '宜蘭縣三星鄉三星公有零售市場',
  },
  {
    CODE: '376426011I',
    NAME: '宜蘭縣三星鄉清潔隊',
  },
  {
    CODE: '376426021E',
    NAME: '宜蘭縣三星鄉立圖書館',
  },
  {
    CODE: '376426070H',
    NAME: '宜蘭縣三星鄉觀光產業發展所',
  },
  {
    CODE: '376426080J',
    NAME: '宜蘭縣三星鄉立托兒所',
  },
  {
    CODE: '376426111I',
    NAME: '宜蘭縣大同鄉清潔隊',
  },
  {
    CODE: '376426121E',
    NAME: '宜蘭縣大同鄉立圖書館',
  },
  {
    CODE: '376426180J',
    NAME: '宜蘭縣大同鄉立托兒所',
  },
  {
    CODE: '376426211I',
    NAME: '宜蘭縣南澳鄉清潔隊',
  },
  {
    CODE: '376445900A',
    NAME: '新竹縣寶山鄉公所',
  },
  {
    CODE: '376426221E',
    NAME: '宜蘭縣南澳鄉圖書館',
  },
  {
    CODE: '376426280J',
    NAME: '宜蘭縣南澳鄉立托兒所',
  },
  {
    CODE: '376449521U',
    NAME: '新竹縣立湖口高級中學',
  },
  {
    CODE: '376449522U',
    NAME: '新竹縣立六家高級中學',
  },
  {
    CODE: '376449601X',
    NAME: '新竹縣立竹東國民中學',
  },
  {
    CODE: '376449602X',
    NAME: '新竹縣立二重國民中學',
  },
  {
    CODE: '376449603X',
    NAME: '新竹縣立關西國民中學',
  },
  {
    CODE: '376449604X',
    NAME: '新竹縣立石光國民中學',
  },
  {
    CODE: '376449605X',
    NAME: '新竹縣立新埔國民中學',
  },
  {
    CODE: '376449606X',
    NAME: '新竹縣立竹北國民中學',
  },
  {
    CODE: '371011900C',
    NAME: '金門縣消防局',
  },
  {
    CODE: '376446000A',
    NAME: '新竹縣北埔鄉公所',
  },
  {
    CODE: '376449609X',
    NAME: '新竹縣立新湖國民中學',
  },
  {
    CODE: '376449610X',
    NAME: '新竹縣立新豐國民中學',
  },
  {
    CODE: '376449611X',
    NAME: '新竹縣立橫山國民中學',
  },
  {
    CODE: '376449612X',
    NAME: '新竹縣立華山國民中學',
  },
  {
    CODE: '376449613X',
    NAME: '新竹縣立寶山國民中學',
  },
  {
    CODE: '376449614X',
    NAME: '新竹縣立北埔國民中學',
  },
  {
    CODE: '376449615X',
    NAME: '新竹縣立峨眉國民中學',
  },
  {
    CODE: '376449616X',
    NAME: '新竹縣立芎林國民中學',
  },
  {
    CODE: '376449617X',
    NAME: '新竹縣立照門國民中學',
  },
  {
    CODE: '376449618X',
    NAME: '新竹縣立員東國民中學',
  },
  {
    CODE: '376446100A',
    NAME: '新竹縣峨眉鄉公所',
  },
  {
    CODE: '376449619X',
    NAME: '新竹縣立尖石國民中學',
  },
  {
    CODE: '376449620X',
    NAME: '新竹縣立五峰國民中學',
  },
  {
    CODE: '376449621X',
    NAME: '新竹縣立富光國民中學',
  },
  {
    CODE: '376449622X',
    NAME: '新竹縣立精華國民中學',
  },
  {
    CODE: '376449623X',
    NAME: '新竹縣立鳳岡國民中學',
  },
  {
    CODE: '376449624X',
    NAME: '新竹縣立中正國民中學',
  },
  {
    CODE: '376449625X',
    NAME: '新竹縣立忠孝國民中學',
  },
  {
    CODE: '376449626X',
    NAME: '新竹縣立仁愛國民中學',
  },
  {
    CODE: '376449627X',
    NAME: '新竹縣立博愛國民中學',
  },
  {
    CODE: '376449628X',
    NAME: '新竹縣立自強國民中學',
  },
  {
    CODE: '376446200A',
    NAME: '新竹縣尖石鄉公所',
  },
  {
    CODE: '376449630X',
    NAME: '新竹縣立成功國民中學',
  },
  {
    CODE: '376449631X',
    NAME: '新竹縣立東興國民中學',
  },
  {
    CODE: '376449701Y',
    NAME: '新竹縣關西鎮關西國民小學',
  },
  {
    CODE: '376449702Y',
    NAME: '新竹縣關西鎮東安國民小學',
  },
  {
    CODE: '376449704Y',
    NAME: '新竹縣關西鎮石光國民小學',
  },
  {
    CODE: '376449705Y',
    NAME: '新竹縣關西鎮坪林國民小學',
  },
  {
    CODE: '376449706Y',
    NAME: '新竹縣關西鎮太平國民小學',
  },
  {
    CODE: '376449707Y',
    NAME: '新竹縣關西鎮東光國民小學',
  },
  {
    CODE: '376449708Y',
    NAME: '新竹縣關西鎮錦山國民小學',
  },
  {
    CODE: '376449709Y',
    NAME: '新竹縣關西鎮玉山國民小學',
  },
  {
    CODE: '376446300A',
    NAME: '新竹縣五峰鄉公所',
  },
  {
    CODE: '376449710Y',
    NAME: '新竹縣新埔鎮新埔國民小學',
  },
  {
    CODE: '376449711Y',
    NAME: '新竹縣新埔鎮新星國民小學',
  },
  {
    CODE: '376449712Y',
    NAME: '新竹縣新埔鎮照門國民小學',
  },
  {
    CODE: '376449713Y',
    NAME: '新竹縣新埔鎮照東國民小學',
  },
  {
    CODE: '376449714Y',
    NAME: '新竹縣新埔鎮北平國民小學',
  },
  {
    CODE: '376449715Y',
    NAME: '新竹縣新埔鎮枋寮國民小學',
  },
  {
    CODE: '376449716Y',
    NAME: '新竹縣新埔鎮寶石國民小學',
  },
  {
    CODE: '376449717Y',
    NAME: '新竹縣新埔鎮文山國民小學',
  },
  {
    CODE: '376449718Y',
    NAME: '新竹縣竹東鎮竹東國民小學',
  },
  {
    CODE: '376449719Y',
    NAME: '新竹縣竹東鎮大同國民小學',
  },
  {
    CODE: '376446400A',
    NAME: '新竹縣竹北市公所',
  },
  {
    CODE: '376449720Y',
    NAME: '新竹縣竹東鎮陸豐國民小學',
  },
  {
    CODE: '376449721Y',
    NAME: '新竹縣竹東鎮中山國民小學',
  },
  {
    CODE: '376449722Y',
    NAME: '新竹縣竹東鎮員崠國民小學',
  },
  {
    CODE: '376449723Y',
    NAME: '新竹縣竹東鎮二重國民小學',
  },
  {
    CODE: '376449724Y',
    NAME: '新竹縣竹東鎮竹中國民小學',
  },
  {
    CODE: '376449725Y',
    NAME: '新竹縣竹東鎮瑞峰國民小學',
  },
  {
    CODE: '376449736Y',
    NAME: '新竹縣湖口鄉新湖國民小學',
  },
  {
    CODE: '376449737Y',
    NAME: '新竹縣湖口鄉和興國民小學',
  },
  {
    CODE: '376449738Y',
    NAME: '新竹縣湖口鄉信勢國民小學',
  },
  {
    CODE: '376449739Y',
    NAME: '新竹縣湖口鄉湖口國民小學',
  },
  {
    CODE: '376740200A',
    NAME: '新竹縣關西鎮民代表會',
  },
  {
    CODE: '376449741Y',
    NAME: '新竹縣湖口鄉長安國民小學',
  },
  {
    CODE: '376449742Y',
    NAME: '新竹縣湖口鄉中興國民小學',
  },
  {
    CODE: '376449743Y',
    NAME: '新竹縣橫山鄉橫山國民小學',
  },
  {
    CODE: '376449744Y',
    NAME: '新竹縣橫山鄉田寮國民小學',
  },
  {
    CODE: '376449745Y',
    NAME: '新竹縣橫山鄉大肚國民小學',
  },
  {
    CODE: '376449746Y',
    NAME: '新竹縣橫山鄉沙坑國民小學',
  },
  {
    CODE: '376449747Y',
    NAME: '新竹縣橫山鄉內灣國民小學',
  },
  {
    CODE: '376449749Y',
    NAME: '新竹縣新豐鄉新豐國民小學',
  },
  {
    CODE: '376449750Y',
    NAME: '新竹縣新豐鄉福興國民小學',
  },
  {
    CODE: '376449751Y',
    NAME: '新竹縣新豐鄉埔和國民小學',
  },
  {
    CODE: '376740300A',
    NAME: '新竹縣新埔鎮民代表會',
  },
  {
    CODE: '376449752Y',
    NAME: '新竹縣芎林鄉芎林國民小學',
  },
  {
    CODE: '376449753Y',
    NAME: '新竹縣芎林鄉碧潭國民小學',
  },
  {
    CODE: '376449754Y',
    NAME: '新竹縣芎林鄉五龍國民小學',
  },
  {
    CODE: '376449755Y',
    NAME: '新竹縣寶山鄉寶山國民小學',
  },
  {
    CODE: '376449756Y',
    NAME: '新竹縣寶山鄉新城國民小學',
  },
  {
    CODE: '376449757Y',
    NAME: '新竹縣寶山鄉雙溪國民小學',
  },
  {
    CODE: '376449759Y',
    NAME: '新竹縣北埔鄉北埔國民小學',
  },
  {
    CODE: '376449760Y',
    NAME: '新竹縣北埔鄉大坪國民小學',
  },
  {
    CODE: '376449761Y',
    NAME: '新竹縣峨眉鄉峨眉國民小學',
  },
  {
    CODE: '376449762Y',
    NAME: '新竹縣峨眉鄉富興國民小學',
  },
  {
    CODE: '376740400A',
    NAME: '新竹縣竹東鎮民代表會',
  },
  {
    CODE: '376449764Y',
    NAME: '新竹縣尖石鄉尖石國民小學',
  },
  {
    CODE: '376449765Y',
    NAME: '新竹縣尖石鄉嘉興國民小學',
  },
  {
    CODE: '376449766Y',
    NAME: '新竹縣尖石鄉新樂國民小學',
  },
  {
    CODE: '376449767Y',
    NAME: '新竹縣尖石鄉梅花國民小學',
  },
  {
    CODE: '376449768Y',
    NAME: '新竹縣尖石鄉錦屏國民小學',
  },
  {
    CODE: '376449769Y',
    NAME: '新竹縣尖石鄉玉峰國民小學',
  },
  {
    CODE: '376449770Y',
    NAME: '新竹縣尖石鄉石磊國民小學',
  },
  {
    CODE: '376449771Y',
    NAME: '新竹縣尖石鄉秀巒國民小學',
  },
  {
    CODE: '376449772Y',
    NAME: '新竹縣尖石鄉新光國民小學',
  },
  {
    CODE: '376449773Y',
    NAME: '新竹縣五峰鄉五峰國民小學',
  },
  {
    CODE: '376740500A',
    NAME: '新竹縣湖口鄉民代表會',
  },
  {
    CODE: '376449774Y',
    NAME: '新竹縣五峰鄉桃山國民小學',
  },
  {
    CODE: '376449775Y',
    NAME: '新竹縣五峰鄉花園國民小學',
  },
  {
    CODE: '376449778Y',
    NAME: '新竹縣關西鎮南和國民小學',
  },
  {
    CODE: '376449779Y',
    NAME: '新竹縣新豐鄉福龍國民小學',
  },
  {
    CODE: '376449780Y',
    NAME: '新竹縣新埔鎮清水國民小學',
  },
  {
    CODE: '376449781Y',
    NAME: '新竹縣新豐鄉瑞興國民小學',
  },
  {
    CODE: '376449782Y',
    NAME: '新竹縣湖口鄉華興國民小學',
  },
  {
    CODE: '376449783Y',
    NAME: '新竹縣竹北市竹北國民小學',
  },
  {
    CODE: '376449784Y',
    NAME: '新竹縣竹北市中正國民小學',
  },
  {
    CODE: '376449785Y',
    NAME: '新竹縣竹北市竹仁國民小學',
  },
  {
    CODE: '376740600A',
    NAME: '新竹縣橫山鄉民代表會',
  },
  {
    CODE: '376449786Y',
    NAME: '新竹縣竹北市新社國民小學',
  },
  {
    CODE: '376449787Y',
    NAME: '新竹縣竹北市六家國民小學',
  },
  {
    CODE: '376449788Y',
    NAME: '新竹縣竹北市東海國民小學',
  },
  {
    CODE: '376449789Y',
    NAME: '新竹縣竹北市豐田國民小學',
  },
  {
    CODE: '376449790Y',
    NAME: '新竹縣竹北市麻園國民小學',
  },
  {
    CODE: '376449791Y',
    NAME: '新竹縣竹北市新港國民小學',
  },
  {
    CODE: '376449792Y',
    NAME: '新竹縣竹北市鳳岡國民小學',
  },
  {
    CODE: '376449793Y',
    NAME: '新竹縣竹北市博愛國民小學',
  },
  {
    CODE: '376449794Y',
    NAME: '新竹縣竹東鎮上館國民小學',
  },
  {
    CODE: '376449795Y',
    NAME: '新竹縣竹北市光明國民小學',
  },
  {
    CODE: '371012400E',
    NAME: '金門縣文化局',
  },
  {
    CODE: '376740700A',
    NAME: '新竹縣新豐鄉民代表會',
  },
  {
    CODE: '376449796Y',
    NAME: '新竹縣新豐鄉松林國民小學',
  },
  {
    CODE: '376449797Y',
    NAME: '新竹縣竹北市十興國民小學',
  },
  {
    CODE: '376449798Y',
    NAME: '新竹縣新豐鄉山崎國民小學',
  },
  {
    CODE: '376449799Y',
    NAME: '新竹縣竹北市興隆國民小學',
  },
  {
    CODE: '376449800Y',
    NAME: '新竹縣竹北市東興國民小學',
  },
  {
    CODE: '376449801Y',
    NAME: '新竹縣竹北市安興國民小學',
  },
  {
    CODE: '3764499526',
    NAME: '新竹縣立竹東幼兒園',
  },
  {
    CODE: '376440342I',
    NAME: '新竹縣關西鎮衛生所',
  },
  {
    CODE: '376440343I',
    NAME: '新竹縣新埔鎮衛生所',
  },
  {
    CODE: '376440344I',
    NAME: '新竹縣竹東鎮衛生所',
  },
  {
    CODE: '376740800A',
    NAME: '新竹縣芎林鄉民代表會',
  },
  {
    CODE: '376440345I',
    NAME: '新竹縣湖口鄉衛生所',
  },
  {
    CODE: '376440346I',
    NAME: '新竹縣橫山鄉衛生所',
  },
  {
    CODE: '376440347I',
    NAME: '新竹縣新豐鄉衛生所',
  },
  {
    CODE: '376440348I',
    NAME: '新竹縣芎林鄉衛生所',
  },
  {
    CODE: '376440349I',
    NAME: '新竹縣寶山鄉衛生所',
  },
  {
    CODE: '376440350I',
    NAME: '新竹縣北埔鄉衛生所',
  },
  {
    CODE: '376440351I',
    NAME: '新竹縣峨眉鄉衛生所',
  },
  {
    CODE: '376440352I',
    NAME: '新竹縣尖石鄉衛生所',
  },
  {
    CODE: '376440353I',
    NAME: '新竹縣五峰鄉衛生所',
  },
  {
    CODE: '376440356I',
    NAME: '新竹縣竹北市衛生所',
  },
  {
    CODE: '376740900A',
    NAME: '新竹縣寶山鄉民代表會',
  },
  {
    CODE: '376445205A',
    NAME: '新竹縣關西鎮關西公有零售市場',
  },
  {
    CODE: '376445211I',
    NAME: '新竹縣關西鎮清潔隊',
  },
  {
    CODE: '376445221E',
    NAME: '新竹縣關西鎮立圖書館',
  },
  {
    CODE: '376445280J',
    NAME: '新竹縣關西鎮立托兒所',
  },
  {
    CODE: '376445305A',
    NAME: '新竹縣新埔鎮第一公有零售市場',
  },
  {
    CODE: '376445311I',
    NAME: '新竹縣新埔鎮清潔隊',
  },
  {
    CODE: '376445321E',
    NAME: '新竹縣新埔鎮立圖書館',
  },
  {
    CODE: '376445380J',
    NAME: '新竹縣新埔鎮立托兒所',
  },
  {
    CODE: '376445408A',
    NAME: '新竹縣竹東鎮公用事業管理所',
  },
  {
    CODE: '376445411I',
    NAME: '新竹縣竹東鎮清潔隊',
  },
  {
    CODE: '376741000A',
    NAME: '新竹縣北埔鄉民代表會',
  },
  {
    CODE: '376445421E',
    NAME: '新竹縣竹東鎮立圖書館',
  },
  {
    CODE: '376445451J',
    NAME: '新竹縣竹東鎮殯葬管理所',
  },
  {
    CODE: '376445480J',
    NAME: '新竹縣竹東鎮立托兒所',
  },
  {
    CODE: '376445511I',
    NAME: '新竹縣湖口鄉清潔隊',
  },
  {
    CODE: '376445521E',
    NAME: '新竹縣湖口鄉立圖書館',
  },
  {
    CODE: '376445580J',
    NAME: '新竹縣湖口鄉立托兒所',
  },
  {
    CODE: '376445611I',
    NAME: '新竹縣橫山鄉清潔隊',
  },
  {
    CODE: '376445621E',
    NAME: '新竹縣橫山鄉立圖書館',
  },
  {
    CODE: '376445680J',
    NAME: '新竹縣橫山鄉立托兒所',
  },
  {
    CODE: '376741100A',
    NAME: '新竹縣峨眉鄉民代表會',
  },
  {
    CODE: '376445706A',
    NAME: '新竹縣新豐鄉公用事業管理所',
  },
  {
    CODE: '376445711I',
    NAME: '新竹縣新豐鄉清潔隊',
  },
  {
    CODE: '376445721E',
    NAME: '新竹縣新豐鄉立圖書館',
  },
  {
    CODE: '376445780J',
    NAME: '新竹縣新豐鄉立托兒所',
  },
  {
    CODE: '376445811I',
    NAME: '新竹縣芎林鄉清潔隊',
  },
  {
    CODE: '376445821E',
    NAME: '新竹縣芎林鄉立圖書館',
  },
  {
    CODE: '376445880J',
    NAME: '新竹縣芎林鄉立托兒所',
  },
  {
    CODE: '376445911I',
    NAME: '新竹縣寶山鄉清潔隊',
  },
  {
    CODE: '376445921E',
    NAME: '新竹縣寶山鄉立圖書館',
  },
  {
    CODE: '376445980J',
    NAME: '新竹縣寶山鄉立托兒所',
  },
  {
    CODE: '376741200A',
    NAME: '新竹縣尖石鄉民代表會',
  },
  {
    CODE: '376446005A',
    NAME: '新竹縣北埔鄉北埔公有零售市場',
  },
  {
    CODE: '376446011I',
    NAME: '新竹縣北埔鄉清潔隊',
  },
  {
    CODE: '376446021E',
    NAME: '新竹縣北埔鄉立圖書館',
  },
  {
    CODE: '376446080J',
    NAME: '新竹縣北埔鄉立托兒所',
  },
  {
    CODE: '376446111I',
    NAME: '新竹縣峨眉鄉清潔隊',
  },
  {
    CODE: '376446121E',
    NAME: '新竹縣峨眉鄉立圖書館',
  },
  {
    CODE: '376446180J',
    NAME: '新竹縣峨眉鄉立托兒所',
  },
  {
    CODE: '376446280J',
    NAME: '新竹縣尖石鄉立托兒所',
  },
  {
    CODE: '376446380J',
    NAME: '新竹縣五峰鄉立托兒所',
  },
  {
    CODE: '376446406A',
    NAME: '新竹縣竹北市市場管理所',
  },
  {
    CODE: '376741300A',
    NAME: '新竹縣五峰鄉民代表會',
  },
  {
    CODE: '376446411I',
    NAME: '新竹縣竹北市清潔隊',
  },
  {
    CODE: '376446421E',
    NAME: '新竹縣竹北市立圖書館',
  },
  {
    CODE: '376446480J',
    NAME: '新竹縣竹北市立托兒所',
  },
  {
    CODE: '376450308I',
    NAME: '苗栗縣政府毒品防制及心理衛生中心',
  },
  {
    CODE: '376453500A',
    NAME: '苗栗縣政府媒體事務中心',
  },
  {
    CODE: '376453600A',
    NAME: '苗栗縣政府原住民族事務中心',
  },
  {
    CODE: '376459521U',
    NAME: '苗栗縣立苑裡高級中學',
  },
  {
    CODE: '376459522U',
    NAME: '苗栗縣立興華高級中學',
  },
  {
    CODE: '376459523U',
    NAME: '苗栗縣立大同高級中學',
  },
  {
    CODE: '376459524U',
    NAME: '苗栗縣立三義高級中學',
  },
  {
    CODE: '376741400A',
    NAME: '新竹縣竹北市民代表會',
  },
  {
    CODE: '376459601X',
    NAME: '苗栗縣立竹南國民中學',
  },
  {
    CODE: '376459602X',
    NAME: '苗栗縣立照南國民中學',
  },
  {
    CODE: '376459605X',
    NAME: '苗栗縣立致民國民中學',
  },
  {
    CODE: '376459606X',
    NAME: '苗栗縣立文林國民中學',
  },
  {
    CODE: '376459607X',
    NAME: '苗栗縣立大湖國民中學',
  },
  {
    CODE: '376459608X',
    NAME: '苗栗縣立通霄國民中學',
  },
  {
    CODE: '376459609X',
    NAME: '苗栗縣立南和國民中學',
  },
  {
    CODE: '376459610X',
    NAME: '苗栗縣立後龍國民中學',
  },
  {
    CODE: '376459611X',
    NAME: '苗栗縣立維真國民中學',
  },
  {
    CODE: '376459612X',
    NAME: '苗栗縣立苗栗國民中學',
  },
  {
    CODE: '376450303I',
    NAME: '苗栗縣政府衛生局',
  },
  {
    CODE: '376459613X',
    NAME: '苗栗縣立大倫國民中學',
  },
  {
    CODE: '376459614X',
    NAME: '苗栗縣立明仁國民中學',
  },
  {
    CODE: '376459615X',
    NAME: '苗栗縣立三灣國民中學',
  },
  {
    CODE: '376459616X',
    NAME: '苗栗縣立公館國民中學',
  },
  {
    CODE: '376459617X',
    NAME: '苗栗縣立南庄國民中學',
  },
  {
    CODE: '376459618X',
    NAME: '苗栗縣立頭份國民中學',
  },
  {
    CODE: '376459620X',
    NAME: '苗栗縣立頭屋國民中學',
  },
  {
    CODE: '376459622X',
    NAME: '苗栗縣立造橋國民中學',
  },
  {
    CODE: '376459623X',
    NAME: '苗栗縣立獅潭國民中學',
  },
  {
    CODE: '376459625X',
    NAME: '苗栗縣立西湖國民中學',
  },
  {
    CODE: '376450306I',
    NAME: '苗栗縣政府環境保護局',
  },
  {
    CODE: '376459626X',
    NAME: '苗栗縣立鶴岡國民中學',
  },
  {
    CODE: '376459627X',
    NAME: '苗栗縣立文英國民中學',
  },
  {
    CODE: '376459628X',
    NAME: '苗栗縣立南湖國民中學',
  },
  {
    CODE: '376459629X',
    NAME: '苗栗縣立烏眉國民中學',
  },
  {
    CODE: '376459630X',
    NAME: '苗栗縣立大西國民中學',
  },
  {
    CODE: '376459631X',
    NAME: '苗栗縣立啟新國民中學',
  },
  {
    CODE: '376459632X',
    NAME: '苗栗縣立建國國民中學',
  },
  {
    CODE: '376459633X',
    NAME: '苗栗縣立泰安國民中小學',
  },
  {
    CODE: '376459636X',
    NAME: '苗栗縣立福興武術國民中小學',
  },
  {
    CODE: '376459638X',
    NAME: '苗栗縣立新港國民中小學',
  },
  {
    CODE: '371012500E',
    NAME: '金門縣立體育場',
  },
  {
    CODE: '376450307I',
    NAME: '苗栗縣政府長期照護管理中心',
  },
  {
    CODE: '376459701Y',
    NAME: '苗栗縣苗栗市建功國民小學',
  },
  {
    CODE: '376459702Y',
    NAME: '苗栗縣苗栗市大同國民小學',
  },
  {
    CODE: '376459703Y',
    NAME: '苗栗縣苗栗市新英國民小學',
  },
  {
    CODE: '376459704Y',
    NAME: '苗栗縣苗栗市僑育國民小學',
  },
  {
    CODE: '376459705Y',
    NAME: '苗栗縣苗栗市文山國民小學',
  },
  {
    CODE: '376459706Y',
    NAME: '苗栗縣苗栗市啟文國民小學',
  },
  {
    CODE: '376459707Y',
    NAME: '苗栗縣頭屋鄉頭屋國民小學',
  },
  {
    CODE: '376459709Y',
    NAME: '苗栗縣頭屋鄉明德國民小學',
  },
  {
    CODE: '376459711Y',
    NAME: '苗栗縣公館鄉公館國民小學',
  },
  {
    CODE: '376459712Y',
    NAME: '苗栗縣公館鄉五穀國民小學',
  },
  {
    CODE: '376450400A',
    NAME: '苗栗縣苗栗地政事務所',
  },
  {
    CODE: '376459713Y',
    NAME: '苗栗縣公館鄉福基國民小學',
  },
  {
    CODE: '376459715Y',
    NAME: '苗栗縣公館鄉開礦國民小學',
  },
  {
    CODE: '376459716Y',
    NAME: '苗栗縣公館鄉鶴岡國民小學',
  },
  {
    CODE: '376459717Y',
    NAME: '苗栗縣公館鄉南河國民小學',
  },
  {
    CODE: '376459718Y',
    NAME: '苗栗縣銅鑼鄉銅鑼國民小學',
  },
  {
    CODE: '376459719Y',
    NAME: '苗栗縣銅鑼鄉文峰國民小學',
  },
  {
    CODE: '376459720Y',
    NAME: '苗栗縣銅鑼鄉九湖國民小學',
  },
  {
    CODE: '376459721Y',
    NAME: '苗栗縣銅鑼鄉中興國民小學',
  },
  {
    CODE: '376459722Y',
    NAME: '苗栗縣銅鑼鄉興隆國民小學',
  },
  {
    CODE: '376459723Y',
    NAME: '苗栗縣銅鑼鄉新隆國民小學',
  },
  {
    CODE: '376450500A',
    NAME: '苗栗縣通霄地政事務所',
  },
  {
    CODE: '376459724Y',
    NAME: '苗栗縣三義鄉建中國民小學',
  },
  {
    CODE: '376459725Y',
    NAME: '苗栗縣三義鄉僑成國民小學',
  },
  {
    CODE: '376459726Y',
    NAME: '苗栗縣三義鄉育英國民小學',
  },
  {
    CODE: '376459727Y',
    NAME: '苗栗縣三義鄉鯉魚國民小學',
  },
  {
    CODE: '376459729Y',
    NAME: '苗栗縣苑裡鎮苑裡國民小學',
  },
  {
    CODE: '376459730Y',
    NAME: '苗栗縣苑裡鎮林森國民小學',
  },
  {
    CODE: '376459731Y',
    NAME: '苗栗縣苑裡鎮文苑國民小學',
  },
  {
    CODE: '376459732Y',
    NAME: '苗栗縣苑裡鎮山腳國民小學',
  },
  {
    CODE: '376459733Y',
    NAME: '苗栗縣苑裡鎮中山國民小學',
  },
  {
    CODE: '376459734Y',
    NAME: '苗栗縣苑裡鎮蕉埔國民小學',
  },
  {
    CODE: '376450600A',
    NAME: '苗栗縣竹南地政事務所',
  },
  {
    CODE: '376459735Y',
    NAME: '苗栗縣苑裡鎮藍田國民小學',
  },
  {
    CODE: '376459736Y',
    NAME: '苗栗縣苑裡鎮中正國民小學',
  },
  {
    CODE: '376459737Y',
    NAME: '苗栗縣通霄鎮通霄國民小學',
  },
  {
    CODE: '376459738Y',
    NAME: '苗栗縣通霄鎮圳頭國民小學',
  },
  {
    CODE: '376459739Y',
    NAME: '苗栗縣通霄鎮五福國民小學',
  },
  {
    CODE: '376459740Y',
    NAME: '苗栗縣通霄鎮城中國民小學',
  },
  {
    CODE: '376459741Y',
    NAME: '苗栗縣通霄鎮啟明國民小學',
  },
  {
    CODE: '376459742Y',
    NAME: '苗栗縣通霄鎮新埔國民小學',
  },
  {
    CODE: '376459743Y',
    NAME: '苗栗縣通霄鎮烏眉國民小學',
  },
  {
    CODE: '376450700A',
    NAME: '苗栗縣大湖地政事務所',
  },
  {
    CODE: '376459745Y',
    NAME: '苗栗縣通霄鎮南和國民小學',
  },
  {
    CODE: '376459747Y',
    NAME: '苗栗縣通霄鎮坪頂國民小學',
  },
  {
    CODE: '376459748Y',
    NAME: '苗栗縣西湖鄉西湖國民小學',
  },
  {
    CODE: '376459749Y',
    NAME: '苗栗縣西湖鄉僑文國民小學',
  },
  {
    CODE: '376459750Y',
    NAME: '苗栗縣西湖鄉五湖國民小學',
  },
  {
    CODE: '376459760Y',
    NAME: '苗栗縣竹南鎮竹南國民小學',
  },
  {
    CODE: '376459761Y',
    NAME: '苗栗縣竹南鎮海口國民小學',
  },
  {
    CODE: '376459762Y',
    NAME: '苗栗縣竹南鎮照南國民小學',
  },
  {
    CODE: '376459763Y',
    NAME: '苗栗縣竹南鎮大埔國民小學',
  },
  {
    CODE: '376450800A',
    NAME: '苗栗縣銅鑼地政事務所',
  },
  {
    CODE: '376459764Y',
    NAME: '苗栗縣三灣鄉三灣國民小學',
  },
  {
    CODE: '376459769Y',
    NAME: '苗栗縣南庄鄉南庄國民小學',
  },
  {
    CODE: '376459770Y',
    NAME: '苗栗縣南庄鄉南埔國民小學',
  },
  {
    CODE: '376459771Y',
    NAME: '苗栗縣南庄鄉田美國民小學',
  },
  {
    CODE: '376459772Y',
    NAME: '苗栗縣南庄鄉東河國民小學',
  },
  {
    CODE: '376459773Y',
    NAME: '苗栗縣南庄鄉蓬萊國民小學',
  },
  {
    CODE: '376459774Y',
    NAME: '苗栗縣造橋鄉造橋國民小學',
  },
  {
    CODE: '376459776Y',
    NAME: '苗栗縣造橋鄉談文國民小學',
  },
  {
    CODE: '376459777Y',
    NAME: '苗栗縣造橋鄉錦水國民小學',
  },
  {
    CODE: '376450900A',
    NAME: '苗栗縣頭份地政事務所',
  },
  {
    CODE: '376459778Y',
    NAME: '苗栗縣造橋鄉僑樂國民小學',
  },
  {
    CODE: '376459779Y',
    NAME: '苗栗縣後龍鎮後龍國民小學',
  },
  {
    CODE: '376459780Y',
    NAME: '苗栗縣後龍鎮溪洲國民小學',
  },
  {
    CODE: '376459783Y',
    NAME: '苗栗縣後龍鎮同光國民小學',
  },
  {
    CODE: '376459784Y',
    NAME: '苗栗縣後龍鎮龍坑國民小學',
  },
  {
    CODE: '376459785Y',
    NAME: '苗栗縣後龍鎮大山國民小學',
  },
  {
    CODE: '376459786Y',
    NAME: '苗栗縣後龍鎮外埔國民小學',
  },
  {
    CODE: '376459787Y',
    NAME: '苗栗縣後龍鎮成功國民小學',
  },
  {
    CODE: '376459788Y',
    NAME: '苗栗縣後龍鎮中和國民小學',
  },
  {
    CODE: '376459789Y',
    NAME: '苗栗縣大湖鄉大湖國民小學',
  },
  {
    CODE: '376451300D',
    NAME: '苗栗縣政府稅務局',
  },
  {
    CODE: '376459790Y',
    NAME: '苗栗縣大湖鄉華興國民小學',
  },
  {
    CODE: '376459791Y',
    NAME: '苗栗縣大湖鄉大南國民小學',
  },
  {
    CODE: '376459792Y',
    NAME: '苗栗縣大湖鄉南湖國民小學',
  },
  {
    CODE: '376459793Y',
    NAME: '苗栗縣大湖鄉東興國民小學',
  },
  {
    CODE: '376459794Y',
    NAME: '苗栗縣大湖鄉武榮國民小學',
  },
  {
    CODE: '376459795Y',
    NAME: '苗栗縣大湖鄉新開國民小學',
  },
  {
    CODE: '376459796Y',
    NAME: '苗栗縣大湖鄉栗林國民小學',
  },
  {
    CODE: '376459797Y',
    NAME: '苗栗縣獅潭鄉獅潭國民小學',
  },
  {
    CODE: '376459798Y',
    NAME: '苗栗縣獅潭鄉永興國民小學',
  },
  {
    CODE: '376459799Y',
    NAME: '苗栗縣獅潭鄉豐林國民小學',
  },
  {
    CODE: '376451501A',
    NAME: '苗栗縣苗栗市戶政事務所',
  },
  {
    CODE: '376459800Y',
    NAME: '苗栗縣卓蘭鎮卓蘭國民小學',
  },
  {
    CODE: '376459801Y',
    NAME: '苗栗縣卓蘭鎮內灣國民小學',
  },
  {
    CODE: '376459802Y',
    NAME: '苗栗縣卓蘭鎮豐田國民小學',
  },
  {
    CODE: '376459803Y',
    NAME: '苗栗縣卓蘭鎮坪林國民小學',
  },
  {
    CODE: '376459804Y',
    NAME: '苗栗縣卓蘭鎮雙連國民小學',
  },
  {
    CODE: '376459805Y',
    NAME: '苗栗縣卓蘭鎮景山國民小學',
  },
  {
    CODE: '376459807Y',
    NAME: '苗栗縣泰安鄉泰興國民小學',
  },
  {
    CODE: '376459808Y',
    NAME: '苗栗縣泰安鄉清安國民小學',
  },
  {
    CODE: '376459810Y',
    NAME: '苗栗縣泰安鄉汶水國民小學',
  },
  {
    CODE: '376459813Y',
    NAME: '苗栗縣泰安鄉象鼻國民小學',
  },
  {
    CODE: '376451502A',
    NAME: '苗栗縣公館鄉戶政事務所',
  },
  {
    CODE: '376459814Y',
    NAME: '苗栗縣泰安鄉士林國民小學',
  },
  {
    CODE: '376459815Y',
    NAME: '苗栗縣泰安鄉梅園國民小學',
  },
  {
    CODE: '376459816Y',
    NAME: '苗栗縣後龍鎮海寶國民小學',
  },
  {
    CODE: '376459817Y',
    NAME: '苗栗縣造橋鄉龍昇國民小學',
  },
  {
    CODE: '376459818Y',
    NAME: '苗栗縣竹南鎮頂埔國民小學',
  },
  {
    CODE: '376459821Y',
    NAME: '苗栗縣竹南鎮竹興國民小學',
  },
  {
    CODE: '376459822Y',
    NAME: '苗栗縣苗栗市文華國民小學',
  },
  {
    CODE: '376459823Y',
    NAME: '苗栗縣苗栗市福星國民小學',
  },
  {
    CODE: '376459824Y',
    NAME: '苗栗縣竹南鎮新南國民小學',
  },
  {
    CODE: '376459830Y',
    NAME: '苗栗縣苑裡鎮客庄國民小學',
  },
  {
    CODE: '371012600G',
    NAME: '金門縣農業試驗所',
  },
  {
    CODE: '376451503A',
    NAME: '苗栗縣銅鑼鄉戶政事務所',
  },
  {
    CODE: '376459831Y',
    NAME: '苗栗縣公館鄉仁愛國民小學',
  },
  {
    CODE: '376459833Y',
    NAME: '苗栗縣竹南鎮山佳國民小學',
  },
  {
    CODE: '376459835Y',
    NAME: '苗栗縣頭份市頭份國民小學',
  },
  {
    CODE: '376459836Y',
    NAME: '苗栗縣頭份市后庄國民小學',
  },
  {
    CODE: '376459837Y',
    NAME: '苗栗縣頭份市六合國民小學',
  },
  {
    CODE: '376459838Y',
    NAME: '苗栗縣頭份市新興國民小學',
  },
  {
    CODE: '376459839Y',
    NAME: '苗栗縣頭份市斗煥國民小學',
  },
  {
    CODE: '376459840Y',
    NAME: '苗栗縣頭份市信德國民小學',
  },
  {
    CODE: '376459841Y',
    NAME: '苗栗縣頭份市僑善國民小學',
  },
  {
    CODE: '376459842Y',
    NAME: '苗栗縣頭份市尖山國民小學',
  },
  {
    CODE: '376451504A',
    NAME: '苗栗縣三義鄉戶政事務所',
  },
  {
    CODE: '376459843Y',
    NAME: '苗栗縣頭份市永貞國民小學',
  },
  {
    CODE: '376459844Y',
    NAME: '苗栗縣頭份市建國國民小學',
  },
  {
    CODE: '376459845Y',
    NAME: '苗栗縣頭份市蟠桃國民小學',
  },
  {
    CODE: '376459846Y',
    NAME: '苗栗縣頭份市信義國民小學',
  },
  {
    CODE: '376450302I',
    NAME: '苗栗縣立慢性病防治所',
  },
  {
    CODE: '376450341I',
    NAME: '苗栗縣苗栗市衛生所',
  },
  {
    CODE: '376450342I',
    NAME: '苗栗縣苑裡鎮衛生所',
  },
  {
    CODE: '376450343I',
    NAME: '苗栗縣通霄鎮衛生所',
  },
  {
    CODE: '376450344I',
    NAME: '苗栗縣竹南鎮衛生所',
  },
  {
    CODE: '376450346I',
    NAME: '苗栗縣後龍鎮衛生所',
  },
  {
    CODE: '376451505A',
    NAME: '苗栗縣頭屋鄉戶政事務所',
  },
  {
    CODE: '376450347I',
    NAME: '苗栗縣卓蘭鎮衛生所',
  },
  {
    CODE: '376450348I',
    NAME: '苗栗縣大湖鄉衛生所',
  },
  {
    CODE: '376450349I',
    NAME: '苗栗縣公館鄉衛生所',
  },
  {
    CODE: '376450350I',
    NAME: '苗栗縣銅鑼鄉衛生所',
  },
  {
    CODE: '376450351I',
    NAME: '苗栗縣南庄鄉衛生所',
  },
  {
    CODE: '376450352I',
    NAME: '苗栗縣頭屋鄉衛生所',
  },
  {
    CODE: '376450353I',
    NAME: '苗栗縣三義鄉衛生所',
  },
  {
    CODE: '376450354I',
    NAME: '苗栗縣西湖鄉衛生所',
  },
  {
    CODE: '376450355I',
    NAME: '苗栗縣造橋鄉衛生所',
  },
  {
    CODE: '376450356I',
    NAME: '苗栗縣三灣鄉衛生所',
  },
  {
    CODE: '376451519A',
    NAME: '苗栗縣頭份市戶政事務所',
  },
  {
    CODE: '376450357I',
    NAME: '苗栗縣獅潭鄉衛生所',
  },
  {
    CODE: '376450358I',
    NAME: '苗栗縣泰安鄉衛生所',
  },
  {
    CODE: '376450359I',
    NAME: '苗栗縣頭份市衛生所',
  },
  {
    CODE: '376455108A',
    NAME: '苗栗縣苗栗市公有零售市場',
  },
  {
    CODE: '376455106A',
    NAME: '苗栗縣苗栗市中苗公有零售市場',
  },
  {
    CODE: '376455107A',
    NAME: '苗栗縣苗栗市北苗公有零售市場',
  },
  {
    CODE: '376455111I',
    NAME: '苗栗縣苗栗市清潔隊',
  },
  {
    CODE: '376455121E',
    NAME: '苗栗縣苗栗市立圖書館',
  },
  {
    CODE: '376455191G',
    NAME: '苗栗縣苗栗市公園路燈管理所',
  },
  {
    CODE: '376455201A',
    NAME: '苗栗縣苑裡鎮公共設施管理所',
  },
  {
    CODE: '376451507A',
    NAME: '苗栗縣三灣鄉戶政事務所',
  },
  {
    CODE: '376455211I',
    NAME: '苗栗縣苑裡鎮清潔隊',
  },
  {
    CODE: '376455221E',
    NAME: '苗栗縣苑裡鎮立圖書館',
  },
  {
    CODE: '376455251J',
    NAME: '苗栗縣苑裡鎮殯葬管理所',
  },
  {
    CODE: '376455280J',
    NAME: '苗栗縣苑裡鎮立托兒所',
  },
  {
    CODE: '376455301A',
    NAME: '苗栗縣通霄鎮公共設施管理所',
  },
  {
    CODE: '376455311I',
    NAME: '苗栗縣通霄鎮清潔隊',
  },
  {
    CODE: '376455321E',
    NAME: '苗栗縣通霄鎮立圖書館',
  },
  {
    CODE: '376455351J',
    NAME: '苗栗縣通霄鎮殯葬管理所',
  },
  {
    CODE: '376455380J',
    NAME: '苗栗縣通霄鎮立托兒所',
  },
  {
    CODE: '376455406A',
    NAME: '苗栗縣竹南鎮第二公有零售市場',
  },
  {
    CODE: '376451508A',
    NAME: '苗栗縣南庄鄉戶政事務所',
  },
  {
    CODE: '376455408A',
    NAME: '苗栗縣竹南鎮中興公有零售市場',
  },
  {
    CODE: '376455411I',
    NAME: '苗栗縣竹南鎮清潔隊',
  },
  {
    CODE: '376455422E',
    NAME: '苗栗縣竹南鎮立圖書館',
  },
  {
    CODE: '376455451J',
    NAME: '苗栗縣竹南鎮殯葬管理所',
  },
  {
    CODE: '376455480J',
    NAME: '苗栗縣竹南鎮立托兒所',
  },
  {
    CODE: '376455491G',
    NAME: '苗栗縣竹南鎮公園路燈管理所',
  },
  {
    CODE: '376455605A',
    NAME: '苗栗縣後龍鎮後龍公有零售市場',
  },
  {
    CODE: '376455611I',
    NAME: '苗栗縣後龍鎮清潔隊',
  },
  {
    CODE: '376455621E',
    NAME: '苗栗縣後龍鎮立圖書館',
  },
  {
    CODE: '376451509A',
    NAME: '苗栗縣竹南鎮戶政事務所',
  },
  {
    CODE: '376455711I',
    NAME: '苗栗縣卓蘭鎮清潔隊',
  },
  {
    CODE: '376455721E',
    NAME: '苗栗縣卓蘭鎮立圖書館',
  },
  {
    CODE: '376455780J',
    NAME: '苗栗縣卓蘭鎮立托兒所',
  },
  {
    CODE: '376455805A',
    NAME: '苗栗縣大湖鄉大湖公有零售市場',
  },
  {
    CODE: '376455811I',
    NAME: '苗栗縣大湖鄉清潔隊',
  },
  {
    CODE: '376455821E',
    NAME: '苗栗縣大湖鄉立圖書館',
  },
  {
    CODE: '376455880J',
    NAME: '苗栗縣大湖鄉立托兒所',
  },
  {
    CODE: '376455906A',
    NAME: '苗栗縣公館鄉公有零售市場',
  },
  {
    CODE: '376455911I',
    NAME: '苗栗縣公館鄉清潔隊',
  },
  {
    CODE: '376455921E',
    NAME: '苗栗縣公館鄉立圖書館',
  },
  {
    CODE: '376451510A',
    NAME: '苗栗縣造橋鄉戶政事務所',
  },
  {
    CODE: '376456005A',
    NAME: '苗栗縣銅鑼鄉第一公有零售市場',
  },
  {
    CODE: '376456011I',
    NAME: '苗栗縣銅鑼鄉清潔隊',
  },
  {
    CODE: '376456021E',
    NAME: '苗栗縣銅鑼鄉立圖書館',
  },
  {
    CODE: '376456080J',
    NAME: '苗栗縣銅鑼鄉立托兒所',
  },
  {
    CODE: '376456111I',
    NAME: '苗栗縣南庄鄉清潔隊',
  },
  {
    CODE: '376456180J',
    NAME: '苗栗縣南庄鄉立托兒所',
  },
  {
    CODE: '376456211I',
    NAME: '苗栗縣頭屋鄉清潔隊',
  },
  {
    CODE: '376456305A',
    NAME: '苗栗縣三義鄉第一公有零售市場',
  },
  {
    CODE: '376456311I',
    NAME: '苗栗縣三義鄉清潔隊',
  },
  {
    CODE: '376456321E',
    NAME: '苗栗縣三義鄉立圖書館',
  },
  {
    CODE: '376451511A',
    NAME: '苗栗縣後龍鎮戶政事務所',
  },
  {
    CODE: '376456412I',
    NAME: '苗栗縣西湖鄉環保隊',
  },
  {
    CODE: '376456421E',
    NAME: '苗栗縣西湖鄉立圖書館',
  },
  {
    CODE: '376456451J',
    NAME: '苗栗縣西湖鄉公共造產所',
  },
  {
    CODE: '376456511I',
    NAME: '苗栗縣造橋鄉清潔隊',
  },
  {
    CODE: '376456580J',
    NAME: '苗栗縣造橋鄉立托兒所',
  },
  {
    CODE: '376456611I',
    NAME: '苗栗縣三灣鄉清潔隊',
  },
  {
    CODE: '376456680J',
    NAME: '苗栗縣三灣鄉立托兒所',
  },
  {
    CODE: '3764566816',
    NAME: '苗栗縣三灣鄉立幼兒園',
  },
  {
    CODE: '376456711I',
    NAME: '苗栗縣獅潭鄉清潔隊',
  },
  {
    CODE: '376456811I',
    NAME: '苗栗縣泰安鄉清潔隊',
  },
  {
    CODE: '376451512A',
    NAME: '苗栗縣通霄鎮戶政事務所',
  },
  {
    CODE: '376456880J',
    NAME: '苗栗縣泰安鄉立托兒所',
  },
  {
    CODE: '376455580J',
    NAME: '苗栗縣頭份鎮立托兒所',
  },
  {
    CODE: '376456905A',
    NAME: '苗栗縣頭份市頭份公有零售市場',
  },
  {
    CODE: '376456906A',
    NAME: '苗栗縣頭份市中華公有零售市場',
  },
  {
    CODE: '376456911I',
    NAME: '苗栗縣頭份市清潔隊',
  },
  {
    CODE: '376456921E',
    NAME: '苗栗縣頭份市立圖書館',
  },
  {
    CODE: '376456951J',
    NAME: '苗栗縣頭份市殯葬管理所',
  },
  {
    CODE: '376456991G',
    NAME: '苗栗縣頭份市公園路燈管理所',
  },
  {
    CODE: '376479501U',
    NAME: '彰化縣立二林高級中學',
  },
  {
    CODE: '376479502U',
    NAME: '彰化縣立彰化藝術高級中學',
  },
  {
    CODE: '371012700G',
    NAME: '金門縣水產試驗所',
  },
  {
    CODE: '376451513A',
    NAME: '苗栗縣苑裡鎮戶政事務所',
  },
  {
    CODE: '376479503U',
    NAME: '彰化縣立成功高級中學',
  },
  {
    CODE: '376479504U',
    NAME: '彰化縣立田中高級中學',
  },
  {
    CODE: '376479505U',
    NAME: '彰化縣立和美高級中學',
  },
  {
    CODE: '376479602X',
    NAME: '彰化縣立陽明國民中學',
  },
  {
    CODE: '376479603X',
    NAME: '彰化縣立彰安國民中學',
  },
  {
    CODE: '376479604X',
    NAME: '彰化縣立員林國民中學',
  },
  {
    CODE: '376479605X',
    NAME: '彰化縣立明倫國民中學',
  },
  {
    CODE: '376479606X',
    NAME: '彰化縣立大村國民中學',
  },
  {
    CODE: '376479607X',
    NAME: '彰化縣立永靖國民中學',
  },
  {
    CODE: '376479608X',
    NAME: '彰化縣立埔心國民中學',
  },
  {
    CODE: '376451514A',
    NAME: '苗栗縣西湖鄉戶政事務所',
  },
  {
    CODE: '376479609X',
    NAME: '彰化縣立鹿港國民中學',
  },
  {
    CODE: '376479610X',
    NAME: '彰化縣立福興國民中學',
  },
  {
    CODE: '376479611X',
    NAME: '彰化縣立北斗國民中學',
  },
  {
    CODE: '376479612X',
    NAME: '彰化縣立田尾國民中學',
  },
  {
    CODE: '376479613X',
    NAME: '彰化縣立溪州國民中學',
  },
  {
    CODE: '376479614X',
    NAME: '彰化縣立竹塘國民中學',
  },
  {
    CODE: '376479615X',
    NAME: '彰化縣立埤頭國民中學',
  },
  {
    CODE: '376479617X',
    NAME: '彰化縣立伸港國民中學',
  },
  {
    CODE: '376479618X',
    NAME: '彰化縣立線西國民中學',
  },
  {
    CODE: '376479619X',
    NAME: '彰化縣立社頭國民中學',
  },
  {
    CODE: '376451515A',
    NAME: '苗栗縣卓蘭鎮戶政事務所',
  },
  {
    CODE: '376479620X',
    NAME: '彰化縣立二水國民中學',
  },
  {
    CODE: '376479621X',
    NAME: '彰化縣立芬園國民中學',
  },
  {
    CODE: '376479622X',
    NAME: '彰化縣立花壇國民中學',
  },
  {
    CODE: '376479623X',
    NAME: '彰化縣立溪湖國民中學',
  },
  {
    CODE: '376479624X',
    NAME: '彰化縣立埔鹽國民中學',
  },
  {
    CODE: '376479626X',
    NAME: '彰化縣立大城國民中學',
  },
  {
    CODE: '376479627X',
    NAME: '彰化縣立芳苑國民中學',
  },
  {
    CODE: '376479628X',
    NAME: '彰化縣立草湖國民中學',
  },
  {
    CODE: '376479629X',
    NAME: '彰化縣立秀水國民中學',
  },
  {
    CODE: '376479631X',
    NAME: '彰化縣立萬興國民中學',
  },
  {
    CODE: '376451516A',
    NAME: '苗栗縣大湖鄉戶政事務所',
  },
  {
    CODE: '376479632X',
    NAME: '彰化縣立溪陽國民中學',
  },
  {
    CODE: '376479633X',
    NAME: '彰化縣立彰德國民中學',
  },
  {
    CODE: '376479634X',
    NAME: '彰化縣立鹿鳴國民中學',
  },
  {
    CODE: '376479635X',
    NAME: '彰化縣立和群國民中學',
  },
  {
    CODE: '376479636X',
    NAME: '彰化縣立大同國民中學',
  },
  {
    CODE: '376479643X',
    NAME: '彰化縣立原斗國民中小學',
  },
  {
    CODE: '376479638X',
    NAME: '彰化縣立彰興國民中學',
  },
  {
    CODE: '376479639X',
    NAME: '彰化縣立彰泰國民中學',
  },
  {
    CODE: '376479642X',
    NAME: '彰化縣立信義國民中小學',
  },
  {
    CODE: '376479701Y',
    NAME: '彰化縣彰化市中山國民小學',
  },
  {
    CODE: '376451517A',
    NAME: '苗栗縣獅潭鄉戶政事務所',
  },
  {
    CODE: '376479702Y',
    NAME: '彰化縣彰化市民生國民小學',
  },
  {
    CODE: '376479703Y',
    NAME: '彰化縣彰化市南郭國民小學',
  },
  {
    CODE: '376479704Y',
    NAME: '彰化縣彰化市南興國民小學',
  },
  {
    CODE: '376479705Y',
    NAME: '彰化縣彰化市平和國民小學',
  },
  {
    CODE: '376479706Y',
    NAME: '彰化縣彰化市東芳國民小學',
  },
  {
    CODE: '376479707Y',
    NAME: '彰化縣彰化市泰和國民小學',
  },
  {
    CODE: '376479708Y',
    NAME: '彰化縣彰化市三民國民小學',
  },
  {
    CODE: '376479709Y',
    NAME: '彰化縣彰化市聯興國民小學',
  },
  {
    CODE: '376479710Y',
    NAME: '彰化縣彰化市大竹國民小學',
  },
  {
    CODE: '376479711Y',
    NAME: '彰化縣彰化市快官國民小學',
  },
  {
    CODE: '376451518A',
    NAME: '苗栗縣泰安鄉戶政事務所',
  },
  {
    CODE: '376479712Y',
    NAME: '彰化縣彰化市石牌國民小學',
  },
  {
    CODE: '376479713Y',
    NAME: '彰化縣鹿港鎮鹿港國民小學',
  },
  {
    CODE: '376479714Y',
    NAME: '彰化縣鹿港鎮文開國民小學',
  },
  {
    CODE: '376479715Y',
    NAME: '彰化縣鹿港鎮洛津國民小學',
  },
  {
    CODE: '376479716Y',
    NAME: '彰化縣鹿港鎮海埔國民小學',
  },
  {
    CODE: '376479717Y',
    NAME: '彰化縣鹿港鎮新興國民小學',
  },
  {
    CODE: '376479718Y',
    NAME: '彰化縣鹿港鎮草港國民小學',
  },
  {
    CODE: '376479719Y',
    NAME: '彰化縣鹿港鎮頂番國民小學',
  },
  {
    CODE: '376479720Y',
    NAME: '彰化縣鹿港鎮東興國民小學',
  },
  {
    CODE: '376479721Y',
    NAME: '彰化縣和美鎮和美國民小學',
  },
  {
    CODE: '376479722Y',
    NAME: '彰化縣和美鎮和東國民小學',
  },
  {
    CODE: '376479723Y',
    NAME: '彰化縣和美鎮大嘉國民小學',
  },
  {
    CODE: '376479724Y',
    NAME: '彰化縣和美鎮大榮國民小學',
  },
  {
    CODE: '376479725Y',
    NAME: '彰化縣和美鎮新庄國民小學',
  },
  {
    CODE: '376479726Y',
    NAME: '彰化縣和美鎮培英國民小學',
  },
  {
    CODE: '376479727Y',
    NAME: '彰化縣秀水鄉秀水國民小學',
  },
  {
    CODE: '376479728Y',
    NAME: '彰化縣秀水鄉明正國民小學',
  },
  {
    CODE: '376479729Y',
    NAME: '彰化縣秀水鄉馬興國民小學',
  },
  {
    CODE: '376479730Y',
    NAME: '彰化縣秀水鄉陜西國民小學',
  },
  {
    CODE: '376479731Y',
    NAME: '彰化縣線西鄉線西國民小學',
  },
  {
    CODE: '376451900C',
    NAME: '苗栗縣政府消防局',
  },
  {
    CODE: '376479732Y',
    NAME: '彰化縣線西鄉曉陽國民小學',
  },
  {
    CODE: '376479733Y',
    NAME: '彰化縣伸港鄉新港國民小學',
  },
  {
    CODE: '376479734Y',
    NAME: '彰化縣伸港鄉伸仁國民小學',
  },
  {
    CODE: '376479735Y',
    NAME: '彰化縣伸港鄉大同國民小學',
  },
  {
    CODE: '376479736Y',
    NAME: '彰化縣福興鄉管嶼國民小學',
  },
  {
    CODE: '376479737Y',
    NAME: '彰化縣福興鄉文昌國民小學',
  },
  {
    CODE: '376479738Y',
    NAME: '彰化縣福興鄉西勢國民小學',
  },
  {
    CODE: '376479739Y',
    NAME: '彰化縣福興鄉大興國民小學',
  },
  {
    CODE: '376479740Y',
    NAME: '彰化縣福興鄉日新國民小學',
  },
  {
    CODE: '376479741Y',
    NAME: '彰化縣福興鄉育新國民小學',
  },
  {
    CODE: '376452400E',
    NAME: '苗栗縣立體育場',
  },
  {
    CODE: '376479742Y',
    NAME: '彰化縣花壇鄉花壇國民小學',
  },
  {
    CODE: '376479743Y',
    NAME: '彰化縣花壇鄉華南國民小學',
  },
  {
    CODE: '376479744Y',
    NAME: '彰化縣花壇鄉僑愛國民小學',
  },
  {
    CODE: '376479745Y',
    NAME: '彰化縣花壇鄉三春國民小學',
  },
  {
    CODE: '376479746Y',
    NAME: '彰化縣花壇鄉白沙國民小學',
  },
  {
    CODE: '376479747Y',
    NAME: '彰化縣芬園鄉芬園國民小學',
  },
  {
    CODE: '376479748Y',
    NAME: '彰化縣芬園鄉寶山國民小學',
  },
  {
    CODE: '376479749Y',
    NAME: '彰化縣芬園鄉同安國民小學',
  },
  {
    CODE: '376479750Y',
    NAME: '彰化縣芬園鄉文德國民小學',
  },
  {
    CODE: '376479751Y',
    NAME: '彰化縣芬園鄉茄荖國民小學',
  },
  {
    CODE: '376452700E',
    NAME: '苗栗縣政府文化觀光局',
  },
  {
    CODE: '376479760Y',
    NAME: '彰化縣溪湖鎮溪湖國民小學',
  },
  {
    CODE: '376479761Y',
    NAME: '彰化縣溪湖鎮湖西國民小學',
  },
  {
    CODE: '376479762Y',
    NAME: '彰化縣溪湖鎮湖南國民小學',
  },
  {
    CODE: '376479763Y',
    NAME: '彰化縣溪湖鎮湖東國民小學',
  },
  {
    CODE: '376479764Y',
    NAME: '彰化縣溪湖鎮媽厝國民小學',
  },
  {
    CODE: '376479765Y',
    NAME: '彰化縣大村鄉大村國民小學',
  },
  {
    CODE: '376479766Y',
    NAME: '彰化縣大村鄉大西國民小學',
  },
  {
    CODE: '376479767Y',
    NAME: '彰化縣大村鄉村上國民小學',
  },
  {
    CODE: '376479768Y',
    NAME: '彰化縣大村鄉村東國民小學',
  },
  {
    CODE: '376479769Y',
    NAME: '彰化縣埔心鄉埔心國民小學',
  },
  {
    CODE: '371010200A',
    NAME: '金門縣金湖鎮公所',
  },
  {
    CODE: '371012900G',
    NAME: '金門縣林務所',
  },
  {
    CODE: '376453200E',
    NAME: '苗栗縣家庭教育中心',
  },
  {
    CODE: '376479770Y',
    NAME: '彰化縣埔心鄉太平國民小學',
  },
  {
    CODE: '376479771Y',
    NAME: '彰化縣埔心鄉舊館國民小學',
  },
  {
    CODE: '376479772Y',
    NAME: '彰化縣埔心鄉羅厝國民小學',
  },
  {
    CODE: '376479773Y',
    NAME: '彰化縣埔心鄉鳳霞國民小學',
  },
  {
    CODE: '376479774Y',
    NAME: '彰化縣埔心鄉梧鳳國民小學',
  },
  {
    CODE: '376479775Y',
    NAME: '彰化縣田中鎮田中國民小學',
  },
  {
    CODE: '376479776Y',
    NAME: '彰化縣田中鎮三潭國民小學',
  },
  {
    CODE: '376479777Y',
    NAME: '彰化縣田中鎮大安國民小學',
  },
  {
    CODE: '376479778Y',
    NAME: '彰化縣田中鎮內安國民小學',
  },
  {
    CODE: '376479779Y',
    NAME: '彰化縣田中鎮東和國民小學',
  },
  {
    CODE: '376453400I',
    NAME: '苗栗縣動物保護防疫所',
  },
  {
    CODE: '376479780Y',
    NAME: '彰化縣田中鎮明禮國民小學',
  },
  {
    CODE: '376479781Y',
    NAME: '彰化縣埔鹽鄉埔鹽國民小學',
  },
  {
    CODE: '376479782Y',
    NAME: '彰化縣埔鹽鄉好修國民小學',
  },
  {
    CODE: '376479783Y',
    NAME: '彰化縣埔鹽鄉永樂國民小學',
  },
  {
    CODE: '376479784Y',
    NAME: '彰化縣埔鹽鄉新水國民小學',
  },
  {
    CODE: '376479785Y',
    NAME: '彰化縣永靖鄉永靖國民小學',
  },
  {
    CODE: '376479786Y',
    NAME: '彰化縣永靖鄉永興國民小學',
  },
  {
    CODE: '376479787Y',
    NAME: '彰化縣永靖鄉福興國民小學',
  },
  {
    CODE: '376479788Y',
    NAME: '彰化縣永靖鄉德興國民小學',
  },
  {
    CODE: '376479789Y',
    NAME: '彰化縣社頭鄉社頭國民小學',
  },
  {
    CODE: '376455100A',
    NAME: '苗栗縣苗栗市公所',
  },
  {
    CODE: '376479791Y',
    NAME: '彰化縣社頭鄉橋頭國民小學',
  },
  {
    CODE: '376479792Y',
    NAME: '彰化縣社頭鄉朝興國民小學',
  },
  {
    CODE: '376479793Y',
    NAME: '彰化縣社頭鄉清水國民小學',
  },
  {
    CODE: '376479794Y',
    NAME: '彰化縣社頭鄉湳雅國民小學',
  },
  {
    CODE: '376479795Y',
    NAME: '彰化縣二水鄉二水國民小學',
  },
  {
    CODE: '376479796Y',
    NAME: '彰化縣二水鄉復興國民小學',
  },
  {
    CODE: '376479797Y',
    NAME: '彰化縣二水鄉源泉國民小學',
  },
  {
    CODE: '376479798Y',
    NAME: '彰化縣北斗鎮北斗國民小學',
  },
  {
    CODE: '376479799Y',
    NAME: '彰化縣北斗鎮螺青國民小學',
  },
  {
    CODE: '376479800Y',
    NAME: '彰化縣北斗鎮大新國民小學',
  },
  {
    CODE: '376455200A',
    NAME: '苗栗縣苑裡鎮公所',
  },
  {
    CODE: '376479801Y',
    NAME: '彰化縣北斗鎮螺陽國民小學',
  },
  {
    CODE: '376479802Y',
    NAME: '彰化縣二林鎮二林國民小學',
  },
  {
    CODE: '376479803Y',
    NAME: '彰化縣二林鎮興華國民小學',
  },
  {
    CODE: '376479804Y',
    NAME: '彰化縣二林鎮中正國民小學',
  },
  {
    CODE: '376479805Y',
    NAME: '彰化縣二林鎮廣興國民小學',
  },
  {
    CODE: '376479806Y',
    NAME: '彰化縣二林鎮香田國民小學',
  },
  {
    CODE: '376479807Y',
    NAME: '彰化縣二林鎮萬興國民小學',
  },
  {
    CODE: '376479808Y',
    NAME: '彰化縣二林鎮新生國民小學',
  },
  {
    CODE: '376479809Y',
    NAME: '彰化縣二林鎮中興國民小學',
  },
  {
    CODE: '376479810Y',
    NAME: '彰化縣二林鎮原斗國民小學',
  },
  {
    CODE: '376455300A',
    NAME: '苗栗縣通霄鎮公所',
  },
  {
    CODE: '376479811Y',
    NAME: '彰化縣二林鎮萬合國民小學',
  },
  {
    CODE: '376479812Y',
    NAME: '彰化縣大城鄉大城國民小學',
  },
  {
    CODE: '376479813Y',
    NAME: '彰化縣大城鄉西港國民小學',
  },
  {
    CODE: '376479814Y',
    NAME: '彰化縣大城鄉美豐國民小學',
  },
  {
    CODE: '376479815Y',
    NAME: '彰化縣大城鄉頂庄國民小學',
  },
  {
    CODE: '376479816Y',
    NAME: '彰化縣大城鄉潭墘國民小學',
  },
  {
    CODE: '376479817Y',
    NAME: '彰化縣田尾鄉田尾國民小學',
  },
  {
    CODE: '376479818Y',
    NAME: '彰化縣田尾鄉南鎮國民小學',
  },
  {
    CODE: '376479819Y',
    NAME: '彰化縣田尾鄉陸豐國民小學',
  },
  {
    CODE: '376479820Y',
    NAME: '彰化縣田尾鄉仁豐國民小學',
  },
  {
    CODE: '376455400A',
    NAME: '苗栗縣竹南鎮公所',
  },
  {
    CODE: '376479821Y',
    NAME: '彰化縣埤頭鄉埤頭國民小學',
  },
  {
    CODE: '376479822Y',
    NAME: '彰化縣埤頭鄉合興國民小學',
  },
  {
    CODE: '376479823Y',
    NAME: '彰化縣埤頭鄉豐崙國民小學',
  },
  {
    CODE: '376479824Y',
    NAME: '彰化縣埤頭鄉芙朝國民小學',
  },
  {
    CODE: '376479825Y',
    NAME: '彰化縣埤頭鄉中和國民小學',
  },
  {
    CODE: '376479826Y',
    NAME: '彰化縣埤頭鄉大湖國民小學',
  },
  {
    CODE: '376479827Y',
    NAME: '彰化縣芳苑鄉芳苑國民小學',
  },
  {
    CODE: '376479828Y',
    NAME: '彰化縣芳苑鄉後寮國民小學',
  },
  {
    CODE: '376479829Y',
    NAME: '彰化縣芳苑鄉民權國民小學',
  },
  {
    CODE: '376479830Y',
    NAME: '彰化縣芳苑鄉育華國民小學',
  },
  {
    CODE: '376456900A',
    NAME: '苗栗縣頭份市公所',
  },
  {
    CODE: '376479831Y',
    NAME: '彰化縣芳苑鄉草湖國民小學',
  },
  {
    CODE: '376479832Y',
    NAME: '彰化縣芳苑鄉建新國民小學',
  },
  {
    CODE: '376479833Y',
    NAME: '彰化縣芳苑鄉漢寶國民小學',
  },
  {
    CODE: '376479834Y',
    NAME: '彰化縣芳苑鄉王功國民小學',
  },
  {
    CODE: '376479835Y',
    NAME: '彰化縣芳苑鄉路上國民小學',
  },
  {
    CODE: '376479836Y',
    NAME: '彰化縣竹塘鄉竹塘國民小學',
  },
  {
    CODE: '376479837Y',
    NAME: '彰化縣竹塘鄉田頭國民小學',
  },
  {
    CODE: '376479838Y',
    NAME: '彰化縣竹塘鄉民靖國民小學',
  },
  {
    CODE: '376479839Y',
    NAME: '彰化縣竹塘鄉土庫國民小學',
  },
  {
    CODE: '376479840Y',
    NAME: '彰化縣竹塘鄉長安國民小學',
  },
  {
    CODE: '376455600A',
    NAME: '苗栗縣後龍鎮公所',
  },
  {
    CODE: '376479841Y',
    NAME: '彰化縣溪州鄉溪州國民小學',
  },
  {
    CODE: '376479842Y',
    NAME: '彰化縣溪州鄉僑義國民小學',
  },
  {
    CODE: '376479843Y',
    NAME: '彰化縣溪州鄉三條國民小學',
  },
  {
    CODE: '376479844Y',
    NAME: '彰化縣溪州鄉潮洋國民小學',
  },
  {
    CODE: '376479845Y',
    NAME: '彰化縣溪州鄉成功國民小學',
  },
  {
    CODE: '376479846Y',
    NAME: '彰化縣溪州鄉圳寮國民小學',
  },
  {
    CODE: '376479847Y',
    NAME: '彰化縣溪州鄉大莊國民小學',
  },
  {
    CODE: '376479848Y',
    NAME: '彰化縣溪州鄉南州國民小學',
  },
  {
    CODE: '376479849Y',
    NAME: '彰化縣花壇鄉文祥國民小學',
  },
  {
    CODE: '376479850Y',
    NAME: '彰化縣彰化市國聖國民小學',
  },
  {
    CODE: '376455700A',
    NAME: '苗栗縣卓蘭鎮公所',
  },
  {
    CODE: '376479851Y',
    NAME: '彰化縣埔鹽鄉大園國民小學',
  },
  {
    CODE: '376479852Y',
    NAME: '彰化縣二林鎮育德國民小學',
  },
  {
    CODE: '376479853Y',
    NAME: '彰化縣秀水鄉育民國民小學',
  },
  {
    CODE: '376479854Y',
    NAME: '彰化縣溪州鄉水尾國民小學',
  },
  {
    CODE: '376479855Y',
    NAME: '彰化縣福興鄉永豐國民小學',
  },
  {
    CODE: '376479856Y',
    NAME: '彰化縣秀水鄉華龍國民小學',
  },
  {
    CODE: '376479857Y',
    NAME: '彰化縣伸港鄉伸東國民小學',
  },
  {
    CODE: '376479858Y',
    NAME: '彰化縣永靖鄉福德國民小學',
  },
  {
    CODE: '376479859Y',
    NAME: '彰化縣溪湖鎮東溪國民小學',
  },
  {
    CODE: '376479860Y',
    NAME: '彰化縣埔鹽鄉南港國民小學',
  },
  {
    CODE: '376455800A',
    NAME: '苗栗縣大湖鄉公所',
  },
  {
    CODE: '376479861Y',
    NAME: '彰化縣埔鹽鄉天盛國民小學',
  },
  {
    CODE: '376479863Y',
    NAME: '彰化縣大城鄉永光國民小學',
  },
  {
    CODE: '376479864Y',
    NAME: '彰化縣北斗鎮萬來國民小學',
  },
  {
    CODE: '376479865Y',
    NAME: '彰化縣芳苑鄉新寶國民小學',
  },
  {
    CODE: '376479866Y',
    NAME: '彰化縣芬園鄉富山國民小學',
  },
  {
    CODE: '376479867Y',
    NAME: '彰化縣彰化市忠孝國民小學',
  },
  {
    CODE: '376479868Y',
    NAME: '彰化縣埔心鄉明聖國民小學',
  },
  {
    CODE: '376479869Y',
    NAME: '彰化縣和美鎮和仁國民小學',
  },
  {
    CODE: '376479870Y',
    NAME: '彰化縣鹿港鎮鹿東國民小學',
  },
  {
    CODE: '376479871Y',
    NAME: '彰化縣社頭鄉舊社國民小學',
  },
  {
    CODE: '371013100G',
    NAME: '金門縣畜產試驗所',
  },
  {
    CODE: '376455900A',
    NAME: '苗栗縣公館鄉公所',
  },
  {
    CODE: '376479872Y',
    NAME: '彰化縣社頭鄉崙雅國民小學',
  },
  {
    CODE: '376479873Y',
    NAME: '彰化縣田中鎮新民國民小學',
  },
  {
    CODE: '376479874Y',
    NAME: '彰化縣彰化市大成國民小學',
  },
  {
    CODE: '376479875Y',
    NAME: '彰化縣溪湖鎮湖北國民小學',
  },
  {
    CODE: '376479876Y',
    NAME: '彰化縣員林市員林國民小學',
  },
  {
    CODE: '376479877Y',
    NAME: '彰化縣員林市員東國民小學',
  },
  {
    CODE: '376479878Y',
    NAME: '彰化縣員林市僑信國民小學',
  },
  {
    CODE: '376479879Y',
    NAME: '彰化縣員林市育英國民小學',
  },
  {
    CODE: '376479880Y',
    NAME: '彰化縣員林市饒明國民小學',
  },
  {
    CODE: '376479881Y',
    NAME: '彰化縣員林市靜修國民小學',
  },
  {
    CODE: '376456000A',
    NAME: '苗栗縣銅鑼鄉公所',
  },
  {
    CODE: '376479882Y',
    NAME: '彰化縣員林市東山國民小學',
  },
  {
    CODE: '376479883Y',
    NAME: '彰化縣員林市明湖國民小學',
  },
  {
    CODE: '376479884Y',
    NAME: '彰化縣員林市青山國民小學',
  },
  {
    CODE: '376470341I',
    NAME: '彰化縣彰化市南西北區衛生所',
  },
  {
    CODE: '376470343I',
    NAME: '彰化縣鹿港鎮衛生所',
  },
  {
    CODE: '376470344I',
    NAME: '彰化縣和美鎮衛生所',
  },
  {
    CODE: '376470345I',
    NAME: '彰化縣北斗鎮衛生所',
  },
  {
    CODE: '376470347I',
    NAME: '彰化縣溪湖鎮衛生所',
  },
  {
    CODE: '376470348I',
    NAME: '彰化縣田中鎮衛生所',
  },
  {
    CODE: '376470349I',
    NAME: '彰化縣二林鎮衛生所',
  },
  {
    CODE: '376456100A',
    NAME: '苗栗縣南庄鄉公所',
  },
  {
    CODE: '376470350I',
    NAME: '彰化縣線西鄉衛生所',
  },
  {
    CODE: '376470351I',
    NAME: '彰化縣伸港鄉衛生所',
  },
  {
    CODE: '376470352I',
    NAME: '彰化縣福興鄉衛生所',
  },
  {
    CODE: '376470353I',
    NAME: '彰化縣秀水鄉衛生所',
  },
  {
    CODE: '376470354I',
    NAME: '彰化縣花壇鄉衛生所',
  },
  {
    CODE: '376470355I',
    NAME: '彰化縣芬園鄉衛生所',
  },
  {
    CODE: '376470356I',
    NAME: '彰化縣大村鄉衛生所',
  },
  {
    CODE: '376470357I',
    NAME: '彰化縣埔鹽鄉衛生所',
  },
  {
    CODE: '376470358I',
    NAME: '彰化縣埔心鄉衛生所',
  },
  {
    CODE: '376470359I',
    NAME: '彰化縣永靖鄉衛生所',
  },
  {
    CODE: '376456200A',
    NAME: '苗栗縣頭屋鄉公所',
  },
  {
    CODE: '376470360I',
    NAME: '彰化縣社頭鄉衛生所',
  },
  {
    CODE: '376470361I',
    NAME: '彰化縣二水鄉衛生所',
  },
  {
    CODE: '376470362I',
    NAME: '彰化縣田尾鄉衛生所',
  },
  {
    CODE: '376470363I',
    NAME: '彰化縣埤頭鄉衛生所',
  },
  {
    CODE: '376470364I',
    NAME: '彰化縣芳苑鄉衛生所',
  },
  {
    CODE: '376470365I',
    NAME: '彰化縣大城鄉衛生所',
  },
  {
    CODE: '376470366I',
    NAME: '彰化縣竹塘鄉衛生所',
  },
  {
    CODE: '376470367I',
    NAME: '彰化縣溪州鄉衛生所',
  },
  {
    CODE: '376470368I',
    NAME: '彰化縣彰化市東區衛生所',
  },
  {
    CODE: '376470369I',
    NAME: '彰化縣員林市衛生所',
  },
  {
    CODE: '376456300A',
    NAME: '苗栗縣三義鄉公所',
  },
  {
    CODE: '376475105A',
    NAME: '彰化縣彰化市民生公有零售市場',
  },
  {
    CODE: '376475106A',
    NAME: '彰化縣彰化市南門公有零售市場',
  },
  {
    CODE: '376475107A',
    NAME: '彰化縣彰化市華陽公有零售市場',
  },
  {
    CODE: '376475108A',
    NAME: '彰化縣彰化市民權公有零售市場',
  },
  {
    CODE: '376475111I',
    NAME: '彰化縣彰化市清潔隊',
  },
  {
    CODE: '376475121E',
    NAME: '彰化縣彰化市立圖書館',
  },
  {
    CODE: '376475151J',
    NAME: '彰化縣彰化市立殯儀館',
  },
  {
    CODE: '376475161E',
    NAME: '彰化縣彰化市立藝術館',
  },
  {
    CODE: '376475180J',
    NAME: '彰化縣彰化市立托兒所',
  },
  {
    CODE: '376475207A',
    NAME: '彰化縣鹿港鎮公用事業管理所',
  },
  {
    CODE: '376456400A',
    NAME: '苗栗縣西湖鄉公所',
  },
  {
    CODE: '376475211I',
    NAME: '彰化縣鹿港鎮清潔隊',
  },
  {
    CODE: '376475225E',
    NAME: '彰化縣鹿港鎮文化所',
  },
  {
    CODE: '376475280J',
    NAME: '彰化縣鹿港鎮立托兒所',
  },
  {
    CODE: '376475290G',
    NAME: '彰化縣鹿港鎮工程隊',
  },
  {
    CODE: '376475305A',
    NAME: '彰化縣和美鎮和美公有零售市場',
  },
  {
    CODE: '376475311I',
    NAME: '彰化縣和美鎮清潔隊',
  },
  {
    CODE: '376475321E',
    NAME: '彰化縣和美鎮立圖書館',
  },
  {
    CODE: '376475380J',
    NAME: '彰化縣和美鎮立托兒所',
  },
  {
    CODE: '376475405A',
    NAME: '彰化縣北斗鎮公有零售市場',
  },
  {
    CODE: '376475411I',
    NAME: '彰化縣北斗鎮清潔隊',
  },
  {
    CODE: '376456500A',
    NAME: '苗栗縣造橋鄉公所',
  },
  {
    CODE: '376475421E',
    NAME: '彰化縣北斗鎮立圖書館',
  },
  {
    CODE: '376475480J',
    NAME: '彰化縣北斗鎮立托兒所',
  },
  {
    CODE: '376475605A',
    NAME: '彰化縣溪湖鎮第一公有零售市場',
  },
  {
    CODE: '376475611I',
    NAME: '彰化縣溪湖鎮清潔隊',
  },
  {
    CODE: '376475621E',
    NAME: '彰化縣溪湖鎮立圖書館',
  },
  {
    CODE: '376475680J',
    NAME: '彰化縣溪湖鎮立托兒所',
  },
  {
    CODE: '376475705A',
    NAME: '彰化縣田中鎮第一公有零售市場',
  },
  {
    CODE: '376475711I',
    NAME: '彰化縣田中鎮清潔隊',
  },
  {
    CODE: '376475721E',
    NAME: '彰化縣田中鎮立圖書館',
  },
  {
    CODE: '376475780J',
    NAME: '彰化縣田中鎮立托兒所',
  },
  {
    CODE: '376456600A',
    NAME: '苗栗縣三灣鄉公所',
  },
  {
    CODE: '376475805A',
    NAME: '彰化縣二林鎮第一公有零售市場',
  },
  {
    CODE: '376475806A',
    NAME: '彰化縣二林鎮第二公有零售市場',
  },
  {
    CODE: '376475811I',
    NAME: '彰化縣二林鎮清潔隊',
  },
  {
    CODE: '376475821E',
    NAME: '彰化縣二林鎮立圖書館',
  },
  {
    CODE: '376475880J',
    NAME: '彰化縣二林鎮立托兒所',
  },
  {
    CODE: '376475911I',
    NAME: '彰化縣線西鄉清潔隊',
  },
  {
    CODE: '376475980J',
    NAME: '彰化縣線西鄉立托兒所',
  },
  {
    CODE: '376476006A',
    NAME: '彰化縣伸港鄉公有零售市場',
  },
  {
    CODE: '376476011I',
    NAME: '彰化縣伸港鄉清潔隊',
  },
  {
    CODE: '376476021E',
    NAME: '彰化縣伸港鄉立圖書館',
  },
  {
    CODE: '376456700A',
    NAME: '苗栗縣獅潭鄉公所',
  },
  {
    CODE: '376476080J',
    NAME: '彰化縣伸港鄉立托兒所',
  },
  {
    CODE: '376476111I',
    NAME: '彰化縣福興鄉清潔隊',
  },
  {
    CODE: '376476121E',
    NAME: '彰化縣福興鄉立圖書館',
  },
  {
    CODE: '376476180J',
    NAME: '彰化縣福興鄉立托兒所',
  },
  {
    CODE: '376476205A',
    NAME: '彰化縣秀水鄉福安公有零售市場',
  },
  {
    CODE: '376476211I',
    NAME: '彰化縣秀水鄉清潔隊',
  },
  {
    CODE: '376476221E',
    NAME: '彰化縣秀水鄉立圖書館',
  },
  {
    CODE: '376476280J',
    NAME: '彰化縣秀水鄉立托兒所',
  },
  {
    CODE: '376476306A',
    NAME: '彰化縣花壇鄉公有零售市場',
  },
  {
    CODE: '376476311I',
    NAME: '彰化縣花壇鄉清潔隊',
  },
  {
    CODE: '376456800A',
    NAME: '苗栗縣泰安鄉公所',
  },
  {
    CODE: '376476321E',
    NAME: '彰化縣花壇鄉立圖書館',
  },
  {
    CODE: '376476380J',
    NAME: '彰化縣花壇鄉立托兒所',
  },
  {
    CODE: '376476411I',
    NAME: '彰化縣芬園鄉清潔隊',
  },
  {
    CODE: '376476421E',
    NAME: '彰化縣芬園鄉立圖書館',
  },
  {
    CODE: '376476451J',
    NAME: '彰化縣芬園鄉立殯葬管理所',
  },
  {
    CODE: '376476480J',
    NAME: '彰化縣芬園鄉立托兒所',
  },
  {
    CODE: '376476506A',
    NAME: '彰化縣大村鄉公用事業管理所',
  },
  {
    CODE: '376476511I',
    NAME: '彰化縣大村鄉清潔隊',
  },
  {
    CODE: '376476580J',
    NAME: '彰化縣大村鄉立托兒所',
  },
  {
    CODE: '376476611I',
    NAME: '彰化縣埔鹽鄉清潔隊',
  },
  {
    CODE: '371013700I',
    NAME: '金門縣衛生局',
  },
  {
    CODE: '376476621E',
    NAME: '彰化縣埔鹽鄉立圖書館',
  },
  {
    CODE: '376476680J',
    NAME: '彰化縣埔鹽鄉立托兒所',
  },
  {
    CODE: '376476711I',
    NAME: '彰化縣埔心鄉清潔隊',
  },
  {
    CODE: '376476721E',
    NAME: '彰化縣埔心鄉立圖書館',
  },
  {
    CODE: '376476780J',
    NAME: '彰化縣埔心鄉立托兒所',
  },
  {
    CODE: '376476805A',
    NAME: '彰化縣永靖鄉中山公有零售市場',
  },
  {
    CODE: '376476880J',
    NAME: '彰化縣永靖鄉立托兒所',
  },
  {
    CODE: '376476905A',
    NAME: '彰化縣社頭鄉公有零售市場',
  },
  {
    CODE: '376476911I',
    NAME: '彰化縣社頭鄉清潔隊',
  },
  {
    CODE: '376476921E',
    NAME: '彰化縣社頭鄉立圖書館',
  },
  {
    CODE: '376750100A',
    NAME: '苗栗縣苗栗市民代表會',
  },
  {
    CODE: '376476951J',
    NAME: '彰化縣社頭鄉生命禮儀管理所',
  },
  {
    CODE: '376476980J',
    NAME: '彰化縣社頭鄉立托兒所',
  },
  {
    CODE: '376477021E',
    NAME: '彰化縣二水鄉立圖書館',
  },
  {
    CODE: '376477080J',
    NAME: '彰化縣二水鄉立托兒所',
  },
  {
    CODE: '376477121E',
    NAME: '彰化縣田尾鄉立圖書館',
  },
  {
    CODE: '376477180J',
    NAME: '彰化縣田尾鄉立托兒所',
  },
  {
    CODE: '376477211I',
    NAME: '彰化縣埤頭鄉清潔隊',
  },
  {
    CODE: '376477221E',
    NAME: '彰化縣埤頭鄉立圖書館',
  },
  {
    CODE: '376477280J',
    NAME: '彰化縣埤頭鄉立托兒所',
  },
  {
    CODE: '376477321E',
    NAME: '彰化縣芳苑鄉立圖書館',
  },
  {
    CODE: '376750200A',
    NAME: '苗栗縣苑裡鎮民代表會',
  },
  {
    CODE: '376477351J',
    NAME: '彰化縣芳苑鄉立殯葬管理所',
  },
  {
    CODE: '376477405A',
    NAME: '彰化縣大城鄉中央公有零售市場',
  },
  {
    CODE: '376477421E',
    NAME: '彰化縣大城鄉立圖書館',
  },
  {
    CODE: '376477480J',
    NAME: '彰化縣大城鄉立托兒所',
  },
  {
    CODE: '376477505A',
    NAME: '彰化縣竹塘鄉竹塘公有零售市場',
  },
  {
    CODE: '376477521E',
    NAME: '彰化縣竹塘鄉立圖書館',
  },
  {
    CODE: '376477580J',
    NAME: '彰化縣竹塘鄉立托兒所',
  },
  {
    CODE: '376477605A',
    NAME: '彰化縣溪州鄉溪州公有零售市場',
  },
  {
    CODE: '376477611I',
    NAME: '彰化縣溪州鄉清潔隊',
  },
  {
    CODE: '376477621E',
    NAME: '彰化縣溪州鄉立圖書館',
  },
  {
    CODE: '376750300A',
    NAME: '苗栗縣通霄鎮民代表會',
  },
  {
    CODE: '376477680J',
    NAME: '彰化縣溪州鄉立托兒所',
  },
  {
    CODE: '376475580J',
    NAME: '彰化縣員林市立托兒所',
  },
  {
    CODE: '376477705A',
    NAME: '彰化縣員林市第一公有零售市場',
  },
  {
    CODE: '376477706A',
    NAME: '彰化縣員林市第四公有零售市場',
  },
  {
    CODE: '376477711I',
    NAME: '彰化縣員林市清潔隊',
  },
  {
    CODE: '376477721E',
    NAME: '彰化縣員林市立圖書館',
  },
  {
    CODE: '376489521U',
    NAME: '南投縣立旭光高級中學',
  },
  {
    CODE: '376489601X',
    NAME: '南投縣立埔里國民中學',
  },
  {
    CODE: '376489602X',
    NAME: '南投縣立草屯國民中學',
  },
  {
    CODE: '376489603X',
    NAME: '南投縣立竹山國民中學',
  },
  {
    CODE: '376750400A',
    NAME: '苗栗縣竹南鎮民代表會',
  },
  {
    CODE: '376489604X',
    NAME: '南投縣立集集國民中學',
  },
  {
    CODE: '376489605X',
    NAME: '南投縣立魚池國民中學',
  },
  {
    CODE: '376489606X',
    NAME: '南投縣立國姓國民中學',
  },
  {
    CODE: '376489607X',
    NAME: '南投縣立水里國民中學',
  },
  {
    CODE: '376489608X',
    NAME: '南投縣立名間國民中學',
  },
  {
    CODE: '376489609X',
    NAME: '南投縣立鹿谷國民中學',
  },
  {
    CODE: '376489610X',
    NAME: '南投縣立三光國民中學',
  },
  {
    CODE: '376489611X',
    NAME: '南投縣立中寮國民中學',
  },
  {
    CODE: '376489612X',
    NAME: '南投縣立南投國民中學',
  },
  {
    CODE: '376489613X',
    NAME: '南投縣立信義國民中學',
  },
  {
    CODE: '376751900A',
    NAME: '苗栗縣頭份市民代表會',
  },
  {
    CODE: '376489614X',
    NAME: '南投縣立南崗國民中學',
  },
  {
    CODE: '376489615X',
    NAME: '南投縣立中興國民中學',
  },
  {
    CODE: '376489617X',
    NAME: '南投縣立大成國民中學',
  },
  {
    CODE: '376489618X',
    NAME: '南投縣立延和國民中學',
  },
  {
    CODE: '376489619X',
    NAME: '南投縣立爽文國民中學',
  },
  {
    CODE: '376489620X',
    NAME: '南投縣立仁愛國民中學',
  },
  {
    CODE: '376489621X',
    NAME: '南投縣立宏仁國民中學',
  },
  {
    CODE: '376489622X',
    NAME: '南投縣立北山國民中學',
  },
  {
    CODE: '376489623X',
    NAME: '南投縣立日新國民中學',
  },
  {
    CODE: '376489624X',
    NAME: '南投縣立明潭國民中學',
  },
  {
    CODE: '376750600A',
    NAME: '苗栗縣後龍鎮民代表會',
  },
  {
    CODE: '376489625X',
    NAME: '南投縣立鳳鳴國民中學',
  },
  {
    CODE: '376489626X',
    NAME: '南投縣立瑞竹國民中學',
  },
  {
    CODE: '376489627X',
    NAME: '南投縣立瑞峰國民中學',
  },
  {
    CODE: '376489628X',
    NAME: '南投縣立同富國民中學',
  },
  {
    CODE: '376489629X',
    NAME: '南投縣立社寮國民中學',
  },
  {
    CODE: '376489630X',
    NAME: '南投縣立民和國民中學',
  },
  {
    CODE: '376489631X',
    NAME: '南投縣立北梅國民中學',
  },
  {
    CODE: '376489632X',
    NAME: '南投縣立營北國民中學',
  },
  {
    CODE: '376489701Y',
    NAME: '南投縣南投市南投國民小學',
  },
  {
    CODE: '376489702Y',
    NAME: '南投縣南投市平和國民小學',
  },
  {
    CODE: '376750700A',
    NAME: '苗栗縣卓蘭鎮民代表會',
  },
  {
    CODE: '376489703Y',
    NAME: '南投縣南投市新豐國民小學',
  },
  {
    CODE: '376489704Y',
    NAME: '南投縣南投市營盤國民小學',
  },
  {
    CODE: '376489705Y',
    NAME: '南投縣南投市德興國民小學',
  },
  {
    CODE: '376489706Y',
    NAME: '南投縣南投市西嶺國民小學',
  },
  {
    CODE: '376489707Y',
    NAME: '南投縣南投市文山國民小學',
  },
  {
    CODE: '376489708Y',
    NAME: '南投縣南投市光華國民小學',
  },
  {
    CODE: '376489709Y',
    NAME: '南投縣南投市光榮國民小學',
  },
  {
    CODE: '376489710Y',
    NAME: '南投縣南投市光復國民小學',
  },
  {
    CODE: '376489711Y',
    NAME: '南投縣南投市僑建國民小學',
  },
  {
    CODE: '376489712Y',
    NAME: '南投縣南投市漳和國民小學',
  },
  {
    CODE: '376750800A',
    NAME: '苗栗縣大湖鄉民代表會',
  },
  {
    CODE: '376489713Y',
    NAME: '南投縣南投市嘉和國民小學',
  },
  {
    CODE: '376489714Y',
    NAME: '南投縣埔里鎮埔里國民小學',
  },
  {
    CODE: '376489715Y',
    NAME: '南投縣埔里鎮中峰國民小學',
  },
  {
    CODE: '376489716Y',
    NAME: '南投縣埔里鎮忠孝國民小學',
  },
  {
    CODE: '376489717Y',
    NAME: '南投縣埔里鎮南光國民小學',
  },
  {
    CODE: '376489718Y',
    NAME: '南投縣埔里鎮育英國民小學',
  },
  {
    CODE: '376489719Y',
    NAME: '南投縣埔里鎮麒麟國民小學',
  },
  {
    CODE: '376489720Y',
    NAME: '南投縣埔里鎮愛蘭國民小學',
  },
  {
    CODE: '376489721Y',
    NAME: '南投縣埔里鎮史港國民小學',
  },
  {
    CODE: '376489722Y',
    NAME: '南投縣埔里鎮溪南國民小學',
  },
  {
    CODE: '376750900A',
    NAME: '苗栗縣公館鄉民代表會',
  },
  {
    CODE: '376489723Y',
    NAME: '南投縣埔里鎮桃源國民小學',
  },
  {
    CODE: '376489724Y',
    NAME: '南投縣埔里鎮水尾國民小學',
  },
  {
    CODE: '376489725Y',
    NAME: '南投縣埔里鎮太平國民小學',
  },
  {
    CODE: '376489726Y',
    NAME: '南投縣埔里鎮大成國民小學',
  },
  {
    CODE: '376489728Y',
    NAME: '南投縣草屯鎮草屯國民小學',
  },
  {
    CODE: '376489729Y',
    NAME: '南投縣草屯鎮富功國民小學',
  },
  {
    CODE: '376489730Y',
    NAME: '南投縣草屯鎮新庄國民小學',
  },
  {
    CODE: '376489731Y',
    NAME: '南投縣草屯鎮碧峰國民小學',
  },
  {
    CODE: '376489732Y',
    NAME: '南投縣草屯鎮平林國民小學',
  },
  {
    CODE: '376489733Y',
    NAME: '南投縣草屯鎮土城國民小學',
  },
  {
    CODE: '371013800G',
    NAME: '金門縣動植物防疫所',
  },
  {
    CODE: '376751000A',
    NAME: '苗栗縣銅鑼鄉民代表會',
  },
  {
    CODE: '376489734Y',
    NAME: '南投縣草屯鎮坪頂國民小學',
  },
  {
    CODE: '376489735Y',
    NAME: '南投縣草屯鎮中原國民小學',
  },
  {
    CODE: '376489736Y',
    NAME: '南投縣草屯鎮炎峰國民小學',
  },
  {
    CODE: '376489737Y',
    NAME: '南投縣草屯鎮雙冬國民小學',
  },
  {
    CODE: '376489738Y',
    NAME: '南投縣草屯鎮僑光國民小學',
  },
  {
    CODE: '376489739Y',
    NAME: '南投縣草屯鎮北投國民小學',
  },
  {
    CODE: '376489740Y',
    NAME: '南投縣竹山鎮竹山國民小學',
  },
  {
    CODE: '376489741Y',
    NAME: '南投縣竹山鎮延平國民小學',
  },
  {
    CODE: '376489742Y',
    NAME: '南投縣竹山鎮社寮國民小學',
  },
  {
    CODE: '376489743Y',
    NAME: '南投縣竹山鎮過溪國民小學',
  },
  {
    CODE: '376751100A',
    NAME: '苗栗縣南庄鄉民代表會',
  },
  {
    CODE: '376489744Y',
    NAME: '南投縣竹山鎮瑞竹國民小學',
  },
  {
    CODE: '376489745Y',
    NAME: '南投縣竹山鎮大鞍國民小學',
  },
  {
    CODE: '376489746Y',
    NAME: '南投縣竹山鎮秀林國民小學',
  },
  {
    CODE: '376489747Y',
    NAME: '南投縣竹山鎮鯉魚國民小學',
  },
  {
    CODE: '376489748Y',
    NAME: '南投縣竹山鎮雲林國民小學',
  },
  {
    CODE: '376489749Y',
    NAME: '南投縣竹山鎮桶頭國民小學',
  },
  {
    CODE: '376489750Y',
    NAME: '南投縣竹山鎮中州國民小學',
  },
  {
    CODE: '376489751Y',
    NAME: '南投縣竹山鎮中和國民小學',
  },
  {
    CODE: '376489753Y',
    NAME: '南投縣集集鎮集集國民小學',
  },
  {
    CODE: '376489754Y',
    NAME: '南投縣集集鎮隘寮國民小學',
  },
  {
    CODE: '376751200A',
    NAME: '苗栗縣頭屋鄉民代表會',
  },
  {
    CODE: '376489755Y',
    NAME: '南投縣集集鎮永昌國民小學',
  },
  {
    CODE: '376489756Y',
    NAME: '南投縣集集鎮和平國民小學',
  },
  {
    CODE: '376489757Y',
    NAME: '南投縣名間鄉名間國民小學',
  },
  {
    CODE: '376489758Y',
    NAME: '南投縣名間鄉新民國民小學',
  },
  {
    CODE: '376489759Y',
    NAME: '南投縣名間鄉新街國民小學',
  },
  {
    CODE: '376489760Y',
    NAME: '南投縣名間鄉名崗國民小學',
  },
  {
    CODE: '376489761Y',
    NAME: '南投縣名間鄉中山國民小學',
  },
  {
    CODE: '376489762Y',
    NAME: '南投縣名間鄉弓鞋國民小學',
  },
  {
    CODE: '376489763Y',
    NAME: '南投縣名間鄉田豐國民小學',
  },
  {
    CODE: '376489764Y',
    NAME: '南投縣名間鄉僑興國民小學',
  },
  {
    CODE: '376751300A',
    NAME: '苗栗縣三義鄉民代表會',
  },
  {
    CODE: '376489765Y',
    NAME: '南投縣鹿谷鄉鹿谷國民小學',
  },
  {
    CODE: '376489766Y',
    NAME: '南投縣鹿谷鄉鳳凰國民小學',
  },
  {
    CODE: '376489767Y',
    NAME: '南投縣鹿谷鄉文昌國民小學',
  },
  {
    CODE: '376489768Y',
    NAME: '南投縣鹿谷鄉和雅國民小學',
  },
  {
    CODE: '376489769Y',
    NAME: '南投縣鹿谷鄉秀峰國民小學',
  },
  {
    CODE: '376489770Y',
    NAME: '南投縣鹿谷鄉瑞田國民小學',
  },
  {
    CODE: '376489771Y',
    NAME: '南投縣鹿谷鄉初鄉國民小學',
  },
  {
    CODE: '376489772Y',
    NAME: '南投縣鹿谷鄉內湖國民小學',
  },
  {
    CODE: '376489773Y',
    NAME: '南投縣鹿谷鄉廣興國民小學',
  },
  {
    CODE: '376489774Y',
    NAME: '南投縣中寮鄉中寮國民小學',
  },
  {
    CODE: '376751400A',
    NAME: '苗栗縣西湖鄉民代表會',
  },
  {
    CODE: '376489775Y',
    NAME: '南投縣中寮鄉廣福國民小學',
  },
  {
    CODE: '376489776Y',
    NAME: '南投縣中寮鄉爽文國民小學',
  },
  {
    CODE: '376489777Y',
    NAME: '南投縣中寮鄉清水國民小學',
  },
  {
    CODE: '376489778Y',
    NAME: '南投縣中寮鄉永樂國民小學',
  },
  {
    CODE: '376489779Y',
    NAME: '南投縣中寮鄉永康國民小學',
  },
  {
    CODE: '376489780Y',
    NAME: '南投縣中寮鄉至誠國民小學',
  },
  {
    CODE: '376489781Y',
    NAME: '南投縣中寮鄉永和國民小學',
  },
  {
    CODE: '376489782Y',
    NAME: '南投縣魚池鄉魚池國民小學',
  },
  {
    CODE: '376489783Y',
    NAME: '南投縣魚池鄉新城國民小學',
  },
  {
    CODE: '376489784Y',
    NAME: '南投縣魚池鄉頭社國民小學',
  },
  {
    CODE: '376751500A',
    NAME: '苗栗縣造橋鄉民代表會',
  },
  {
    CODE: '376489786Y',
    NAME: '南投縣魚池鄉東光國民小學',
  },
  {
    CODE: '376489787Y',
    NAME: '南投縣魚池鄉共和國民小學',
  },
  {
    CODE: '376489788Y',
    NAME: '南投縣魚池鄉五城國民小學',
  },
  {
    CODE: '376489789Y',
    NAME: '南投縣魚池鄉德化國民小學',
  },
  {
    CODE: '376489790Y',
    NAME: '南投縣國姓鄉國姓國民小學',
  },
  {
    CODE: '376489791Y',
    NAME: '南投縣國姓鄉南港國民小學',
  },
  {
    CODE: '376489792Y',
    NAME: '南投縣國姓鄉北港國民小學',
  },
  {
    CODE: '376489793Y',
    NAME: '南投縣國姓鄉長流國民小學',
  },
  {
    CODE: '376489794Y',
    NAME: '南投縣國姓鄉長福國民小學',
  },
  {
    CODE: '376489795Y',
    NAME: '南投縣國姓鄉北山國民小學',
  },
  {
    CODE: '376751600A',
    NAME: '苗栗縣三灣鄉民代表會',
  },
  {
    CODE: '376489796Y',
    NAME: '南投縣國姓鄉育樂國民小學',
  },
  {
    CODE: '376489797Y',
    NAME: '南投縣國姓鄉福龜國民小學',
  },
  {
    CODE: '376489798Y',
    NAME: '南投縣國姓鄉港源國民小學',
  },
  {
    CODE: '376489799Y',
    NAME: '南投縣國姓鄉乾峰國民小學',
  },
  {
    CODE: '376489800Y',
    NAME: '南投縣水里鄉水里國民小學',
  },
  {
    CODE: '376489801Y',
    NAME: '南投縣水里鄉成城國民小學',
  },
  {
    CODE: '376489803Y',
    NAME: '南投縣水里鄉新興國民小學',
  },
  {
    CODE: '376489804Y',
    NAME: '南投縣水里鄉郡坑國民小學',
  },
  {
    CODE: '376489806Y',
    NAME: '南投縣水里鄉民和國民小學',
  },
  {
    CODE: '376489808Y',
    NAME: '南投縣水里鄉永興國民小學',
  },
  {
    CODE: '376751700A',
    NAME: '苗栗縣獅潭鄉民代表會',
  },
  {
    CODE: '376489809Y',
    NAME: '南投縣信義鄉信義國民小學',
  },
  {
    CODE: '376489810Y',
    NAME: '南投縣信義鄉羅娜國民小學',
  },
  {
    CODE: '376489811Y',
    NAME: '南投縣信義鄉同富國民小學',
  },
  {
    CODE: '376489813Y',
    NAME: '南投縣信義鄉人和國民小學',
  },
  {
    CODE: '376489814Y',
    NAME: '南投縣信義鄉地利國民小學',
  },
  {
    CODE: '376489815Y',
    NAME: '南投縣信義鄉潭南國民小學',
  },
  {
    CODE: '376489816Y',
    NAME: '南投縣信義鄉愛國國民小學',
  },
  {
    CODE: '376489818Y',
    NAME: '南投縣信義鄉東埔國民小學',
  },
  {
    CODE: '376489820Y',
    NAME: '南投縣信義鄉桐林國民小學',
  },
  {
    CODE: '376489821Y',
    NAME: '南投縣信義鄉隆華國民小學',
  },
  {
    CODE: '376751800A',
    NAME: '苗栗縣泰安鄉民代表會',
  },
  {
    CODE: '376489822Y',
    NAME: '南投縣信義鄉雙龍國民小學',
  },
  {
    CODE: '376489823Y',
    NAME: '南投縣信義鄉久美國民小學',
  },
  {
    CODE: '376489824Y',
    NAME: '南投縣信義鄉豐丘國民小學',
  },
  {
    CODE: '376489854Y',
    NAME: '南投縣信義鄉希娜巴嵐國民小學',
  },
  {
    CODE: '376489826Y',
    NAME: '南投縣仁愛鄉仁愛國民小學',
  },
  {
    CODE: '376489827Y',
    NAME: '南投縣仁愛鄉力行國民小學',
  },
  {
    CODE: '376489828Y',
    NAME: '南投縣仁愛鄉紅葉國民小學',
  },
  {
    CODE: '376489829Y',
    NAME: '南投縣仁愛鄉合作國民小學',
  },
  {
    CODE: '376489830Y',
    NAME: '南投縣仁愛鄉親愛國民小學',
  },
  {
    CODE: '376489831Y',
    NAME: '南投縣仁愛鄉法治國民小學',
  },
  {
    CODE: '376489832Y',
    NAME: '南投縣仁愛鄉萬豐國民小學',
  },
  {
    CODE: '376489833Y',
    NAME: '南投縣仁愛鄉互助國民小學',
  },
  {
    CODE: '376489834Y',
    NAME: '南投縣仁愛鄉中正國民小學',
  },
  {
    CODE: '376489835Y',
    NAME: '南投縣仁愛鄉發祥國民小學',
  },
  {
    CODE: '376489836Y',
    NAME: '南投縣仁愛鄉廬山國民小學',
  },
  {
    CODE: '376489852Y',
    NAME: '南投縣仁愛鄉都達國民小學',
  },
  {
    CODE: '376489838Y',
    NAME: '南投縣仁愛鄉南豐國民小學',
  },
  {
    CODE: '376489839Y',
    NAME: '南投縣仁愛鄉春陽國民小學',
  },
  {
    CODE: '376489840Y',
    NAME: '南投縣仁愛鄉清境國民小學',
  },
  {
    CODE: '376489842Y',
    NAME: '南投縣南投市千秋國民小學',
  },
  {
    CODE: '371014200G',
    NAME: '金門縣養護工程所',
  },
  {
    CODE: '376470300I',
    NAME: '彰化縣衛生局',
  },
  {
    CODE: '376489846Y',
    NAME: '南投縣草屯鎮敦和國民小學',
  },
  {
    CODE: '376489847Y',
    NAME: '南投縣魚池鄉明潭國民小學',
  },
  {
    CODE: '376489848Y',
    NAME: '南投縣草屯鎮虎山國民小學',
  },
  {
    CODE: '376489849Y',
    NAME: '南投縣南投市漳興國民小學',
  },
  {
    CODE: '376489850Y',
    NAME: '南投縣南投市康壽國民小學',
  },
  {
    CODE: '376489851Y',
    NAME: '南投縣竹山鎮前山國民小學',
  },
  {
    CODE: '376480304I',
    NAME: '南投縣慢性病防治所',
  },
  {
    CODE: '376480341I',
    NAME: '南投縣南投市衛生所',
  },
  {
    CODE: '376480342I',
    NAME: '南投縣埔里鎮衛生所',
  },
  {
    CODE: '376480343I',
    NAME: '南投縣草屯鎮衛生所',
  },
  {
    CODE: '376470305I',
    NAME: '彰化縣環境保護局',
  },
  {
    CODE: '376480344I',
    NAME: '南投縣竹山鎮衛生所',
  },
  {
    CODE: '376480345I',
    NAME: '南投縣集集鎮衛生所',
  },
  {
    CODE: '376480346I',
    NAME: '南投縣名間鄉衛生所',
  },
  {
    CODE: '376480347I',
    NAME: '南投縣鹿谷鄉衛生所',
  },
  {
    CODE: '376480348I',
    NAME: '南投縣中寮鄉衛生所',
  },
  {
    CODE: '376480349I',
    NAME: '南投縣魚池鄉衛生所',
  },
  {
    CODE: '376480350I',
    NAME: '南投縣國姓鄉衛生所',
  },
  {
    CODE: '376480351I',
    NAME: '南投縣水里鄉衛生所',
  },
  {
    CODE: '376480352I',
    NAME: '南投縣信義鄉衛生所',
  },
  {
    CODE: '376480353I',
    NAME: '南投縣仁愛鄉衛生所',
  },
  {
    CODE: '376470400A',
    NAME: '彰化縣彰化地政事務所',
  },
  {
    CODE: '376485106A',
    NAME: '南投縣南投市市場管理所',
  },
  {
    CODE: '376485111I',
    NAME: '南投縣南投市清潔隊',
  },
  {
    CODE: '376485121E',
    NAME: '南投縣南投市立圖書館',
  },
  {
    CODE: '376485151J',
    NAME: '南投縣南投市立殯葬管理所',
  },
  {
    CODE: '376485180J',
    NAME: '南投縣南投市立托兒所',
  },
  {
    CODE: '376485191G',
    NAME: '南投縣南投市公園路燈管理所',
  },
  {
    CODE: '376485208A',
    NAME: '南投縣埔里鎮自治事業管理所',
  },
  {
    CODE: '376485211I',
    NAME: '南投縣埔里鎮清潔隊',
  },
  {
    CODE: '376485221E',
    NAME: '南投縣埔里鎮立圖書館',
  },
  {
    CODE: '376485280J',
    NAME: '南投縣埔里鎮立托兒所',
  },
  {
    CODE: '376470500A',
    NAME: '彰化縣鹿港地政事務所',
  },
  {
    CODE: '376485307A',
    NAME: '南投縣草屯鎮市場管理所',
  },
  {
    CODE: '376485311I',
    NAME: '南投縣草屯鎮清潔隊',
  },
  {
    CODE: '376485321E',
    NAME: '南投縣草屯鎮立圖書館',
  },
  {
    CODE: '376485380J',
    NAME: '南投縣草屯鎮立托兒所',
  },
  {
    CODE: '376485405A',
    NAME: '南投縣竹山鎮第一公有零售市場',
  },
  {
    CODE: '376485406A',
    NAME: '南投縣竹山鎮中山公有零售市場',
  },
  {
    CODE: '376485411I',
    NAME: '南投縣竹山鎮清潔隊',
  },
  {
    CODE: '376485421E',
    NAME: '南投縣竹山鎮立圖書館',
  },
  {
    CODE: '376485480J',
    NAME: '南投縣竹山鎮立托兒所',
  },
  {
    CODE: '376485506A',
    NAME: '南投縣集集鎮市場管理所',
  },
  {
    CODE: '376470600A',
    NAME: '彰化縣和美地政事務所',
  },
  {
    CODE: '376485511I',
    NAME: '南投縣集集鎮清潔隊',
  },
  {
    CODE: '376485525E',
    NAME: '南投縣集集鎮文化服務所',
  },
  {
    CODE: '376485580J',
    NAME: '南投縣集集鎮立托兒所',
  },
  {
    CODE: '376485606A',
    NAME: '南投縣名間鄉公有零售市場',
  },
  {
    CODE: '376485611I',
    NAME: '南投縣名間鄉清潔隊',
  },
  {
    CODE: '376485621E',
    NAME: '南投縣名間鄉立圖書館',
  },
  {
    CODE: '376485652J',
    NAME: '南投縣名間鄉立殯葬管理所',
  },
  {
    CODE: '376485680J',
    NAME: '南投縣名間鄉立托兒所',
  },
  {
    CODE: '376485711I',
    NAME: '南投縣鹿谷鄉清潔隊',
  },
  {
    CODE: '376485721E',
    NAME: '南投縣鹿谷鄉立圖書館',
  },
  {
    CODE: '376470700A',
    NAME: '彰化縣北斗地政事務所',
  },
  {
    CODE: '376485770H',
    NAME: '南投縣鹿谷鄉觀光服務所',
  },
  {
    CODE: '376485780J',
    NAME: '南投縣鹿谷鄉立托兒所',
  },
  {
    CODE: '376485811I',
    NAME: '南投縣中寮鄉清潔隊',
  },
  {
    CODE: '376485821E',
    NAME: '南投縣中寮鄉立圖書館',
  },
  {
    CODE: '376485880J',
    NAME: '南投縣中寮鄉立托兒所',
  },
  {
    CODE: '376485911I',
    NAME: '南投縣魚池鄉清潔隊',
  },
  {
    CODE: '376485921E',
    NAME: '南投縣魚池鄉立圖書館',
  },
  {
    CODE: '376486011I',
    NAME: '南投縣國姓鄉鄉立清潔隊',
  },
  {
    CODE: '376486021E',
    NAME: '南投縣國姓鄉立圖書館',
  },
  {
    CODE: '376486070A',
    NAME: '南投縣國姓鄉客家暨觀光所',
  },
  {
    CODE: '376470800A',
    NAME: '彰化縣員林地政事務所',
  },
  {
    CODE: '376486105A',
    NAME: '南投縣水里鄉第一公有零售市場',
  },
  {
    CODE: '376486111I',
    NAME: '南投縣水里鄉清潔隊',
  },
  {
    CODE: '376486121E',
    NAME: '南投縣水里鄉立圖書館',
  },
  {
    CODE: '376486180J',
    NAME: '南投縣水里鄉立托兒所',
  },
  {
    CODE: '376486211I',
    NAME: '南投縣信義鄉清潔隊',
  },
  {
    CODE: '376486222E',
    NAME: '南投縣信義鄉立圖書館',
  },
  {
    CODE: '376486270H',
    NAME: '南投縣信義鄉觀光服務所',
  },
  {
    CODE: '376486280J',
    NAME: '南投縣信義鄉立托兒所',
  },
  {
    CODE: '376486292G',
    NAME: '南投縣信義鄉道路養護所',
  },
  {
    CODE: '376486311I',
    NAME: '南投縣仁愛鄉清潔隊',
  },
  {
    CODE: '376470900A',
    NAME: '彰化縣溪湖地政事務所',
  },
  {
    CODE: '376486321E',
    NAME: '南投縣仁愛鄉立圖書館',
  },
  {
    CODE: '376486370A',
    NAME: '南投縣仁愛鄉觀光產業所',
  },
  {
    CODE: '376486391G',
    NAME: '南投縣仁愛鄉道路養護隊',
  },
  {
    CODE: '376491521A',
    NAME: '雲林縣斗六戶政事務所',
  },
  {
    CODE: '376499521U',
    NAME: '雲林縣立麥寮高級中學',
  },
  {
    CODE: '376499522U',
    NAME: '雲林縣立斗南高級中學',
  },
  {
    CODE: '376499523U',
    NAME: '雲林縣立古坑華德福實驗高級中學',
  },
  {
    CODE: '376499601X',
    NAME: '雲林縣立斗六國民中學',
  },
  {
    CODE: '376499602X',
    NAME: '雲林縣立雲林國民中學',
  },
  {
    CODE: '376499604X',
    NAME: '雲林縣立莿桐國民中學',
  },
  {
    CODE: '376471000A',
    NAME: '彰化縣田中地政事務所',
  },
  {
    CODE: '376499606X',
    NAME: '雲林縣立虎尾國民中學',
  },
  {
    CODE: '376499607X',
    NAME: '雲林縣立土庫國民中學',
  },
  {
    CODE: '376499608X',
    NAME: '雲林縣立褒忠國民中學',
  },
  {
    CODE: '376499609X',
    NAME: '雲林縣立東勢國民中學',
  },
  {
    CODE: '376499610X',
    NAME: '雲林縣立西螺國民中學',
  },
  {
    CODE: '376499611X',
    NAME: '雲林縣立二崙國民中學',
  },
  {
    CODE: '376499612X',
    NAME: '雲林縣立崙背國民中學',
  },
  {
    CODE: '376499614X',
    NAME: '雲林縣立北港國民中學',
  },
  {
    CODE: '376499615X',
    NAME: '雲林縣立建國國民中學',
  },
  {
    CODE: '376499616X',
    NAME: '雲林縣立元長國民中學',
  },
  {
    CODE: '376471100A',
    NAME: '彰化縣二林地政事務所',
  },
  {
    CODE: '376499617X',
    NAME: '雲林縣立四湖國民中學',
  },
  {
    CODE: '376499618X',
    NAME: '雲林縣立口湖國民中學',
  },
  {
    CODE: '376499619X',
    NAME: '雲林縣立水林國民中學',
  },
  {
    CODE: '376499620X',
    NAME: '雲林縣立臺西國民中學',
  },
  {
    CODE: '376499621X',
    NAME: '雲林縣立崇德國民中學',
  },
  {
    CODE: '376499622X',
    NAME: '雲林縣立東明國民中學',
  },
  {
    CODE: '376499623X',
    NAME: '雲林縣立大埤國民中學',
  },
  {
    CODE: '376499624X',
    NAME: '雲林縣立飛沙國民中學',
  },
  {
    CODE: '376499625X',
    NAME: '雲林縣立宜梧國民中學',
  },
  {
    CODE: '376499626X',
    NAME: '雲林縣立蔦松國民中學',
  },
  {
    CODE: '371014300J',
    NAME: '金門縣殯葬管理所',
  },
  {
    CODE: '376471300D',
    NAME: '彰化縣地方稅務局',
  },
  {
    CODE: '376499627X',
    NAME: '雲林縣立東和國民中學',
  },
  {
    CODE: '376499628X',
    NAME: '雲林縣立馬光國民中學',
  },
  {
    CODE: '376499629X',
    NAME: '雲林縣立石榴國民中學',
  },
  {
    CODE: '376499630X',
    NAME: '雲林縣立林內國民中學',
  },
  {
    CODE: '376499631X',
    NAME: '雲林縣立東仁國民中學',
  },
  {
    CODE: '376499632X',
    NAME: '雲林縣立樟湖生態國民中小學',
  },
  {
    CODE: '376499633X',
    NAME: '雲林縣立古坑國民中小學',
  },
  {
    CODE: '376499701Y',
    NAME: '雲林縣斗六市鎮西國民小學',
  },
  {
    CODE: '376499702Y',
    NAME: '雲林縣斗六市鎮東國民小學',
  },
  {
    CODE: '376499703Y',
    NAME: '雲林縣斗六市溝壩國民小學',
  },
  {
    CODE: '376471528A',
    NAME: '彰化縣彰化戶政事務所',
  },
  {
    CODE: '376499704Y',
    NAME: '雲林縣斗六市梅林國民小學',
  },
  {
    CODE: '376499705Y',
    NAME: '雲林縣斗六市石榴國民小學',
  },
  {
    CODE: '376499706Y',
    NAME: '雲林縣斗六市溪洲國民小學',
  },
  {
    CODE: '376499707Y',
    NAME: '雲林縣斗六市保長國民小學',
  },
  {
    CODE: '376499708Y',
    NAME: '雲林縣斗六市林頭國民小學',
  },
  {
    CODE: '376499709Y',
    NAME: '雲林縣斗六市鎮南國民小學',
  },
  {
    CODE: '376499710Y',
    NAME: '雲林縣斗六市公誠國民小學',
  },
  {
    CODE: '376499711Y',
    NAME: '雲林縣斗六市久安國民小學',
  },
  {
    CODE: '376499713Y',
    NAME: '雲林縣古坑鄉東和國民小學',
  },
  {
    CODE: '376499714Y',
    NAME: '雲林縣古坑鄉永光國民小學',
  },
  {
    CODE: '376471502A',
    NAME: '彰化縣花壇鄉戶政事務所',
  },
  {
    CODE: '376499715Y',
    NAME: '雲林縣古坑鄉華山國民小學',
  },
  {
    CODE: '376499716Y',
    NAME: '雲林縣古坑鄉棋山國民小學',
  },
  {
    CODE: '376499717Y',
    NAME: '雲林縣古坑鄉桂林國民小學',
  },
  {
    CODE: '376499720Y',
    NAME: '雲林縣古坑鄉華南國民小學',
  },
  {
    CODE: '376499721Y',
    NAME: '雲林縣古坑鄉興昌國民小學',
  },
  {
    CODE: '376499723Y',
    NAME: '雲林縣古坑鄉水碓國民小學',
  },
  {
    CODE: '376499724Y',
    NAME: '雲林縣林內鄉林內國民小學',
  },
  {
    CODE: '376499725Y',
    NAME: '雲林縣林內鄉重興國民小學',
  },
  {
    CODE: '376499726Y',
    NAME: '雲林縣林內鄉九芎國民小學',
  },
  {
    CODE: '376499727Y',
    NAME: '雲林縣林內鄉成功國民小學',
  },
  {
    CODE: '376471503A',
    NAME: '彰化縣芬園鄉戶政事務所',
  },
  {
    CODE: '376499728Y',
    NAME: '雲林縣林內鄉林中國民小學',
  },
  {
    CODE: '376499729Y',
    NAME: '雲林縣林內鄉民生國民小學',
  },
  {
    CODE: '376499730Y',
    NAME: '雲林縣斗南鎮斗南國民小學',
  },
  {
    CODE: '376499731Y',
    NAME: '雲林縣斗南鎮大東國民小學',
  },
  {
    CODE: '376499732Y',
    NAME: '雲林縣斗南鎮石龜國民小學',
  },
  {
    CODE: '376499733Y',
    NAME: '雲林縣斗南鎮重光國民小學',
  },
  {
    CODE: '376499734Y',
    NAME: '雲林縣斗南鎮文安國民小學',
  },
  {
    CODE: '376499735Y',
    NAME: '雲林縣斗南鎮僑真國民小學',
  },
  {
    CODE: '376499736Y',
    NAME: '雲林縣莿桐鄉莿桐國民小學',
  },
  {
    CODE: '376499737Y',
    NAME: '雲林縣莿桐鄉饒平國民小學',
  },
  {
    CODE: '376471504A',
    NAME: '彰化縣鹿港鎮戶政事務所',
  },
  {
    CODE: '376499738Y',
    NAME: '雲林縣莿桐鄉大美國民小學',
  },
  {
    CODE: '376499739Y',
    NAME: '雲林縣莿桐鄉六合國民小學',
  },
  {
    CODE: '376499740Y',
    NAME: '雲林縣莿桐鄉僑和國民小學',
  },
  {
    CODE: '376499741Y',
    NAME: '雲林縣大埤鄉大埤國民小學',
  },
  {
    CODE: '376499742Y',
    NAME: '雲林縣大埤鄉舊庄國民小學',
  },
  {
    CODE: '376499743Y',
    NAME: '雲林縣大埤鄉仁和國民小學',
  },
  {
    CODE: '376499744Y',
    NAME: '雲林縣大埤鄉嘉興國民小學',
  },
  {
    CODE: '376499745Y',
    NAME: '雲林縣虎尾鎮虎尾國民小學',
  },
  {
    CODE: '376499746Y',
    NAME: '雲林縣虎尾鎮立仁國民小學',
  },
  {
    CODE: '376499747Y',
    NAME: '雲林縣虎尾鎮大屯國民小學',
  },
  {
    CODE: '376471505A',
    NAME: '彰化縣福興鄉戶政事務所',
  },
  {
    CODE: '376499748Y',
    NAME: '雲林縣虎尾鎮中溪國民小學',
  },
  {
    CODE: '376499749Y',
    NAME: '雲林縣虎尾鎮光復國民小學',
  },
  {
    CODE: '376499750Y',
    NAME: '雲林縣虎尾鎮中正國民小學',
  },
  {
    CODE: '376499751Y',
    NAME: '雲林縣虎尾鎮平和國民小學',
  },
  {
    CODE: '376499752Y',
    NAME: '雲林縣虎尾鎮廉使國民小學',
  },
  {
    CODE: '376499753Y',
    NAME: '雲林縣虎尾鎮惠來國民小學',
  },
  {
    CODE: '376499755Y',
    NAME: '雲林縣虎尾鎮安慶國民小學',
  },
  {
    CODE: '376499756Y',
    NAME: '雲林縣土庫鎮土庫國民小學',
  },
  {
    CODE: '376499757Y',
    NAME: '雲林縣土庫鎮馬光國民小學',
  },
  {
    CODE: '376499758Y',
    NAME: '雲林縣土庫鎮埤腳國民小學',
  },
  {
    CODE: '376471506A',
    NAME: '彰化縣秀水鄉戶政事務所',
  },
  {
    CODE: '376499759Y',
    NAME: '雲林縣土庫鎮後埔國民小學',
  },
  {
    CODE: '376499760Y',
    NAME: '雲林縣土庫鎮秀潭國民小學',
  },
  {
    CODE: '376499761Y',
    NAME: '雲林縣土庫鎮新庄國民小學',
  },
  {
    CODE: '376499762Y',
    NAME: '雲林縣褒忠鄉褒忠國民小學',
  },
  {
    CODE: '376499763Y',
    NAME: '雲林縣褒忠鄉龍巖國民小學',
  },
  {
    CODE: '376499764Y',
    NAME: '雲林縣褒忠鄉復興國民小學',
  },
  {
    CODE: '376499765Y',
    NAME: '雲林縣東勢鄉東勢國民小學',
  },
  {
    CODE: '376499766Y',
    NAME: '雲林縣東勢鄉安南國民小學',
  },
  {
    CODE: '376499767Y',
    NAME: '雲林縣東勢鄉明倫國民小學',
  },
  {
    CODE: '376499768Y',
    NAME: '雲林縣東勢鄉同安國民小學',
  },
  {
    CODE: '376471531A',
    NAME: '彰化縣和美戶政事務所',
  },
  {
    CODE: '376499769Y',
    NAME: '雲林縣東勢鄉龍潭國民小學',
  },
  {
    CODE: '376499770Y',
    NAME: '雲林縣臺西鄉臺西國民小學',
  },
  {
    CODE: '376499771Y',
    NAME: '雲林縣臺西鄉崙豐國民小學',
  },
  {
    CODE: '376499772Y',
    NAME: '雲林縣臺西鄉泉州國民小學',
  },
  {
    CODE: '376499773Y',
    NAME: '雲林縣臺西鄉新興國民小學',
  },
  {
    CODE: '376499774Y',
    NAME: '雲林縣臺西鄉尚德國民小學',
  },
  {
    CODE: '376499775Y',
    NAME: '雲林縣西螺鎮文昌國民小學',
  },
  {
    CODE: '376499776Y',
    NAME: '雲林縣西螺鎮中山國民小學',
  },
  {
    CODE: '376499777Y',
    NAME: '雲林縣西螺鎮廣興國民小學',
  },
  {
    CODE: '376499778Y',
    NAME: '雲林縣西螺鎮安定國民小學',
  },
  {
    CODE: '376471508A',
    NAME: '彰化縣線西鄉戶政事務所',
  },
  {
    CODE: '376499779Y',
    NAME: '雲林縣西螺鎮吳厝國民小學',
  },
  {
    CODE: '376499780Y',
    NAME: '雲林縣西螺鎮大新國民小學',
  },
  {
    CODE: '376499781Y',
    NAME: '雲林縣西螺鎮文賢國民小學',
  },
  {
    CODE: '376499782Y',
    NAME: '雲林縣西螺鎮文興國民小學',
  },
  {
    CODE: '376499783Y',
    NAME: '雲林縣二崙鄉二崙國民小學',
  },
  {
    CODE: '376499784Y',
    NAME: '雲林縣二崙鄉三和國民小學',
  },
  {
    CODE: '376499785Y',
    NAME: '雲林縣二崙鄉油車國民小學',
  },
  {
    CODE: '376499786Y',
    NAME: '雲林縣二崙鄉大同國民小學',
  },
  {
    CODE: '376499787Y',
    NAME: '雲林縣二崙鄉永定國民小學',
  },
  {
    CODE: '376499788Y',
    NAME: '雲林縣二崙鄉義賢國民小學',
  },
  {
    CODE: '376471509A',
    NAME: '彰化縣伸港鄉戶政事務所',
  },
  {
    CODE: '376499789Y',
    NAME: '雲林縣二崙鄉旭光國民小學',
  },
  {
    CODE: '376499790Y',
    NAME: '雲林縣二崙鄉來惠國民小學',
  },
  {
    CODE: '376499791Y',
    NAME: '雲林縣崙背鄉崙背國民小學',
  },
  {
    CODE: '376499792Y',
    NAME: '雲林縣崙背鄉豐榮國民小學',
  },
  {
    CODE: '376499793Y',
    NAME: '雲林縣崙背鄉大有國民小學',
  },
  {
    CODE: '376499794Y',
    NAME: '雲林縣崙背鄉中和國民小學',
  },
  {
    CODE: '376499795Y',
    NAME: '雲林縣崙背鄉陽明國民小學',
  },
  {
    CODE: '376499796Y',
    NAME: '雲林縣崙背鄉東興國民小學',
  },
  {
    CODE: '376499797Y',
    NAME: '雲林縣麥寮鄉麥寮國民小學',
  },
  {
    CODE: '376499798Y',
    NAME: '雲林縣麥寮鄉橋頭國民小學',
  },
  {
    CODE: '371014400J',
    NAME: '金門縣大同之家',
  },
  {
    CODE: '376471511A',
    NAME: '彰化縣大村鄉戶政事務所',
  },
  {
    CODE: '376499799Y',
    NAME: '雲林縣麥寮鄉明禮國民小學',
  },
  {
    CODE: '376499800Y',
    NAME: '雲林縣麥寮鄉興華國民小學',
  },
  {
    CODE: '376499801Y',
    NAME: '雲林縣麥寮鄉豐安國民小學',
  },
  {
    CODE: '376499802Y',
    NAME: '雲林縣北港鎮南陽國民小學',
  },
  {
    CODE: '376499803Y',
    NAME: '雲林縣北港鎮北辰國民小學',
  },
  {
    CODE: '376499804Y',
    NAME: '雲林縣北港鎮好收國民小學',
  },
  {
    CODE: '376499805Y',
    NAME: '雲林縣北港鎮育英國民小學',
  },
  {
    CODE: '376499806Y',
    NAME: '雲林縣北港鎮東榮國民小學',
  },
  {
    CODE: '376499807Y',
    NAME: '雲林縣北港鎮朝陽國民小學',
  },
  {
    CODE: '376499808Y',
    NAME: '雲林縣北港鎮辰光國民小學',
  },
  {
    CODE: '376471512A',
    NAME: '彰化縣永靖鄉戶政事務所',
  },
  {
    CODE: '376499809Y',
    NAME: '雲林縣北港鎮僑美國民小學',
  },
  {
    CODE: '376499810Y',
    NAME: '雲林縣元長鄉元長國民小學',
  },
  {
    CODE: '376499811Y',
    NAME: '雲林縣元長鄉新生國民小學',
  },
  {
    CODE: '376499812Y',
    NAME: '雲林縣元長鄉客厝國民小學',
  },
  {
    CODE: '376499813Y',
    NAME: '雲林縣元長鄉山內國民小學',
  },
  {
    CODE: '376499814Y',
    NAME: '雲林縣元長鄉仁德國民小學',
  },
  {
    CODE: '376499815Y',
    NAME: '雲林縣元長鄉忠孝國民小學',
  },
  {
    CODE: '376499816Y',
    NAME: '雲林縣元長鄉仁愛國民小學',
  },
  {
    CODE: '376499817Y',
    NAME: '雲林縣元長鄉信義國民小學',
  },
  {
    CODE: '376499818Y',
    NAME: '雲林縣元長鄉和平國民小學',
  },
  {
    CODE: '376471532A',
    NAME: '彰化縣溪湖戶政事務所',
  },
  {
    CODE: '376499819Y',
    NAME: '雲林縣四湖鄉四湖國民小學',
  },
  {
    CODE: '376499820Y',
    NAME: '雲林縣四湖鄉東光國民小學',
  },
  {
    CODE: '376499821Y',
    NAME: '雲林縣四湖鄉飛沙國民小學',
  },
  {
    CODE: '376499822Y',
    NAME: '雲林縣四湖鄉林厝國民小學',
  },
  {
    CODE: '376499823Y',
    NAME: '雲林縣四湖鄉三崙國民小學',
  },
  {
    CODE: '376499824Y',
    NAME: '雲林縣四湖鄉建陽國民小學',
  },
  {
    CODE: '376499825Y',
    NAME: '雲林縣四湖鄉南光國民小學',
  },
  {
    CODE: '376499826Y',
    NAME: '雲林縣四湖鄉鹿場國民小學',
  },
  {
    CODE: '376499827Y',
    NAME: '雲林縣四湖鄉明德國民小學',
  },
  {
    CODE: '376499828Y',
    NAME: '雲林縣四湖鄉建華國民小學',
  },
  {
    CODE: '376471514A',
    NAME: '彰化縣埔鹽鄉戶政事務所',
  },
  {
    CODE: '376499829Y',
    NAME: '雲林縣口湖鄉口湖國民小學',
  },
  {
    CODE: '376499830Y',
    NAME: '雲林縣口湖鄉文光國民小學',
  },
  {
    CODE: '376499831Y',
    NAME: '雲林縣口湖鄉金湖國民小學',
  },
  {
    CODE: '376499832Y',
    NAME: '雲林縣口湖鄉下崙國民小學',
  },
  {
    CODE: '376499833Y',
    NAME: '雲林縣口湖鄉興南國民小學',
  },
  {
    CODE: '376499834Y',
    NAME: '雲林縣口湖鄉崇文國民小學',
  },
  {
    CODE: '376499835Y',
    NAME: '雲林縣口湖鄉成龍國民小學',
  },
  {
    CODE: '376499836Y',
    NAME: '雲林縣口湖鄉臺興國民小學',
  },
  {
    CODE: '376499837Y',
    NAME: '雲林縣口湖鄉頂湖國民小學',
  },
  {
    CODE: '376499840Y',
    NAME: '雲林縣水林鄉蔦松國民小學',
  },
  {
    CODE: '376471515A',
    NAME: '彰化縣埔心鄉戶政事務所',
  },
  {
    CODE: '376499841Y',
    NAME: '雲林縣水林鄉尖山國民小學',
  },
  {
    CODE: '376499842Y',
    NAME: '雲林縣水林鄉宏仁國民小學',
  },
  {
    CODE: '376499843Y',
    NAME: '雲林縣水林鄉文正國民小學',
  },
  {
    CODE: '376499844Y',
    NAME: '雲林縣水林鄉誠正國民小學',
  },
  {
    CODE: '376499845Y',
    NAME: '雲林縣水林鄉中興國民小學',
  },
  {
    CODE: '376499846Y',
    NAME: '雲林縣水林鄉和安國民小學',
  },
  {
    CODE: '376499848Y',
    NAME: '雲林縣水林鄉大興國民小學',
  },
  {
    CODE: '376499849Y',
    NAME: '雲林縣莿桐鄉育仁國民小學',
  },
  {
    CODE: '376499850Y',
    NAME: '雲林縣土庫鎮宏崙國民小學',
  },
  {
    CODE: '376499852Y',
    NAME: '雲林縣大埤鄉聯美國民小學',
  },
  {
    CODE: '376471534A',
    NAME: '彰化縣田中戶政事務所',
  },
  {
    CODE: '376499853Y',
    NAME: '雲林縣四湖鄉內湖國民小學',
  },
  {
    CODE: '376499854Y',
    NAME: '雲林縣古坑鄉新光國民小學',
  },
  {
    CODE: '376499855Y',
    NAME: '雲林縣斗六市雲林國民小學',
  },
  {
    CODE: '376499856Y',
    NAME: '雲林縣斗六市斗六國民小學',
  },
  {
    CODE: '376499857Y',
    NAME: '雲林縣水林鄉燦林國民小學',
  },
  {
    CODE: '376499858Y',
    NAME: '雲林縣古坑鄉草嶺生態地質國民小學',
  },
  {
    CODE: '376499859Y',
    NAME: '雲林縣山峰華德福教育實驗國民小學',
  },
  {
    CODE: '376499860Y',
    NAME: '雲林縣潮厝華德福教育實驗國民小學',
  },
  {
    CODE: '376490302I',
    NAME: '雲林縣立慢性病防治所',
  },
  {
    CODE: '376490341I',
    NAME: '雲林縣斗六市衛生所',
  },
  {
    CODE: '376471517A',
    NAME: '彰化縣社頭鄉戶政事務所',
  },
  {
    CODE: '376490342I',
    NAME: '雲林縣斗南鎮衛生所',
  },
  {
    CODE: '376490343I',
    NAME: '雲林縣虎尾鎮衛生所',
  },
  {
    CODE: '376490344I',
    NAME: '雲林縣西螺鎮衛生所',
  },
  {
    CODE: '376490345I',
    NAME: '雲林縣土庫鎮衛生所',
  },
  {
    CODE: '376490346I',
    NAME: '雲林縣北港鎮衛生所',
  },
  {
    CODE: '376490347I',
    NAME: '雲林縣古坑鄉衛生所',
  },
  {
    CODE: '376490348I',
    NAME: '雲林縣大埤鄉衛生所',
  },
  {
    CODE: '376490349I',
    NAME: '雲林縣莿桐鄉衛生所',
  },
  {
    CODE: '376490350I',
    NAME: '雲林縣林內鄉衛生所',
  },
  {
    CODE: '376490351I',
    NAME: '雲林縣二崙鄉衛生所',
  },
  {
    CODE: '376471518A',
    NAME: '彰化縣二水鄉戶政事務所',
  },
  {
    CODE: '376490352I',
    NAME: '雲林縣崙背鄉衛生所',
  },
  {
    CODE: '376490353I',
    NAME: '雲林縣麥寮鄉衛生所',
  },
  {
    CODE: '376490354I',
    NAME: '雲林縣東勢鄉衛生所',
  },
  {
    CODE: '376490355I',
    NAME: '雲林縣褒忠鄉衛生所',
  },
  {
    CODE: '376490356I',
    NAME: '雲林縣臺西鄉衛生所',
  },
  {
    CODE: '376490357I',
    NAME: '雲林縣元長鄉衛生所',
  },
  {
    CODE: '376490358I',
    NAME: '雲林縣四湖鄉衛生所',
  },
  {
    CODE: '376490359I',
    NAME: '雲林縣口湖鄉衛生所',
  },
  {
    CODE: '376490360I',
    NAME: '雲林縣水林鄉衛生所',
  },
  {
    CODE: '376495105A',
    NAME: '雲林縣斗六市第一公有零售市場',
  },
  {
    CODE: '376471519A',
    NAME: '彰化縣北斗鎮戶政事務所',
  },
  {
    CODE: '376495106A',
    NAME: '雲林縣斗六市第二公有零售市場',
  },
  {
    CODE: '376495111I',
    NAME: '雲林縣斗六市清潔隊',
  },
  {
    CODE: '376495121E',
    NAME: '雲林縣斗六市立圖書館',
  },
  {
    CODE: '376495180J',
    NAME: '雲林縣斗六市立托兒所',
  },
  {
    CODE: '376495206A',
    NAME: '雲林縣斗南鎮第二公有零售市場',
  },
  {
    CODE: '376495207A',
    NAME: '雲林縣斗南鎮第三公有零售市場',
  },
  {
    CODE: '376495211I',
    NAME: '雲林縣斗南鎮清潔隊',
  },
  {
    CODE: '376495221E',
    NAME: '雲林縣斗南鎮立圖書館',
  },
  {
    CODE: '376495280J',
    NAME: '雲林縣斗南鎮立托兒所',
  },
  {
    CODE: '376471520A',
    NAME: '彰化縣田尾鄉戶政事務所',
  },
  {
    CODE: '376495305A',
    NAME: '雲林縣虎尾鎮第一公有零售市場',
  },
  {
    CODE: '376495306A',
    NAME: '雲林縣虎尾鎮第二公有零售市場',
  },
  {
    CODE: '376495307A',
    NAME: '雲林縣虎尾鎮第三公有零售市場',
  },
  {
    CODE: '376495311I',
    NAME: '雲林縣虎尾鎮清潔隊',
  },
  {
    CODE: '376495321E',
    NAME: '雲林縣虎尾鎮立圖書館',
  },
  {
    CODE: '376495351J',
    NAME: '雲林縣虎尾鎮立殯儀館暨火葬場管理所',
  },
  {
    CODE: '376495380J',
    NAME: '雲林縣虎尾鎮立托兒所',
  },
  {
    CODE: '376495391G',
    NAME: '雲林縣虎尾鎮公園路燈管理所',
  },
  {
    CODE: '376495405A',
    NAME: '雲林縣西螺鎮第一公有零售市場',
  },
  {
    CODE: '376495406A',
    NAME: '雲林縣西螺鎮第二公有零售市場',
  },
  {
    CODE: '371014500E',
    NAME: '金門縣家庭教育中心',
  },
  {
    CODE: '376471521A',
    NAME: '彰化縣埤頭鄉戶政事務所',
  },
  {
    CODE: '376495411I',
    NAME: '雲林縣西螺鎮清潔隊',
  },
  {
    CODE: '376495421E',
    NAME: '雲林縣西螺鎮立圖書館',
  },
  {
    CODE: '376495451J',
    NAME: '雲林縣西螺鎮立殯葬宗教管理所',
  },
  {
    CODE: '376495480J',
    NAME: '雲林縣西螺鎮立托兒所',
  },
  {
    CODE: '376495505A',
    NAME: '雲林縣土庫鎮土庫公有零售市場',
  },
  {
    CODE: '376495506A',
    NAME: '雲林縣土庫鎮馬光公有零售市場',
  },
  {
    CODE: '376495511I',
    NAME: '雲林縣土庫鎮清潔隊',
  },
  {
    CODE: '376495521E',
    NAME: '雲林縣土庫鎮立圖書館',
  },
  {
    CODE: '376495551J',
    NAME: '雲林縣土庫鎮立殯葬管理所',
  },
  {
    CODE: '376495580J',
    NAME: '雲林縣土庫鎮立托兒所',
  },
  {
    CODE: '376471522A',
    NAME: '彰化縣溪州鄉戶政事務所',
  },
  {
    CODE: '376495605A',
    NAME: '雲林縣北港鎮第一公有零售市場',
  },
  {
    CODE: '376495606A',
    NAME: '雲林縣北港鎮第二公有零售市場',
  },
  {
    CODE: '376495607A',
    NAME: '雲林縣北港鎮第三公有零售市場',
  },
  {
    CODE: '376495608A',
    NAME: '雲林縣北港鎮第四公有零售市場',
  },
  {
    CODE: '376495611I',
    NAME: '雲林縣北港鎮清潔隊',
  },
  {
    CODE: '376495621E',
    NAME: '雲林縣北港鎮立圖書館',
  },
  {
    CODE: '376495680J',
    NAME: '雲林縣北港鎮立托兒所',
  },
  {
    CODE: '376495711I',
    NAME: '雲林縣古坑鄉清潔隊',
  },
  {
    CODE: '376495721E',
    NAME: '雲林縣古坑鄉立圖書館',
  },
  {
    CODE: '376495780J',
    NAME: '雲林縣古坑鄉立托兒所',
  },
  {
    CODE: '376471530A',
    NAME: '彰化縣二林戶政事務所',
  },
  {
    CODE: '376495781J',
    NAME: '雲林縣古坑鄉立老人福利所',
  },
  {
    CODE: '376495791G',
    NAME: '雲林縣古坑鄉公園路燈管理所',
  },
  {
    CODE: '376495811I',
    NAME: '雲林縣大埤鄉清潔隊',
  },
  {
    CODE: '376495821E',
    NAME: '雲林縣大埤鄉立圖書館',
  },
  {
    CODE: '376495880J',
    NAME: '雲林縣大埤鄉立托兒所',
  },
  {
    CODE: '376495905A',
    NAME: '雲林縣莿桐鄉莿桐公有零售市場',
  },
  {
    CODE: '376495911I',
    NAME: '雲林縣莿桐鄉清潔隊',
  },
  {
    CODE: '376495921E',
    NAME: '雲林縣莿桐鄉立圖書館',
  },
  {
    CODE: '376495951J',
    NAME: '雲林縣莿桐鄉立殯葬宗教管理所',
  },
  {
    CODE: '376495980J',
    NAME: '雲林縣莿桐鄉立托兒所',
  },
  {
    CODE: '376471524A',
    NAME: '彰化縣芳苑鄉戶政事務所',
  },
  {
    CODE: '376496005A',
    NAME: '雲林縣林內鄉林內公有零售市場',
  },
  {
    CODE: '376496011I',
    NAME: '雲林縣林內鄉清潔隊',
  },
  {
    CODE: '376496021E',
    NAME: '雲林縣林內鄉立圖書館',
  },
  {
    CODE: '376496080J',
    NAME: '雲林縣林內鄉立托兒所',
  },
  {
    CODE: '376496105A',
    NAME: '雲林縣二崙鄉二崙公有零售市場',
  },
  {
    CODE: '376496106A',
    NAME: '雲林縣二崙鄉油車公有零售市場',
  },
  {
    CODE: '376496111I',
    NAME: '雲林縣二崙鄉清潔隊',
  },
  {
    CODE: '376496180J',
    NAME: '雲林縣二崙鄉立托兒所',
  },
  {
    CODE: '376496205A',
    NAME: '雲林縣崙背鄉崙背公有零售市場',
  },
  {
    CODE: '376496211I',
    NAME: '雲林縣崙背鄉清潔隊',
  },
  {
    CODE: '376471525A',
    NAME: '彰化縣大城鄉戶政事務所',
  },
  {
    CODE: '376496221E',
    NAME: '雲林縣崙背鄉立圖書館',
  },
  {
    CODE: '376496251J',
    NAME: '雲林縣崙背鄉立殯葬宗教管理所',
  },
  {
    CODE: '376496280J',
    NAME: '雲林縣崙背鄉立托兒所',
  },
  {
    CODE: '376496307A',
    NAME: '雲林縣麥寮鄉公有零售市場',
  },
  {
    CODE: '376496311I',
    NAME: '雲林縣麥寮鄉清潔隊',
  },
  {
    CODE: '376496321E',
    NAME: '雲林縣麥寮鄉立圖書館',
  },
  {
    CODE: '376496351J',
    NAME: '雲林縣麥寮鄉殯葬宗教管理所',
  },
  {
    CODE: '376496380J',
    NAME: '雲林縣麥寮鄉立托兒所',
  },
  {
    CODE: '376496391G',
    NAME: '雲林縣麥寮鄉公園路燈管理所',
  },
  {
    CODE: '376496405A',
    NAME: '雲林縣東勢鄉東勢公有零售市場',
  },
  {
    CODE: '376471526A',
    NAME: '彰化縣竹塘鄉戶政事務所',
  },
  {
    CODE: '376496411I',
    NAME: '雲林縣東勢鄉清潔隊',
  },
  {
    CODE: '376496421E',
    NAME: '雲林縣東勢鄉立圖書館',
  },
  {
    CODE: '376496451J',
    NAME: '雲林縣東勢鄉立殯葬宗教管理所',
  },
  {
    CODE: '376496480J',
    NAME: '雲林縣東勢鄉立托兒所',
  },
  {
    CODE: '376496505A',
    NAME: '雲林縣褒忠鄉褒忠公有零售市場',
  },
  {
    CODE: '376496511I',
    NAME: '雲林縣褒忠鄉清潔隊',
  },
  {
    CODE: '376496521E',
    NAME: '雲林縣褒忠鄉立圖書館',
  },
  {
    CODE: '376496580J',
    NAME: '雲林縣褒忠鄉立托兒所',
  },
  {
    CODE: '376496605A',
    NAME: '雲林縣臺西鄉臺西公有零售市場',
  },
  {
    CODE: '376496611I',
    NAME: '雲林縣臺西鄉清潔隊',
  },
  {
    CODE: '376471529A',
    NAME: '彰化縣員林戶政事務所',
  },
  {
    CODE: '376496621E',
    NAME: '雲林縣臺西鄉立圖書館',
  },
  {
    CODE: '376496651J',
    NAME: '雲林縣臺西鄉立殯葬宗教管理所',
  },
  {
    CODE: '376496680J',
    NAME: '雲林縣臺西鄉立托兒所',
  },
  {
    CODE: '376496705A',
    NAME: '雲林縣元長鄉元長公有零售市場',
  },
  {
    CODE: '376496711I',
    NAME: '雲林縣元長鄉清潔隊',
  },
  {
    CODE: '376496721E',
    NAME: '雲林縣元長鄉立圖書館',
  },
  {
    CODE: '376496780J',
    NAME: '雲林縣元長鄉立托兒所',
  },
  {
    CODE: '376496805A',
    NAME: '雲林縣四湖鄉四湖公有零售市場',
  },
  {
    CODE: '376496811I',
    NAME: '雲林縣四湖鄉清潔隊',
  },
  {
    CODE: '376496821E',
    NAME: '雲林縣四湖鄉立圖書館',
  },
  {
    CODE: '376472000C',
    NAME: '彰化縣消防局',
  },
  {
    CODE: '376496880J',
    NAME: '雲林縣四湖鄉立托兒所',
  },
  {
    CODE: '376496911I',
    NAME: '雲林縣口湖鄉清潔隊',
  },
  {
    CODE: '376496921E',
    NAME: '雲林縣口湖鄉立鄭豐喜紀念圖書館',
  },
  {
    CODE: '376496980J',
    NAME: '雲林縣口湖鄉立托兒所',
  },
  {
    CODE: '376497005A',
    NAME: '雲林縣水林鄉水林公有零售市場',
  },
  {
    CODE: '376497011I',
    NAME: '雲林縣水林鄉清潔隊',
  },
  {
    CODE: '376497021E',
    NAME: '雲林縣水林鄉立圖書館',
  },
  {
    CODE: '376497051J',
    NAME: '雲林縣水林鄉立殯葬宗教管理所',
  },
  {
    CODE: '376497080J',
    NAME: '雲林縣水林鄉立托兒所',
  },
  {
    CODE: '376472400E',
    NAME: '彰化縣文化局',
  },
  {
    CODE: '376509521U',
    NAME: '嘉義縣立竹崎高級中學',
  },
  {
    CODE: '376509524U',
    NAME: '嘉義縣立永慶高級中學',
  },
  {
    CODE: '376509601X',
    NAME: '嘉義縣立東石國民中學',
  },
  {
    CODE: '376509602X',
    NAME: '嘉義縣立大林國民中學',
  },
  {
    CODE: '376509603X',
    NAME: '嘉義縣立布袋國民中學',
  },
  {
    CODE: '376509604X',
    NAME: '嘉義縣立水上國民中學',
  },
  {
    CODE: '376509605X',
    NAME: '嘉義縣立溪口國民中學',
  },
  {
    CODE: '376509606X',
    NAME: '嘉義縣立中埔國民中學',
  },
  {
    CODE: '376509607X',
    NAME: '嘉義縣立新港國民中學',
  },
  {
    CODE: '376509608X',
    NAME: '嘉義縣立民雄國民中學',
  },
  {
    CODE: '376472500I',
    NAME: '彰化縣動物防疫所',
  },
  {
    CODE: '376509609X',
    NAME: '嘉義縣立六嘉國民中學',
  },
  {
    CODE: '376509610X',
    NAME: '嘉義縣立義竹國民中學',
  },
  {
    CODE: '376509611X',
    NAME: '嘉義縣立梅山國民中學',
  },
  {
    CODE: '376509612X',
    NAME: '嘉義縣立朴子國民中學',
  },
  {
    CODE: '376509613X',
    NAME: '嘉義縣立鹿草國民中學',
  },
  {
    CODE: '376509615X',
    NAME: '嘉義縣立民和國民中學',
  },
  {
    CODE: '376509616X',
    NAME: '嘉義縣立東榮國民中學',
  },
  {
    CODE: '376509617X',
    NAME: '嘉義縣立太保國民中學',
  },
  {
    CODE: '376509619X',
    NAME: '嘉義縣立過溝國民中學',
  },
  {
    CODE: '376509620X',
    NAME: '嘉義縣立忠和國民中學',
  },
  {
    CODE: '371014900L',
    NAME: '金門縣陶瓷廠',
  },
  {
    CODE: '376472900A',
    NAME: '彰化縣公務人力訓練中心',
  },
  {
    CODE: '376509628X',
    NAME: '嘉義縣立大埔國民中小學',
  },
  {
    CODE: '376509623X',
    NAME: '嘉義縣立嘉新國民中學',
  },
  {
    CODE: '376509624X',
    NAME: '嘉義縣立昇平國民中學',
  },
  {
    CODE: '376509625X',
    NAME: '嘉義縣立大吉國民中學',
  },
  {
    CODE: '376509627X',
    NAME: '嘉義縣立阿里山國民中小學',
  },
  {
    CODE: '376509706Y',
    NAME: '嘉義縣布袋鎮布袋國民小學',
  },
  {
    CODE: '376509707Y',
    NAME: '嘉義縣布袋鎮景山國民小學',
  },
  {
    CODE: '376509708Y',
    NAME: '嘉義縣布袋鎮永安國民小學',
  },
  {
    CODE: '376509710Y',
    NAME: '嘉義縣布袋鎮過溝國民小學',
  },
  {
    CODE: '376509711Y',
    NAME: '嘉義縣布袋鎮貴林國民小學',
  },
  {
    CODE: '376509712Y',
    NAME: '嘉義縣布袋鎮新塭國民小學',
  },
  {
    CODE: '376509713Y',
    NAME: '嘉義縣布袋鎮新岑國民小學',
  },
  {
    CODE: '376509714Y',
    NAME: '嘉義縣布袋鎮好美國民小學',
  },
  {
    CODE: '376509715Y',
    NAME: '嘉義縣大林鎮大林國民小學',
  },
  {
    CODE: '376509716Y',
    NAME: '嘉義縣大林鎮中林國民小學',
  },
  {
    CODE: '376509717Y',
    NAME: '嘉義縣大林鎮三和國民小學',
  },
  {
    CODE: '376509719Y',
    NAME: '嘉義縣大林鎮社團國民小學',
  },
  {
    CODE: '376509720Y',
    NAME: '嘉義縣大林鎮排路國民小學',
  },
  {
    CODE: '376509721Y',
    NAME: '嘉義縣民雄鄉民雄國民小學',
  },
  {
    CODE: '376509722Y',
    NAME: '嘉義縣民雄鄉菁埔國民小學',
  },
  {
    CODE: '376472800E',
    NAME: '彰化縣教育網路中心',
  },
  {
    CODE: '376509723Y',
    NAME: '嘉義縣民雄鄉東榮國民小學',
  },
  {
    CODE: '376509724Y',
    NAME: '嘉義縣民雄鄉三興國民小學',
  },
  {
    CODE: '376509725Y',
    NAME: '嘉義縣民雄鄉興中國民小學',
  },
  {
    CODE: '376509726Y',
    NAME: '嘉義縣民雄鄉秀林國民小學',
  },
  {
    CODE: '376509727Y',
    NAME: '嘉義縣民雄鄉松山國民小學',
  },
  {
    CODE: '376509728Y',
    NAME: '嘉義縣民雄鄉大崎國民小學',
  },
  {
    CODE: '376509729Y',
    NAME: '嘉義縣溪口鄉溪口國民小學',
  },
  {
    CODE: '376509730Y',
    NAME: '嘉義縣溪口鄉美林國民小學',
  },
  {
    CODE: '376509731Y',
    NAME: '嘉義縣溪口鄉柳溝國民小學',
  },
  {
    CODE: '376509732Y',
    NAME: '嘉義縣新港鄉新港國民小學',
  },
  {
    CODE: '376473200E',
    NAME: '彰化縣家庭教育中心',
  },
  {
    CODE: '376509733Y',
    NAME: '嘉義縣新港鄉文昌國民小學',
  },
  {
    CODE: '376509734Y',
    NAME: '嘉義縣新港鄉月眉國民小學',
  },
  {
    CODE: '376509735Y',
    NAME: '嘉義縣新港鄉安和國民小學',
  },
  {
    CODE: '376509736Y',
    NAME: '嘉義縣新港鄉古民國民小學',
  },
  {
    CODE: '376509737Y',
    NAME: '嘉義縣新港鄉復興國民小學',
  },
  {
    CODE: '376509738Y',
    NAME: '嘉義縣六腳鄉六腳國民小學',
  },
  {
    CODE: '376509739Y',
    NAME: '嘉義縣六腳鄉蒜頭國民小學',
  },
  {
    CODE: '376509740Y',
    NAME: '嘉義縣六腳鄉六美國民小學',
  },
  {
    CODE: '376509741Y',
    NAME: '嘉義縣六腳鄉北美國民小學',
  },
  {
    CODE: '376509742Y',
    NAME: '嘉義縣六腳鄉灣內國民小學',
  },
  {
    CODE: '376475100A',
    NAME: '彰化縣彰化市公所',
  },
  {
    CODE: '376509743Y',
    NAME: '嘉義縣六腳鄉更寮國民小學',
  },
  {
    CODE: '376509746Y',
    NAME: '嘉義縣東石鄉東石國民小學',
  },
  {
    CODE: '376509747Y',
    NAME: '嘉義縣東石鄉三江國民小學',
  },
  {
    CODE: '376509748Y',
    NAME: '嘉義縣東石鄉龍港國民小學',
  },
  {
    CODE: '376509749Y',
    NAME: '嘉義縣東石鄉下楫國民小學',
  },
  {
    CODE: '376509750Y',
    NAME: '嘉義縣東石鄉港墘國民小學',
  },
  {
    CODE: '376509751Y',
    NAME: '嘉義縣東石鄉龍崗國民小學',
  },
  {
    CODE: '376509752Y',
    NAME: '嘉義縣東石鄉網寮國民小學',
  },
  {
    CODE: '376509753Y',
    NAME: '嘉義縣義竹鄉義竹國民小學',
  },
  {
    CODE: '376509754Y',
    NAME: '嘉義縣義竹鄉光榮國民小學',
  },
  {
    CODE: '376475200A',
    NAME: '彰化縣鹿港鎮公所',
  },
  {
    CODE: '376509756Y',
    NAME: '嘉義縣義竹鄉過路國民小學',
  },
  {
    CODE: '376509758Y',
    NAME: '嘉義縣義竹鄉南興國民小學',
  },
  {
    CODE: '376509760Y',
    NAME: '嘉義縣義竹鄉和順國民小學',
  },
  {
    CODE: '376509762Y',
    NAME: '嘉義縣鹿草鄉鹿草國民小學',
  },
  {
    CODE: '376509763Y',
    NAME: '嘉義縣鹿草鄉重寮國民小學',
  },
  {
    CODE: '376509764Y',
    NAME: '嘉義縣鹿草鄉下潭國民小學',
  },
  {
    CODE: '376509765Y',
    NAME: '嘉義縣鹿草鄉竹園國民小學',
  },
  {
    CODE: '376509766Y',
    NAME: '嘉義縣鹿草鄉後塘國民小學',
  },
  {
    CODE: '376509767Y',
    NAME: '嘉義縣鹿草鄉碧潭國民小學',
  },
  {
    CODE: '376509772Y',
    NAME: '嘉義縣水上鄉水上國民小學',
  },
  {
    CODE: '376475300A',
    NAME: '彰化縣和美鎮公所',
  },
  {
    CODE: '376509773Y',
    NAME: '嘉義縣水上鄉大崙國民小學',
  },
  {
    CODE: '376509774Y',
    NAME: '嘉義縣水上鄉柳林國民小學',
  },
  {
    CODE: '376509775Y',
    NAME: '嘉義縣水上鄉忠和國民小學',
  },
  {
    CODE: '376509776Y',
    NAME: '嘉義縣水上鄉義興國民小學',
  },
  {
    CODE: '376509777Y',
    NAME: '嘉義縣水上鄉成功國民小學',
  },
  {
    CODE: '376509778Y',
    NAME: '嘉義縣水上鄉南靖國民小學',
  },
  {
    CODE: '376509780Y',
    NAME: '嘉義縣中埔鄉中埔國民小學',
  },
  {
    CODE: '376509781Y',
    NAME: '嘉義縣中埔鄉大有國民小學',
  },
  {
    CODE: '376509782Y',
    NAME: '嘉義縣中埔鄉頂六國民小學',
  },
  {
    CODE: '376509783Y',
    NAME: '嘉義縣中埔鄉和睦國民小學',
  },
  {
    CODE: '376475400A',
    NAME: '彰化縣北斗鎮公所',
  },
  {
    CODE: '376509784Y',
    NAME: '嘉義縣中埔鄉同仁國民小學',
  },
  {
    CODE: '376509786Y',
    NAME: '嘉義縣中埔鄉沄水國民小學',
  },
  {
    CODE: '376509788Y',
    NAME: '嘉義縣中埔鄉社口國民小學',
  },
  {
    CODE: '376509790Y',
    NAME: '嘉義縣中埔鄉灣潭國民小學',
  },
  {
    CODE: '376509791Y',
    NAME: '嘉義縣中埔鄉中山國民小學',
  },
  {
    CODE: '376509793Y',
    NAME: '嘉義縣番路鄉民和國民小學',
  },
  {
    CODE: '376509794Y',
    NAME: '嘉義縣番路鄉內甕國民小學',
  },
  {
    CODE: '376509795Y',
    NAME: '嘉義縣番路鄉黎明國民小學',
  },
  {
    CODE: '376509796Y',
    NAME: '嘉義縣番路鄉大湖國民小學',
  },
  {
    CODE: '376509799Y',
    NAME: '嘉義縣番路鄉隙頂國民小學',
  },
  {
    CODE: '376475600A',
    NAME: '彰化縣溪湖鎮公所',
  },
  {
    CODE: '376509800Y',
    NAME: '嘉義縣竹崎鄉竹崎國民小學',
  },
  {
    CODE: '376509802Y',
    NAME: '嘉義縣竹崎鄉龍山國民小學',
  },
  {
    CODE: '376509803Y',
    NAME: '嘉義縣竹崎鄉鹿滿國民小學',
  },
  {
    CODE: '376509804Y',
    NAME: '嘉義縣竹崎鄉圓崇國民小學',
  },
  {
    CODE: '376509805Y',
    NAME: '嘉義縣竹崎鄉內埔國民小學',
  },
  {
    CODE: '376509806Y',
    NAME: '嘉義縣竹崎鄉桃源國民小學',
  },
  {
    CODE: '376509807Y',
    NAME: '嘉義縣竹崎鄉中和國民小學',
  },
  {
    CODE: '376509808Y',
    NAME: '嘉義縣竹崎鄉中興國民小學',
  },
  {
    CODE: '376509809Y',
    NAME: '嘉義縣竹崎鄉光華國民小學',
  },
  {
    CODE: '376509812Y',
    NAME: '嘉義縣竹崎鄉義仁國民小學',
  },
  {
    CODE: '376475700A',
    NAME: '彰化縣田中鎮公所',
  },
  {
    CODE: '376509813Y',
    NAME: '嘉義縣竹崎鄉沙坑國民小學',
  },
  {
    CODE: '376509815Y',
    NAME: '嘉義縣梅山鄉梅山國民小學',
  },
  {
    CODE: '376509816Y',
    NAME: '嘉義縣梅山鄉梅圳國民小學',
  },
  {
    CODE: '376509817Y',
    NAME: '嘉義縣梅山鄉太平國民小學',
  },
  {
    CODE: '376509819Y',
    NAME: '嘉義縣梅山鄉太興國民小學',
  },
  {
    CODE: '376509820Y',
    NAME: '嘉義縣梅山鄉瑞里國民小學',
  },
  {
    CODE: '376509821Y',
    NAME: '嘉義縣梅山鄉瑞峰國民小學',
  },
  {
    CODE: '376509822Y',
    NAME: '嘉義縣梅山鄉大南國民小學',
  },
  {
    CODE: '376509824Y',
    NAME: '嘉義縣梅山鄉太和國民小學',
  },
  {
    CODE: '376509825Y',
    NAME: '嘉義縣梅山鄉仁和國民小學',
  },
  {
    CODE: '371015100L',
    NAME: '金門縣自來水廠',
  },
  {
    CODE: '376475800A',
    NAME: '彰化縣二林鎮公所',
  },
  {
    CODE: '376509826Y',
    NAME: '嘉義縣大埔鄉大埔國民小學',
  },
  {
    CODE: '376509838Y',
    NAME: '嘉義縣溪口鄉柴林國民小學',
  },
  {
    CODE: '376509840Y',
    NAME: '嘉義縣東石鄉塭港國民小學',
  },
  {
    CODE: '376509841Y',
    NAME: '嘉義縣水上鄉北回國民小學',
  },
  {
    CODE: '376509842Y',
    NAME: '嘉義縣阿里山鄉香林國民小學',
  },
  {
    CODE: '376509843Y',
    NAME: '嘉義縣阿里山鄉十字國民小學',
  },
  {
    CODE: '376509844Y',
    NAME: '嘉義縣阿里山鄉達邦國民小學',
  },
  {
    CODE: '376509846Y',
    NAME: '嘉義縣阿里山鄉山美國民小學',
  },
  {
    CODE: '376509847Y',
    NAME: '嘉義縣阿里山鄉新美國民小學',
  },
  {
    CODE: '376509848Y',
    NAME: '嘉義縣阿里山鄉來吉國民小學',
  },
  {
    CODE: '376475900A',
    NAME: '彰化縣線西鄉公所',
  },
  {
    CODE: '376509629X',
    NAME: '嘉義縣豐山實驗教育學校',
  },
  {
    CODE: '376509851Y',
    NAME: '嘉義縣太保市太保國民小學',
  },
  {
    CODE: '376509852Y',
    NAME: '嘉義縣太保市安東國民小學',
  },
  {
    CODE: '376509853Y',
    NAME: '嘉義縣太保市南新國民小學',
  },
  {
    CODE: '376509854Y',
    NAME: '嘉義縣太保市新埤國民小學',
  },
  {
    CODE: '376509855Y',
    NAME: '嘉義縣布袋鎮布新國民小學',
  },
  {
    CODE: '376509856Y',
    NAME: '嘉義縣朴子市朴子國民小學',
  },
  {
    CODE: '376509857Y',
    NAME: '嘉義縣朴子市雙溪國民小學',
  },
  {
    CODE: '376509858Y',
    NAME: '嘉義縣朴子市大同國民小學',
  },
  {
    CODE: '376509859Y',
    NAME: '嘉義縣朴子市竹村國民小學',
  },
  {
    CODE: '376476000A',
    NAME: '彰化縣伸港鄉公所',
  },
  {
    CODE: '376509860Y',
    NAME: '嘉義縣朴子市松梅國民小學',
  },
  {
    CODE: '376509861Y',
    NAME: '嘉義縣朴子市大鄉國民小學',
  },
  {
    CODE: '376509862Y',
    NAME: '嘉義縣阿里山鄉茶山國民小學',
  },
  {
    CODE: '376509863Y',
    NAME: '嘉義縣中埔鄉和興國民小學',
  },
  {
    CODE: '376509867Y',
    NAME: '嘉義縣大林鎮平林國民小學',
  },
  {
    CODE: '376509868Y',
    NAME: '嘉義縣梅山鄉梅北國民小學',
  },
  {
    CODE: '376509869Y',
    NAME: '嘉義縣朴子市祥和國民小學',
  },
  {
    CODE: '376509870Y',
    NAME: '嘉義縣民雄鄉福樂國民小學',
  },
  {
    CODE: '376500301I',
    NAME: '嘉義縣立慢性病防治所',
  },
  {
    CODE: '376500343I',
    NAME: '嘉義縣布袋鎮衛生所',
  },
  {
    CODE: '376476100A',
    NAME: '彰化縣福興鄉公所',
  },
  {
    CODE: '376500344I',
    NAME: '嘉義縣大林鎮衛生所',
  },
  {
    CODE: '376500345I',
    NAME: '嘉義縣民雄鄉衛生所',
  },
  {
    CODE: '376500346I',
    NAME: '嘉義縣溪口鄉衛生所',
  },
  {
    CODE: '376500347I',
    NAME: '嘉義縣新港鄉衛生所',
  },
  {
    CODE: '376500348I',
    NAME: '嘉義縣六腳鄉衛生所',
  },
  {
    CODE: '376500349I',
    NAME: '嘉義縣東石鄉衛生所',
  },
  {
    CODE: '376500350I',
    NAME: '嘉義縣義竹鄉衛生所',
  },
  {
    CODE: '376500351I',
    NAME: '嘉義縣鹿草鄉衛生所',
  },
  {
    CODE: '376500352I',
    NAME: '嘉義縣水上鄉衛生所',
  },
  {
    CODE: '376500353I',
    NAME: '嘉義縣中埔鄉衛生所',
  },
  {
    CODE: '376476200A',
    NAME: '彰化縣秀水鄉公所',
  },
  {
    CODE: '376500354I',
    NAME: '嘉義縣竹崎鄉衛生所',
  },
  {
    CODE: '376500355I',
    NAME: '嘉義縣梅山鄉衛生所',
  },
  {
    CODE: '376500356I',
    NAME: '嘉義縣番路鄉衛生所',
  },
  {
    CODE: '376500357I',
    NAME: '嘉義縣大埔鄉衛生所',
  },
  {
    CODE: '376500360I',
    NAME: '嘉義縣阿里山鄉衛生所',
  },
  {
    CODE: '376500361I',
    NAME: '嘉義縣太保市衛生所',
  },
  {
    CODE: '376500362I',
    NAME: '嘉義縣朴子市衛生所',
  },
  {
    CODE: '376505311I',
    NAME: '嘉義縣布袋鎮清潔隊',
  },
  {
    CODE: '376505321E',
    NAME: '嘉義縣布袋鎮立圖書館',
  },
  {
    CODE: '376505380J',
    NAME: '嘉義縣布袋鎮立托兒所',
  },
  {
    CODE: '376476300A',
    NAME: '彰化縣花壇鄉公所',
  },
  {
    CODE: '376505411I',
    NAME: '嘉義縣大林鎮清潔隊',
  },
  {
    CODE: '376505421E',
    NAME: '嘉義縣大林鎮立圖書館',
  },
  {
    CODE: '376505480J',
    NAME: '嘉義縣大林鎮立托兒所',
  },
  {
    CODE: '376505491G',
    NAME: '嘉義縣大林鎮路燈公園管理所',
  },
  {
    CODE: '376505511I',
    NAME: '嘉義縣民雄鄉清潔隊',
  },
  {
    CODE: '376505522E',
    NAME: '嘉義縣民雄鄉立圖書館',
  },
  {
    CODE: '376505580J',
    NAME: '嘉義縣民雄鄉立托兒所',
  },
  {
    CODE: '376505591G',
    NAME: '嘉義縣民雄鄉公園路燈管理所',
  },
  {
    CODE: '376505611I',
    NAME: '嘉義縣溪口鄉清潔隊',
  },
  {
    CODE: '376505622E',
    NAME: '嘉義縣溪口鄉立圖書館',
  },
  {
    CODE: '376476400A',
    NAME: '彰化縣芬園鄉公所',
  },
  {
    CODE: '376505625E',
    NAME: '嘉義縣溪口鄉文化生活館',
  },
  {
    CODE: '376505661J',
    NAME: '嘉義縣溪口鄉公墓公園管理所',
  },
  {
    CODE: '376505680J',
    NAME: '嘉義縣溪口鄉立托兒所',
  },
  {
    CODE: '376505705A',
    NAME: '嘉義縣新港鄉第一公有零售市場',
  },
  {
    CODE: '376505711I',
    NAME: '嘉義縣新港鄉清潔隊',
  },
  {
    CODE: '376505721E',
    NAME: '嘉義縣新港鄉立圖書館',
  },
  {
    CODE: '376505751J',
    NAME: '嘉義縣新港鄉立殯葬管理所',
  },
  {
    CODE: '376505780J',
    NAME: '嘉義縣新港鄉立托兒所',
  },
  {
    CODE: '376505811I',
    NAME: '嘉義縣六腳鄉清潔隊',
  },
  {
    CODE: '376505851J',
    NAME: '嘉義縣六腳鄉立殯葬管理所',
  },
  {
    CODE: '376476500A',
    NAME: '彰化縣大村鄉公所',
  },
  {
    CODE: '376505880J',
    NAME: '嘉義縣六腳鄉立托兒所',
  },
  {
    CODE: '376505911I',
    NAME: '嘉義縣東石鄉清潔隊',
  },
  {
    CODE: '376505921E',
    NAME: '嘉義縣東石鄉立圖書館',
  },
  {
    CODE: '376505980J',
    NAME: '嘉義縣東石鄉立托兒所',
  },
  {
    CODE: '376506005A',
    NAME: '嘉義縣義竹鄉六桂公有零售市場',
  },
  {
    CODE: '376506011I',
    NAME: '嘉義縣義竹鄉清潔隊',
  },
  {
    CODE: '376506105A',
    NAME: '嘉義縣鹿草鄉第一公有零售市場',
  },
  {
    CODE: '376506111I',
    NAME: '嘉義縣鹿草鄉清潔隊',
  },
  {
    CODE: '376506121E',
    NAME: '嘉義縣鹿草鄉立圖書館',
  },
  {
    CODE: '376506151J',
    NAME: '嘉義縣鹿草鄉立殯儀館',
  },
  {
    CODE: '376476600A',
    NAME: '彰化縣埔鹽鄉公所',
  },
  {
    CODE: '376506205A',
    NAME: '嘉義縣水上鄉水上公有零售市場',
  },
  {
    CODE: '376506211I',
    NAME: '嘉義縣水上鄉清潔隊',
  },
  {
    CODE: '376506221E',
    NAME: '嘉義縣水上鄉立圖書館',
  },
  {
    CODE: '376506280J',
    NAME: '嘉義縣水上鄉立托兒所',
  },
  {
    CODE: '376506311I',
    NAME: '嘉義縣中埔鄉清潔隊',
  },
  {
    CODE: '376506321E',
    NAME: '嘉義縣中埔鄉立圖書館',
  },
  {
    CODE: '376506351J',
    NAME: '嘉義縣中埔鄉立殯葬管理所',
  },
  {
    CODE: '376506380J',
    NAME: '嘉義縣中埔鄉立托兒所',
  },
  {
    CODE: '376506405A',
    NAME: '嘉義縣竹崎鄉第一公有零售市場',
  },
  {
    CODE: '376506411I',
    NAME: '嘉義縣竹崎鄉清潔隊',
  },
  {
    CODE: '376476700A',
    NAME: '彰化縣埔心鄉公所',
  },
  {
    CODE: '376506421E',
    NAME: '嘉義縣竹崎鄉立圖書館',
  },
  {
    CODE: '376506480J',
    NAME: '嘉義縣竹崎鄉立托兒所',
  },
  {
    CODE: '376506506A',
    NAME: '嘉義縣梅山鄉第二公有零售市場',
  },
  {
    CODE: '376506511I',
    NAME: '嘉義縣梅山鄉清潔隊',
  },
  {
    CODE: '376506521E',
    NAME: '嘉義縣梅山鄉立圖書館',
  },
  {
    CODE: '376506580J',
    NAME: '嘉義縣梅山鄉立托兒所',
  },
  {
    CODE: '376506611I',
    NAME: '嘉義縣番路鄉清潔隊',
  },
  {
    CODE: '376506680J',
    NAME: '嘉義縣番路鄉立托兒所',
  },
  {
    CODE: '376506711I',
    NAME: '嘉義縣大埔鄉清潔隊',
  },
  {
    CODE: '376506911I',
    NAME: '嘉義縣阿里山鄉清潔隊',
  },
  {
    CODE: '371010300A',
    NAME: '金門縣金沙鎮公所',
  },
  {
    CODE: '371015300L',
    NAME: '金門縣金門日報社',
  },
  {
    CODE: '376476800A',
    NAME: '彰化縣永靖鄉公所',
  },
  {
    CODE: '376506921E',
    NAME: '嘉義縣阿里山鄉立圖書館',
  },
  {
    CODE: '376506980J',
    NAME: '嘉義縣阿里山鄉立托兒所',
  },
  {
    CODE: '376507011I',
    NAME: '嘉義縣太保市清潔隊',
  },
  {
    CODE: '376507107A',
    NAME: '嘉義縣朴子市第一公有零售市場',
  },
  {
    CODE: '376507108A',
    NAME: '嘉義縣朴子市第二公有零售市場',
  },
  {
    CODE: '376507111I',
    NAME: '嘉義縣朴子市清潔隊',
  },
  {
    CODE: '376507122E',
    NAME: '嘉義縣朴子市金臻圖書館',
  },
  {
    CODE: '376507151J',
    NAME: '嘉義縣朴子市立殯儀館',
  },
  {
    CODE: '376507180J',
    NAME: '嘉義縣朴子市立托兒所',
  },
  {
    CODE: '376532500E',
    NAME: '屏東縣家庭教育中心',
  },
  {
    CODE: '376476900A',
    NAME: '彰化縣社頭鄉公所',
  },
  {
    CODE: '376532600E',
    NAME: '屏東縣文化資產保護所',
  },
  {
    CODE: '376532700G',
    NAME: '屏東縣海洋及漁業事務管理所',
  },
  {
    CODE: '376532800I',
    NAME: '屏東縣檢驗中心',
  },
  {
    CODE: '376539521U',
    NAME: '屏東縣立大同高級中學',
  },
  {
    CODE: '376539522U',
    NAME: '屏東縣立枋寮高級中學',
  },
  {
    CODE: '376539523U',
    NAME: '屏東縣立來義高級中學',
  },
  {
    CODE: '376539524U',
    NAME: '屏東縣立東港高級中學',
  },
  {
    CODE: '376539602X',
    NAME: '屏東縣立長治國民中學',
  },
  {
    CODE: '376539603X',
    NAME: '屏東縣立內埔國民中學',
  },
  {
    CODE: '376539604X',
    NAME: '屏東縣立恆春國民中學',
  },
  {
    CODE: '376477000A',
    NAME: '彰化縣二水鄉公所',
  },
  {
    CODE: '376539605X',
    NAME: '屏東縣立明正國民中學',
  },
  {
    CODE: '376539606X',
    NAME: '屏東縣立中正國民中學',
  },
  {
    CODE: '376539607X',
    NAME: '屏東縣立萬丹國民中學',
  },
  {
    CODE: '376539608X',
    NAME: '屏東縣立潮州國民中學',
  },
  {
    CODE: '376539609X',
    NAME: '屏東縣立林邊國民中學',
  },
  {
    CODE: '376539611X',
    NAME: '屏東縣立公正國民中學',
  },
  {
    CODE: '376539612X',
    NAME: '屏東縣立里港國民中學',
  },
  {
    CODE: '376539613X',
    NAME: '屏東縣立九如國民中學',
  },
  {
    CODE: '376539614X',
    NAME: '屏東縣立高樹國民中學',
  },
  {
    CODE: '376539615X',
    NAME: '屏東縣立鹽埔國民中學',
  },
  {
    CODE: '376477100A',
    NAME: '彰化縣田尾鄉公所',
  },
  {
    CODE: '376539616X',
    NAME: '屏東縣立竹田國民中學',
  },
  {
    CODE: '376539618X',
    NAME: '屏東縣立麟洛國民中學',
  },
  {
    CODE: '376539619X',
    NAME: '屏東縣立高泰國民中學',
  },
  {
    CODE: '376539620X',
    NAME: '屏東縣立萬巒國民中學',
  },
  {
    CODE: '376539621X',
    NAME: '屏東縣立崇文國民中學',
  },
  {
    CODE: '376539622X',
    NAME: '屏東縣立新埤國民中學',
  },
  {
    CODE: '376539623X',
    NAME: '屏東縣立新園國民中學',
  },
  {
    CODE: '376539624X',
    NAME: '屏東縣立琉球國民中學',
  },
  {
    CODE: '376539625X',
    NAME: '屏東縣立南州國民中學',
  },
  {
    CODE: '376539626X',
    NAME: '屏東縣立佳冬國民中學',
  },
  {
    CODE: '376477200A',
    NAME: '彰化縣埤頭鄉公所',
  },
  {
    CODE: '376539627X',
    NAME: '屏東縣立車城國民中學',
  },
  {
    CODE: '376539628X',
    NAME: '屏東縣立滿州國民中學',
  },
  {
    CODE: '376539630X',
    NAME: '屏東縣立瑪家國民中學',
  },
  {
    CODE: '376539632X',
    NAME: '屏東縣立牡丹國民中學',
  },
  {
    CODE: '376539634X',
    NAME: '屏東縣立獅子國民中學',
  },
  {
    CODE: '376539635X',
    NAME: '屏東縣立鶴聲國民中學',
  },
  {
    CODE: '376539636X',
    NAME: '屏東縣立泰武國民中學',
  },
  {
    CODE: '376539637X',
    NAME: '屏東縣立光春國民中學',
  },
  {
    CODE: '376539638X',
    NAME: '屏東縣立至正國民中學',
  },
  {
    CODE: '376539639X',
    NAME: '屏東縣立東新國民中學',
  },
  {
    CODE: '376477300A',
    NAME: '彰化縣芳苑鄉公所',
  },
  {
    CODE: '376539641X',
    NAME: '屏東縣立萬新國民中學',
  },
  {
    CODE: '376539701Y',
    NAME: '屏東縣屏東市中正國民小學',
  },
  {
    CODE: '376539702Y',
    NAME: '屏東縣屏東市仁愛國民小學',
  },
  {
    CODE: '376539703Y',
    NAME: '屏東縣屏東市海豐國民小學',
  },
  {
    CODE: '376539704Y',
    NAME: '屏東縣屏東市公館國民小學',
  },
  {
    CODE: '376539705Y',
    NAME: '屏東縣屏東市大同國民小學',
  },
  {
    CODE: '376539706Y',
    NAME: '屏東縣屏東市鶴聲國民小學',
  },
  {
    CODE: '376539707Y',
    NAME: '屏東縣屏東市凌雲國民小學',
  },
  {
    CODE: '376539708Y',
    NAME: '屏東縣屏東市勝利國民小學',
  },
  {
    CODE: '376539709Y',
    NAME: '屏東縣屏東市歸來國民小學',
  },
  {
    CODE: '376477400A',
    NAME: '彰化縣大城鄉公所',
  },
  {
    CODE: '376539710Y',
    NAME: '屏東縣屏東市前進國民小學',
  },
  {
    CODE: '376539711Y',
    NAME: '屏東縣屏東市唐榮國民小學',
  },
  {
    CODE: '376539712Y',
    NAME: '屏東縣屏東市民和國民小學',
  },
  {
    CODE: '376539713Y',
    NAME: '屏東縣屏東市建國國民小學',
  },
  {
    CODE: '376539714Y',
    NAME: '屏東縣屏東市復興國民小學',
  },
  {
    CODE: '376539715Y',
    NAME: '屏東縣萬丹鄉萬丹國民小學',
  },
  {
    CODE: '376539716Y',
    NAME: '屏東縣萬丹鄉新庄國民小學',
  },
  {
    CODE: '376539717Y',
    NAME: '屏東縣萬丹鄉興華國民小學',
  },
  {
    CODE: '376539718Y',
    NAME: '屏東縣萬丹鄉新興國民小學',
  },
  {
    CODE: '376539719Y',
    NAME: '屏東縣萬丹鄉社皮國民小學',
  },
  {
    CODE: '376477500A',
    NAME: '彰化縣竹塘鄉公所',
  },
  {
    CODE: '376539720Y',
    NAME: '屏東縣萬丹鄉廣安國民小學',
  },
  {
    CODE: '376539721Y',
    NAME: '屏東縣萬丹鄉興化國民小學',
  },
  {
    CODE: '376539722Y',
    NAME: '屏東縣麟洛鄉麟洛國民小學',
  },
  {
    CODE: '376539723Y',
    NAME: '屏東縣九如鄉九如國民小學',
  },
  {
    CODE: '376539724Y',
    NAME: '屏東縣九如鄉後庄國民小學',
  },
  {
    CODE: '376539725Y',
    NAME: '屏東縣九如鄉惠農國民小學',
  },
  {
    CODE: '376539726Y',
    NAME: '屏東縣長治鄉長興國民小學',
  },
  {
    CODE: '376539727Y',
    NAME: '屏東縣長治鄉繁華國民小學',
  },
  {
    CODE: '376539728Y',
    NAME: '屏東縣長治鄉德協國民小學',
  },
  {
    CODE: '376539729Y',
    NAME: '屏東縣鹽埔鄉鹽埔國民小學',
  },
  {
    CODE: '376477600A',
    NAME: '彰化縣溪州鄉公所',
  },
  {
    CODE: '376539730Y',
    NAME: '屏東縣鹽埔鄉仕絨國民小學',
  },
  {
    CODE: '376539731Y',
    NAME: '屏東縣鹽埔鄉高朗國民小學',
  },
  {
    CODE: '376539732Y',
    NAME: '屏東縣鹽埔鄉新圍國民小學',
  },
  {
    CODE: '376539733Y',
    NAME: '屏東縣鹽埔鄉彭厝國民小學',
  },
  {
    CODE: '376539734Y',
    NAME: '屏東縣鹽埔鄉振興國民小學',
  },
  {
    CODE: '376539735Y',
    NAME: '屏東縣高樹鄉高樹國民小學',
  },
  {
    CODE: '376539736Y',
    NAME: '屏東縣高樹鄉舊寮國民小學',
  },
  {
    CODE: '376539737Y',
    NAME: '屏東縣高樹鄉新豐國民小學',
  },
  {
    CODE: '376539738Y',
    NAME: '屏東縣高樹鄉田子國民小學',
  },
  {
    CODE: '376539739Y',
    NAME: '屏東縣高樹鄉泰山國民小學',
  },
  {
    CODE: '376477700A',
    NAME: '彰化縣員林市公所',
  },
  {
    CODE: '376539740Y',
    NAME: '屏東縣高樹鄉南華國民小學',
  },
  {
    CODE: '376539741Y',
    NAME: '屏東縣高樹鄉新南國民小學',
  },
  {
    CODE: '376539742Y',
    NAME: '屏東縣里港鄉里港國民小學',
  },
  {
    CODE: '376539743Y',
    NAME: '屏東縣里港鄉載興國民小學',
  },
  {
    CODE: '376539744Y',
    NAME: '屏東縣里港鄉土庫國民小學',
  },
  {
    CODE: '376539746Y',
    NAME: '屏東縣潮州鎮潮州國民小學',
  },
  {
    CODE: '376539747Y',
    NAME: '屏東縣潮州鎮光春國民小學',
  },
  {
    CODE: '376539748Y',
    NAME: '屏東縣潮州鎮光華國民小學',
  },
  {
    CODE: '376539749Y',
    NAME: '屏東縣潮州鎮四林國民小學',
  },
  {
    CODE: '376539750Y',
    NAME: '屏東縣潮州鎮潮南國民小學',
  },
  {
    CODE: '371016000A',
    NAME: '金門縣港務處',
  },
  {
    CODE: '376770100A',
    NAME: '彰化縣彰化市民代表會',
  },
  {
    CODE: '376539751Y',
    NAME: '屏東縣潮州鎮潮東國民小學',
  },
  {
    CODE: '376539752Y',
    NAME: '屏東縣萬巒鄉萬巒國民小學',
  },
  {
    CODE: '376539753Y',
    NAME: '屏東縣萬巒鄉五溝國民小學',
  },
  {
    CODE: '376539754Y',
    NAME: '屏東縣萬巒鄉佳佐國民小學',
  },
  {
    CODE: '376539756Y',
    NAME: '屏東縣萬巒鄉赤山國民小學',
  },
  {
    CODE: '376539757Y',
    NAME: '屏東縣內埔鄉內埔國民小學',
  },
  {
    CODE: '376539758Y',
    NAME: '屏東縣內埔鄉東寧國民小學育英分校',
  },
  {
    CODE: '376539759Y',
    NAME: '屏東縣內埔鄉僑智國民小學',
  },
  {
    CODE: '376539760Y',
    NAME: '屏東縣內埔鄉崇文國民小學',
  },
  {
    CODE: '376539761Y',
    NAME: '屏東縣內埔鄉黎明國民小學',
  },
  {
    CODE: '376770200A',
    NAME: '彰化縣鹿港鎮民代表會',
  },
  {
    CODE: '376539762Y',
    NAME: '屏東縣內埔鄉泰安國民小學',
  },
  {
    CODE: '376539763Y',
    NAME: '屏東縣內埔鄉東勢國民小學',
  },
  {
    CODE: '376539764Y',
    NAME: '屏東縣內埔鄉豐田國民小學',
  },
  {
    CODE: '376539765Y',
    NAME: '屏東縣竹田鄉竹田國民小學',
  },
  {
    CODE: '376539766Y',
    NAME: '屏東縣竹田鄉西勢國民小學',
  },
  {
    CODE: '376539767Y',
    NAME: '屏東縣竹田鄉大明國民小學',
  },
  {
    CODE: '376539768Y',
    NAME: '屏東縣新埤鄉新埤國民小學',
  },
  {
    CODE: '376539769Y',
    NAME: '屏東縣新埤鄉大成國民小學',
  },
  {
    CODE: '376539770Y',
    NAME: '屏東縣新埤鄉萬隆國民小學',
  },
  {
    CODE: '376539771Y',
    NAME: '屏東縣新埤鄉餉潭國民小學',
  },
  {
    CODE: '376770300A',
    NAME: '彰化縣和美鎮民代表會',
  },
  {
    CODE: '376539772Y',
    NAME: '屏東縣枋寮鄉枋寮國民小學',
  },
  {
    CODE: '376539773Y',
    NAME: '屏東縣枋寮鄉僑德國民小學',
  },
  {
    CODE: '376539774Y',
    NAME: '屏東縣枋寮鄉建興國民小學',
  },
  {
    CODE: '376539775Y',
    NAME: '屏東縣枋寮鄉東海國民小學',
  },
  {
    CODE: '376539777Y',
    NAME: '屏東縣東港鎮東港國民小學',
  },
  {
    CODE: '376539778Y',
    NAME: '屏東縣東港鎮東隆國民小學',
  },
  {
    CODE: '376539779Y',
    NAME: '屏東縣東港鎮海濱國民小學',
  },
  {
    CODE: '376539780Y',
    NAME: '屏東縣東港鎮以栗國民小學',
  },
  {
    CODE: '376539781Y',
    NAME: '屏東縣東港鎮大潭國民小學',
  },
  {
    CODE: '376539782Y',
    NAME: '屏東縣新園鄉新園國民小學',
  },
  {
    CODE: '376770400A',
    NAME: '彰化縣北斗鎮民代表會',
  },
  {
    CODE: '376539783Y',
    NAME: '屏東縣新園鄉仙吉國民小學',
  },
  {
    CODE: '376539784Y',
    NAME: '屏東縣新園鄉烏龍國民小學',
  },
  {
    CODE: '376539785Y',
    NAME: '屏東縣新園鄉港西國民小學',
  },
  {
    CODE: '376539786Y',
    NAME: '屏東縣新園鄉鹽洲國民小學',
  },
  {
    CODE: '376539787Y',
    NAME: '屏東縣琉球鄉琉球國民小學',
  },
  {
    CODE: '376539788Y',
    NAME: '屏東縣琉球鄉全德國民小學',
  },
  {
    CODE: '376539789Y',
    NAME: '屏東縣琉球鄉白沙國民小學',
  },
  {
    CODE: '376539790Y',
    NAME: '屏東縣崁頂鄉崁頂國民小學',
  },
  {
    CODE: '376539791Y',
    NAME: '屏東縣崁頂鄉港東國民小學',
  },
  {
    CODE: '376539792Y',
    NAME: '屏東縣崁頂鄉力社國民小學',
  },
  {
    CODE: '376770600A',
    NAME: '彰化縣溪湖鎮民代表會',
  },
  {
    CODE: '376539793Y',
    NAME: '屏東縣林邊鄉林邊國民小學',
  },
  {
    CODE: '376539794Y',
    NAME: '屏東縣林邊鄉仁和國民小學',
  },
  {
    CODE: '376539795Y',
    NAME: '屏東縣林邊鄉竹林國民小學',
  },
  {
    CODE: '376539796Y',
    NAME: '屏東縣林邊鄉崎峰國民小學',
  },
  {
    CODE: '376539797Y',
    NAME: '屏東縣林邊鄉水利國民小學',
  },
  {
    CODE: '376539798Y',
    NAME: '屏東縣南州鄉南州國民小學',
  },
  {
    CODE: '376539799Y',
    NAME: '屏東縣南州鄉同安國民小學',
  },
  {
    CODE: '376539800Y',
    NAME: '屏東縣南州鄉溪北國民小學',
  },
  {
    CODE: '376539801Y',
    NAME: '屏東縣佳冬鄉佳冬國民小學',
  },
  {
    CODE: '376539802Y',
    NAME: '屏東縣佳冬鄉塭子國民小學',
  },
  {
    CODE: '376770700A',
    NAME: '彰化縣田中鎮民代表會',
  },
  {
    CODE: '376539803Y',
    NAME: '屏東縣佳冬鄉昌隆國民小學',
  },
  {
    CODE: '376539804Y',
    NAME: '屏東縣佳冬鄉大新國民小學',
  },
  {
    CODE: '376539805Y',
    NAME: '屏東縣佳冬鄉玉光國民小學',
  },
  {
    CODE: '376539806Y',
    NAME: '屏東縣恆春鎮恆春國民小學',
  },
  {
    CODE: '376539807Y',
    NAME: '屏東縣恆春鎮僑勇國民小學',
  },
  {
    CODE: '376539808Y',
    NAME: '屏東縣恆春鎮山海國民小學',
  },
  {
    CODE: '376539810Y',
    NAME: '屏東縣恆春鎮大光國民小學',
  },
  {
    CODE: '376539811Y',
    NAME: '屏東縣恆春鎮水泉國民小學',
  },
  {
    CODE: '376539812Y',
    NAME: '屏東縣恆春鎮大平國民小學',
  },
  {
    CODE: '376539813Y',
    NAME: '屏東縣恆春鎮墾丁國民小學',
  },
  {
    CODE: '376770800A',
    NAME: '彰化縣二林鎮民代表會',
  },
  {
    CODE: '376539814Y',
    NAME: '屏東縣車城鄉車城國民小學',
  },
  {
    CODE: '376539818Y',
    NAME: '屏東縣滿州鄉滿州國民小學',
  },
  {
    CODE: '376539819Y',
    NAME: '屏東縣滿州鄉長樂國民小學',
  },
  {
    CODE: '376539820Y',
    NAME: '屏東縣滿州鄉永港國民小學',
  },
  {
    CODE: '376539824Y',
    NAME: '屏東縣枋山鄉楓港國民小學',
  },
  {
    CODE: '376539825Y',
    NAME: '屏東縣枋山鄉加祿國民小學',
  },
  {
    CODE: '376539833Y',
    NAME: '屏東縣瑪家鄉佳義國民小學',
  },
  {
    CODE: '376539836Y',
    NAME: '屏東縣霧臺鄉霧臺國民小學',
  },
  {
    CODE: '376539840Y',
    NAME: '屏東縣泰武鄉武潭國民小學',
  },
  {
    CODE: '376539841Y',
    NAME: '屏東縣泰武鄉泰武國民小學',
  },
  {
    CODE: '376770900A',
    NAME: '彰化縣線西鄉民代表會',
  },
  {
    CODE: '376539842Y',
    NAME: '屏東縣泰武鄉萬安國民小學',
  },
  {
    CODE: '376539843Y',
    NAME: '屏東縣來義鄉來義國民小學',
  },
  {
    CODE: '376539844Y',
    NAME: '屏東縣來義鄉望嘉國民小學',
  },
  {
    CODE: '376539845Y',
    NAME: '屏東縣來義鄉文樂國民小學',
  },
  {
    CODE: '376539846Y',
    NAME: '屏東縣來義鄉南和國民小學',
  },
  {
    CODE: '376539847Y',
    NAME: '屏東縣來義鄉古樓國民小學',
  },
  {
    CODE: '376539848Y',
    NAME: '屏東縣春日鄉春日國民小學',
  },
  {
    CODE: '376539849Y',
    NAME: '屏東縣春日鄉力里國民小學',
  },
  {
    CODE: '376539850Y',
    NAME: '屏東縣春日鄉古華國民小學',
  },
  {
    CODE: '376539851Y',
    NAME: '屏東縣獅子鄉楓林國民小學',
  },
  {
    CODE: '376771000A',
    NAME: '彰化縣伸港鄉民代表會',
  },
  {
    CODE: '376539852Y',
    NAME: '屏東縣獅子鄉丹路國民小學',
  },
  {
    CODE: '376539853Y',
    NAME: '屏東縣獅子鄉內獅國民小學',
  },
  {
    CODE: '376539854Y',
    NAME: '屏東縣獅子鄉草埔國民小學',
  },
  {
    CODE: '376539855Y',
    NAME: '屏東縣牡丹鄉石門國民小學',
  },
  {
    CODE: '376539857Y',
    NAME: '屏東縣牡丹鄉高士國民小學',
  },
  {
    CODE: '376539858Y',
    NAME: '屏東縣牡丹鄉牡丹國民小學',
  },
  {
    CODE: '376539859Y',
    NAME: '屏東縣內埔鄉榮華國民小學',
  },
  {
    CODE: '376539861Y',
    NAME: '屏東縣高樹鄉廣興國民小學',
  },
  {
    CODE: '376539862Y',
    NAME: '屏東縣內埔鄉新生國民小學',
  },
  {
    CODE: '376539863Y',
    NAME: '屏東縣琉球鄉天南國民小學',
  },
  {
    CODE: '376771100A',
    NAME: '彰化縣福興鄉民代表會',
  },
  {
    CODE: '376539864Y',
    NAME: '屏東縣內埔鄉富田國民小學',
  },
  {
    CODE: '376539866Y',
    NAME: '屏東縣里港鄉三和國民小學',
  },
  {
    CODE: '376539868Y',
    NAME: '屏東縣瑪家鄉北葉國民小學',
  },
  {
    CODE: '376539869Y',
    NAME: '屏東縣屏東市忠孝國民小學',
  },
  {
    CODE: '376539870Y',
    NAME: '屏東縣屏東市和平國民小學',
  },
  {
    CODE: '376539871Y',
    NAME: '屏東縣佳冬鄉羌園國民小學',
  },
  {
    CODE: '376539872Y',
    NAME: '屏東縣內埔鄉隘寮國民小學',
  },
  {
    CODE: '376539873Y',
    NAME: '屏東縣九如鄉三多國民小學',
  },
  {
    CODE: '376539877Y',
    NAME: '屏東縣三地門鄉青山國民小學',
  },
  {
    CODE: '376539878Y',
    NAME: '屏東縣三地門鄉口社國民小學',
  },
  {
    CODE: '371016100M',
    NAME: '金門縣公共車船管理處',
  },
  {
    CODE: '376771200A',
    NAME: '彰化縣秀水鄉民代表會',
  },
  {
    CODE: '376539879Y',
    NAME: '屏東縣三地門鄉青葉國民小學',
  },
  {
    CODE: '376539880Y',
    NAME: '屏東縣屏東市信義國民小學',
  },
  {
    CODE: '376539881Y',
    NAME: '屏東縣屏東市瑞光國民小學',
  },
  {
    CODE: '376539882Y',
    NAME: '屏東縣屏東市崇蘭國民小學',
  },
  {
    CODE: '376539883Y',
    NAME: '屏東縣萬丹鄉四維國民小學',
  },
  {
    CODE: '376539884Y',
    NAME: '屏東縣內埔鄉東寧國民小學',
  },
  {
    CODE: '376539885Y',
    NAME: '屏東縣潮州鎮潮昇國民小學',
  },
  {
    CODE: '376539887Y',
    NAME: '屏東縣潮州鎮潮和國民小學',
  },
  {
    CODE: '376539889Y',
    NAME: '屏東縣東港鎮東興國民小學',
  },
  {
    CODE: '376539890Y',
    NAME: '屏東縣里港鄉塔樓國民小學',
  },
  {
    CODE: '376771300A',
    NAME: '彰化縣花壇鄉民代表會',
  },
  {
    CODE: '376539891Y',
    NAME: '屏東縣東港鎮東光國民小學',
  },
  {
    CODE: '376539892Y',
    NAME: '屏東縣三地門鄉賽嘉國民小學',
  },
  {
    CODE: '376539893Y',
    NAME: '屏東縣新園鄉瓦?國民小學',
  },
  {
    CODE: '376539894Y',
    NAME: '屏東縣里港鄉玉田國民小學',
  },
  {
    CODE: '376539895Y',
    NAME: '屏東縣屏東市民生國民小學',
  },
  {
    CODE: '376539896Y',
    NAME: '屏東縣瑪家鄉長榮百合國民小學',
  },
  {
    CODE: '376539897Y',
    NAME: '屏東縣三地門鄉地磨兒國民小學',
  },
  {
    CODE: '376530307I',
    NAME: '屏東縣長期照護管理中心',
  },
  {
    CODE: '376530341I',
    NAME: '屏東縣屏東市衛生所',
  },
  {
    CODE: '376530342I',
    NAME: '屏東縣潮州鎮衛生所',
  },
  {
    CODE: '376771400A',
    NAME: '彰化縣芬園鄉民代表會',
  },
  {
    CODE: '376530343I',
    NAME: '屏東縣東港鎮衛生所',
  },
  {
    CODE: '376530344I',
    NAME: '屏東縣恆春鎮衛生所',
  },
  {
    CODE: '376530345I',
    NAME: '屏東縣萬丹鄉衛生所',
  },
  {
    CODE: '376530346I',
    NAME: '屏東縣長治鄉衛生所',
  },
  {
    CODE: '376530347I',
    NAME: '屏東縣麟洛鄉衛生所',
  },
  {
    CODE: '376530348I',
    NAME: '屏東縣九如鄉衛生所',
  },
  {
    CODE: '376530349I',
    NAME: '屏東縣里港鄉衛生所',
  },
  {
    CODE: '376530350I',
    NAME: '屏東縣鹽埔鄉衛生所',
  },
  {
    CODE: '376530351I',
    NAME: '屏東縣高樹鄉衛生所',
  },
  {
    CODE: '376530352I',
    NAME: '屏東縣萬巒鄉衛生所',
  },
  {
    CODE: '376771500A',
    NAME: '彰化縣大村鄉民代表會',
  },
  {
    CODE: '376530353I',
    NAME: '屏東縣內埔鄉衛生所',
  },
  {
    CODE: '376530354I',
    NAME: '屏東縣竹田鄉衛生所',
  },
  {
    CODE: '376530355I',
    NAME: '屏東縣新埤鄉衛生所',
  },
  {
    CODE: '376530356I',
    NAME: '屏東縣枋寮鄉衛生所',
  },
  {
    CODE: '376530357I',
    NAME: '屏東縣新園鄉衛生所',
  },
  {
    CODE: '376530358I',
    NAME: '屏東縣崁頂鄉衛生所',
  },
  {
    CODE: '376530359I',
    NAME: '屏東縣林邊鄉衛生所',
  },
  {
    CODE: '376530360I',
    NAME: '屏東縣南州鄉衛生所',
  },
  {
    CODE: '376530361I',
    NAME: '屏東縣佳冬鄉衛生所',
  },
  {
    CODE: '376530362I',
    NAME: '屏東縣琉球鄉衛生所',
  },
  {
    CODE: '376771600A',
    NAME: '彰化縣埔鹽鄉民代表會',
  },
  {
    CODE: '376530363I',
    NAME: '屏東縣車城鄉衛生所',
  },
  {
    CODE: '376530364I',
    NAME: '屏東縣滿州鄉衛生所',
  },
  {
    CODE: '376530365I',
    NAME: '屏東縣枋山鄉衛生所',
  },
  {
    CODE: '376530367I',
    NAME: '屏東縣霧臺鄉衛生所',
  },
  {
    CODE: '376530368I',
    NAME: '屏東縣瑪家鄉衛生所',
  },
  {
    CODE: '376530369I',
    NAME: '屏東縣泰武鄉衛生所',
  },
  {
    CODE: '376530370I',
    NAME: '屏東縣來義鄉衛生所',
  },
  {
    CODE: '376530371I',
    NAME: '屏東縣春日鄉衛生所',
  },
  {
    CODE: '376530372I',
    NAME: '屏東縣獅子鄉衛生所',
  },
  {
    CODE: '376530373I',
    NAME: '屏東縣牡丹鄉衛生所',
  },
  {
    CODE: '376771700A',
    NAME: '彰化縣埔心鄉民代表會',
  },
  {
    CODE: '376530374I',
    NAME: '屏東縣三地門鄉衛生所',
  },
  {
    CODE: '376535110A',
    NAME: '屏東縣屏東市公有零售市場',
  },
  {
    CODE: '376535111I',
    NAME: '屏東縣屏東市清潔隊',
  },
  {
    CODE: '376535121E',
    NAME: '屏東縣屏東市立復興圖書館',
  },
  {
    CODE: '376535152J',
    NAME: '屏東縣屏東市立殯葬管理所',
  },
  {
    CODE: '376535208A',
    NAME: '屏東縣潮州鎮公有零售市場',
  },
  {
    CODE: '376535211I',
    NAME: '屏東縣潮州鎮清潔隊',
  },
  {
    CODE: '376535221E',
    NAME: '屏東縣潮州鎮立圖書館',
  },
  {
    CODE: '376535270H',
    NAME: '屏東縣潮州鎮文化觀光所',
  },
  {
    CODE: '376535280J',
    NAME: '屏東縣潮州鎮立托兒所',
  },
  {
    CODE: '376771800A',
    NAME: '彰化縣永靖鄉民代表會',
  },
  {
    CODE: '376535291G',
    NAME: '屏東縣潮州鎮公園路燈管理所',
  },
  {
    CODE: '376535305A',
    NAME: '屏東縣東港鎮第一公有零售市場',
  },
  {
    CODE: '376535306A',
    NAME: '屏東縣東港鎮第二公有零售市場',
  },
  {
    CODE: '376535311I',
    NAME: '屏東縣東港鎮清潔隊',
  },
  {
    CODE: '376535321E',
    NAME: '屏東縣東港鎮立中正圖書館',
  },
  {
    CODE: '376535405A',
    NAME: '屏東縣恆春鎮公有零售市場',
  },
  {
    CODE: '376535411I',
    NAME: '屏東縣恆春鎮清潔隊',
  },
  {
    CODE: '376535421E',
    NAME: '屏東縣恆春鎮立中山圖書館',
  },
  {
    CODE: '376535505A',
    NAME: '屏東縣萬丹鄉萬丹公有零售市場',
  },
  {
    CODE: '376535511I',
    NAME: '屏東縣萬丹鄉清潔隊',
  },
  {
    CODE: '376771900A',
    NAME: '彰化縣社頭鄉民代表會',
  },
  {
    CODE: '376535521E',
    NAME: '屏東縣萬丹鄉立圖書館',
  },
  {
    CODE: '376535551J',
    NAME: '屏東縣萬丹鄉殯葬管理所',
  },
  {
    CODE: '376535591G',
    NAME: '屏東縣萬丹鄉公園路燈管理所',
  },
  {
    CODE: '376535611I',
    NAME: '屏東縣長治鄉清潔隊',
  },
  {
    CODE: '376535621E',
    NAME: '屏東縣長治鄉立中正圖書館',
  },
  {
    CODE: '376535651J',
    NAME: '屏東縣長治鄉立殯葬管理所',
  },
  {
    CODE: '376535705A',
    NAME: '屏東縣麟洛鄉麟洛公有零售市場',
  },
  {
    CODE: '376535711I',
    NAME: '屏東縣麟洛鄉清潔隊',
  },
  {
    CODE: '376535721E',
    NAME: '屏東縣麟洛鄉立圖書館',
  },
  {
    CODE: '376535751J',
    NAME: '屏東縣麟洛鄉立殯葬管理所',
  },
  {
    CODE: '376772000A',
    NAME: '彰化縣二水鄉民代表會',
  },
  {
    CODE: '376535811I',
    NAME: '屏東縣九如鄉清潔隊',
  },
  {
    CODE: '376535821E',
    NAME: '屏東縣九如鄉立圖書館',
  },
  {
    CODE: '376535851J',
    NAME: '屏東縣九如鄉公墓暨納骨堂管理所',
  },
  {
    CODE: '376535892G',
    NAME: '屏東縣九如鄉公園暨綜合球場管理所',
  },
  {
    CODE: '376535911I',
    NAME: '屏東縣里港鄉清潔隊',
  },
  {
    CODE: '376535921E',
    NAME: '屏東縣里港鄉立中正圖書館',
  },
  {
    CODE: '376535980J',
    NAME: '屏東縣里港鄉立托兒所',
  },
  {
    CODE: '376536011I',
    NAME: '屏東縣鹽埔鄉清潔隊',
  },
  {
    CODE: '376536021E',
    NAME: '屏東縣鹽埔鄉立圖書館',
  },
  {
    CODE: '376536051J',
    NAME: '屏東縣鹽埔鄉立殯葬管理所',
  },
  {
    CODE: '376772100A',
    NAME: '彰化縣田尾鄉民代表會',
  },
  {
    CODE: '376536080J',
    NAME: '屏東縣鹽埔鄉立托兒所',
  },
  {
    CODE: '376536111I',
    NAME: '屏東縣高樹鄉清潔隊',
  },
  {
    CODE: '376536121E',
    NAME: '屏東縣高樹鄉立中正圖書館',
  },
  {
    CODE: '376536151J',
    NAME: '屏東縣高樹鄉立殯葬管理所',
  },
  {
    CODE: '376536180J',
    NAME: '屏東縣高樹鄉立托兒所',
  },
  {
    CODE: '376536205A',
    NAME: '屏東縣萬巒鄉萬巒公有零售市場',
  },
  {
    CODE: '376536211I',
    NAME: '屏東縣萬巒鄉清潔隊',
  },
  {
    CODE: '376536221E',
    NAME: '屏東縣萬巒鄉立中正圖書館',
  },
  {
    CODE: '376536280J',
    NAME: '屏東縣萬巒鄉立托兒所',
  },
  {
    CODE: '376536305A',
    NAME: '屏東縣內埔鄉內埔公有零售市場',
  },
  {
    CODE: '371026100M',
    NAME: '福建省金門縣車輛行車事故鑑定委員會',
  },
  {
    CODE: '376772200A',
    NAME: '彰化縣埤頭鄉民代表會',
  },
  {
    CODE: '376536311I',
    NAME: '屏東縣內埔鄉清潔隊',
  },
  {
    CODE: '376536321E',
    NAME: '屏東縣內埔鄉立中正圖書館',
  },
  {
    CODE: '376536351J',
    NAME: '屏東縣內埔鄉殯喪管理所',
  },
  {
    CODE: '376536391G',
    NAME: '屏東縣內埔鄉公園路燈管理所',
  },
  {
    CODE: '376536405A',
    NAME: '屏東縣竹田鄉公有零售市場',
  },
  {
    CODE: '376536421E',
    NAME: '屏東縣竹田鄉立圖書館',
  },
  {
    CODE: '376536480J',
    NAME: '屏東縣竹田鄉立托兒所',
  },
  {
    CODE: '376536511I',
    NAME: '屏東縣新埤鄉清潔隊',
  },
  {
    CODE: '376536521E',
    NAME: '屏東縣新埤鄉立中正圖書館',
  },
  {
    CODE: '376536551J',
    NAME: '屏東縣新埤鄉殯葬暨宗教管理所',
  },
  {
    CODE: '376772300A',
    NAME: '彰化縣芳苑鄉民代表會',
  },
  {
    CODE: '376536580J',
    NAME: '屏東縣新埤鄉立托兒所',
  },
  {
    CODE: '376536591G',
    NAME: '屏東縣新埤鄉公園路燈管理所',
  },
  {
    CODE: '376536605A',
    NAME: '屏東縣枋寮鄉水底寮公有零售市場',
  },
  {
    CODE: '376536611I',
    NAME: '屏東縣枋寮鄉清潔隊',
  },
  {
    CODE: '376536621E',
    NAME: '屏東縣枋寮鄉立圖書館',
  },
  {
    CODE: '376536652J',
    NAME: '屏東縣枋寮鄉立殯葬管理所',
  },
  {
    CODE: '376536705A',
    NAME: '屏東縣新園鄉仙吉公有零售市場',
  },
  {
    CODE: '376536711I',
    NAME: '屏東縣新園鄉清潔隊',
  },
  {
    CODE: '376536811I',
    NAME: '屏東縣崁頂鄉清潔隊',
  },
  {
    CODE: '376536821E',
    NAME: '屏東縣崁頂鄉立圖書館',
  },
  {
    CODE: '376772400A',
    NAME: '彰化縣大城鄉民代表會',
  },
  {
    CODE: '376536880J',
    NAME: '屏東縣崁頂鄉立托兒所',
  },
  {
    CODE: '376536891G',
    NAME: '屏東縣崁頂鄉公園路燈管理所',
  },
  {
    CODE: '376536906A',
    NAME: '屏東縣林邊鄉市場管理所',
  },
  {
    CODE: '376536911I',
    NAME: '屏東縣林邊鄉清潔隊',
  },
  {
    CODE: '376536921E',
    NAME: '屏東縣林邊鄉立圖書館',
  },
  {
    CODE: '376536980J',
    NAME: '屏東縣林邊鄉立托兒所',
  },
  {
    CODE: '376537005A',
    NAME: '屏東縣南州鄉南州公有零售市場',
  },
  {
    CODE: '376537011I',
    NAME: '屏東縣南州鄉清潔隊',
  },
  {
    CODE: '376537021E',
    NAME: '屏東縣南州鄉立圖書館',
  },
  {
    CODE: '376537111I',
    NAME: '屏東縣佳冬鄉清潔隊',
  },
  {
    CODE: '376772500A',
    NAME: '彰化縣竹塘鄉民代表會',
  },
  {
    CODE: '376537180J',
    NAME: '屏東縣佳冬鄉立托兒所',
  },
  {
    CODE: '376537191G',
    NAME: '屏東縣佳冬鄉公園路燈管理所',
  },
  {
    CODE: '376537211I',
    NAME: '屏東縣琉球鄉清潔隊',
  },
  {
    CODE: '376537280J',
    NAME: '屏東縣琉球鄉立托兒所',
  },
  {
    CODE: '376537380J',
    NAME: '屏東縣車城鄉立托兒所',
  },
  {
    CODE: '376537480J',
    NAME: '屏東縣滿州鄉立托兒所',
  },
  {
    CODE: '376537506A',
    NAME: '屏東縣枋山鄉公用事業管理所',
  },
  {
    CODE: '376537511I',
    NAME: '屏東縣枋山鄉清潔隊',
  },
  {
    CODE: '376537711I',
    NAME: '屏東縣霧臺鄉清潔隊',
  },
  {
    CODE: '376537721E',
    NAME: '屏東縣霧臺鄉立中正圖書館',
  },
  {
    CODE: '376772600A',
    NAME: '彰化縣溪州鄉民代表會',
  },
  {
    CODE: '376537780J',
    NAME: '屏東縣霧臺鄉立托兒所',
  },
  {
    CODE: '376537880J',
    NAME: '屏東縣瑪家鄉立托兒所',
  },
  {
    CODE: '376537922E',
    NAME: '屏東縣泰武鄉立圖書文物館',
  },
  {
    CODE: '376537980J',
    NAME: '屏東縣泰武鄉立托兒所',
  },
  {
    CODE: '376538011I',
    NAME: '屏東縣來義鄉清潔隊',
  },
  {
    CODE: '376538021E',
    NAME: '屏東縣來義鄉立圖書館',
  },
  {
    CODE: '376538080J',
    NAME: '屏東縣來義鄉立托兒所',
  },
  {
    CODE: '376538111I',
    NAME: '屏東縣春日鄉清潔隊',
  },
  {
    CODE: '376538121E',
    NAME: '屏東縣春日鄉立圖書館',
  },
  {
    CODE: '376538180J',
    NAME: '屏東縣春日鄉立托兒所',
  },
  {
    CODE: '376772700A',
    NAME: '彰化縣員林市民代表會',
  },
  {
    CODE: '376538211I',
    NAME: '屏東縣獅子鄉清潔隊',
  },
  {
    CODE: '376538221E',
    NAME: '屏東縣獅子鄉立圖書館',
  },
  {
    CODE: '376538280J',
    NAME: '屏東縣獅子鄉立托兒所',
  },
  {
    CODE: '376538321E',
    NAME: '屏東縣牡丹鄉立中正圖書館',
  },
  {
    CODE: '376538380J',
    NAME: '屏東縣牡丹鄉立托兒所',
  },
  {
    CODE: '376538411I',
    NAME: '屏東縣三地門鄉清潔隊',
  },
  {
    CODE: '376538421E',
    NAME: '屏東縣三地門鄉立圖書館',
  },
  {
    CODE: '376538480J',
    NAME: '屏東縣三地門鄉立托兒所',
  },
  {
    CODE: '376549502U',
    NAME: '臺東縣立蘭嶼高級中學',
  },
  {
    CODE: '376549601X',
    NAME: '臺東縣立卑南國民中學',
  },
  {
    CODE: '376480303I',
    NAME: '南投縣政府衛生局',
  },
  {
    CODE: '376549602X',
    NAME: '臺東縣立池上國民中學',
  },
  {
    CODE: '376549603X',
    NAME: '臺東縣立新港國民中學',
  },
  {
    CODE: '376549604X',
    NAME: '臺東縣立新生國民中學',
  },
  {
    CODE: '376549605X',
    NAME: '臺東縣立大武國民中學',
  },
  {
    CODE: '376549606X',
    NAME: '臺東縣立東海國民中學',
  },
  {
    CODE: '376549607X',
    NAME: '臺東縣立知本國民中學',
  },
  {
    CODE: '376549608X',
    NAME: '臺東縣立大王國民中學',
  },
  {
    CODE: '376549609X',
    NAME: '臺東縣立賓茂國民中學',
  },
  {
    CODE: '376549610X',
    NAME: '臺東縣立鹿野國民中學',
  },
  {
    CODE: '376549611X',
    NAME: '臺東縣立關山國民中學',
  },
  {
    CODE: '376480306I',
    NAME: '南投縣政府環境保護局',
  },
  {
    CODE: '376549612X',
    NAME: '臺東縣立桃源國民中學',
  },
  {
    CODE: '376549613X',
    NAME: '臺東縣立海端國民中學',
  },
  {
    CODE: '376549614X',
    NAME: '臺東縣立都蘭國民中學',
  },
  {
    CODE: '376549615X',
    NAME: '臺東縣立長濱國民中學',
  },
  {
    CODE: '376549616X',
    NAME: '臺東縣立綠島國民中學',
  },
  {
    CODE: '376549617X',
    NAME: '臺東縣立瑞源國民中學',
  },
  {
    CODE: '376549618X',
    NAME: '臺東縣立泰源國民中學',
  },
  {
    CODE: '376549620X',
    NAME: '臺東縣立寶桑國民中學',
  },
  {
    CODE: '376549621X',
    NAME: '臺東縣立初鹿國民中學',
  },
  {
    CODE: '376549622X',
    NAME: '臺東縣立豐田國民中學',
  },
  {
    CODE: '376480400A',
    NAME: '南投縣南投地政事務所',
  },
  {
    CODE: '376549701Y',
    NAME: '臺東縣臺東市仁愛國民小學',
  },
  {
    CODE: '376549702Y',
    NAME: '臺東縣臺東市光明國民小學',
  },
  {
    CODE: '376549703Y',
    NAME: '臺東縣臺東市復興國民小學',
  },
  {
    CODE: '376549704Y',
    NAME: '臺東縣臺東市寶桑國民小學',
  },
  {
    CODE: '376549705Y',
    NAME: '臺東縣臺東市新生國民小學',
  },
  {
    CODE: '376549706Y',
    NAME: '臺東縣臺東市馬蘭國民小學',
  },
  {
    CODE: '376549707Y',
    NAME: '臺東縣臺東市豐里國民小學',
  },
  {
    CODE: '376549708Y',
    NAME: '臺東縣臺東市豐源國民小學',
  },
  {
    CODE: '376549709Y',
    NAME: '臺東縣臺東市康樂國民小學',
  },
  {
    CODE: '376549710Y',
    NAME: '臺東縣臺東市豐年國民小學',
  },
  {
    CODE: '376480500A',
    NAME: '南投縣埔里地政事務所',
  },
  {
    CODE: '376549711Y',
    NAME: '臺東縣臺東市卑南國民小學',
  },
  {
    CODE: '376549712Y',
    NAME: '臺東縣臺東市南王國民小學',
  },
  {
    CODE: '376549713Y',
    NAME: '臺東縣臺東市岩灣國民小學',
  },
  {
    CODE: '376549716Y',
    NAME: '臺東縣臺東市富岡國民小學',
  },
  {
    CODE: '376549717Y',
    NAME: '臺東縣卑南鄉賓朗國民小學',
  },
  {
    CODE: '376549719Y',
    NAME: '臺東縣卑南鄉東成國民小學',
  },
  {
    CODE: '376549720Y',
    NAME: '臺東縣卑南鄉初鹿國民小學',
  },
  {
    CODE: '376549722Y',
    NAME: '臺東縣臺東市豐田國民小學',
  },
  {
    CODE: '376549723Y',
    NAME: '臺東縣卑南鄉太平國民小學',
  },
  {
    CODE: '376549724Y',
    NAME: '臺東縣卑南鄉利嘉國民小學',
  },
  {
    CODE: '371026200L',
    NAME: '金門酒廠實業股份有限公司',
  },
  {
    CODE: '376480600A',
    NAME: '南投縣草屯地政事務所',
  },
  {
    CODE: '376549725Y',
    NAME: '臺東縣卑南鄉大南國民小學',
  },
  {
    CODE: '376549726Y',
    NAME: '臺東縣臺東市新園國民小學',
  },
  {
    CODE: '376549727Y',
    NAME: '臺東縣臺東市建和國民小學',
  },
  {
    CODE: '376549728Y',
    NAME: '臺東縣卑南鄉溫泉國民小學',
  },
  {
    CODE: '376549729Y',
    NAME: '臺東縣臺東市知本國民小學',
  },
  {
    CODE: '376549730Y',
    NAME: '臺東縣太麻里鄉大王國民小學',
  },
  {
    CODE: '376549733Y',
    NAME: '臺東縣太麻里鄉三和國民小學',
  },
  {
    CODE: '376549734Y',
    NAME: '臺東縣太麻里鄉美和國民小學',
  },
  {
    CODE: '376549735Y',
    NAME: '臺東縣太麻里鄉香蘭國民小學',
  },
  {
    CODE: '376549737Y',
    NAME: '臺東縣太麻里鄉大溪國民小學',
  },
  {
    CODE: '376480700A',
    NAME: '南投縣竹山地政事務所',
  },
  {
    CODE: '376549738Y',
    NAME: '臺東縣大武鄉尚武國民小學',
  },
  {
    CODE: '376549739Y',
    NAME: '臺東縣大武鄉大武國民小學',
  },
  {
    CODE: '376549741Y',
    NAME: '臺東縣大武鄉大鳥國民小學',
  },
  {
    CODE: '376549743Y',
    NAME: '臺東縣綠島鄉綠島國民小學',
  },
  {
    CODE: '376549744Y',
    NAME: '臺東縣綠島鄉公館國民小學',
  },
  {
    CODE: '376549745Y',
    NAME: '臺東縣鹿野鄉鹿野國民小學',
  },
  {
    CODE: '376549746Y',
    NAME: '臺東縣鹿野鄉龍田國民小學',
  },
  {
    CODE: '376549747Y',
    NAME: '臺東縣鹿野鄉永安國民小學',
  },
  {
    CODE: '376549748Y',
    NAME: '臺東縣鹿野鄉瑞源國民小學',
  },
  {
    CODE: '376549749Y',
    NAME: '臺東縣關山鎮關山國民小學',
  },
  {
    CODE: '376480800A',
    NAME: '南投縣水里地政事務所',
  },
  {
    CODE: '376549750Y',
    NAME: '臺東縣關山鎮月眉國民小學',
  },
  {
    CODE: '376549751Y',
    NAME: '臺東縣關山鎮德高國民小學',
  },
  {
    CODE: '376549752Y',
    NAME: '臺東縣關山鎮電光國民小學',
  },
  {
    CODE: '376549753Y',
    NAME: '臺東縣池上鄉福原國民小學',
  },
  {
    CODE: '376549754Y',
    NAME: '臺東縣池上鄉大坡國民小學',
  },
  {
    CODE: '376549755Y',
    NAME: '臺東縣池上鄉萬安國民小學',
  },
  {
    CODE: '376549757Y',
    NAME: '臺東縣東河鄉東河國民小學',
  },
  {
    CODE: '376549758Y',
    NAME: '臺東縣東河鄉都蘭國民小學',
  },
  {
    CODE: '376549761Y',
    NAME: '臺東縣東河鄉泰源國民小學',
  },
  {
    CODE: '376549762Y',
    NAME: '臺東縣東河鄉北源國民小學',
  },
  {
    CODE: '376481300D',
    NAME: '南投縣政府稅務局',
  },
  {
    CODE: '376549764Y',
    NAME: '臺東縣成功鎮三民國民小學',
  },
  {
    CODE: '376549765Y',
    NAME: '臺東縣成功鎮成功國民小學',
  },
  {
    CODE: '376549766Y',
    NAME: '臺東縣成功鎮信義國民小學',
  },
  {
    CODE: '376549768Y',
    NAME: '臺東縣成功鎮三仙國民小學',
  },
  {
    CODE: '376549769Y',
    NAME: '臺東縣成功鎮忠孝國民小學',
  },
  {
    CODE: '376549771Y',
    NAME: '臺東縣長濱鄉長濱國民小學',
  },
  {
    CODE: '376549773Y',
    NAME: '臺東縣長濱鄉寧埔國民小學',
  },
  {
    CODE: '376549774Y',
    NAME: '臺東縣長濱鄉竹湖國民小學',
  },
  {
    CODE: '376549775Y',
    NAME: '臺東縣長濱鄉三間國民小學',
  },
  {
    CODE: '376549776Y',
    NAME: '臺東縣長濱鄉樟原國民小學',
  },
  {
    CODE: '376481501A',
    NAME: '南投縣南投市戶政事務所',
  },
  {
    CODE: '376549778Y',
    NAME: '臺東縣鹿野鄉瑞豐國民小學',
  },
  {
    CODE: '376549779Y',
    NAME: '臺東縣金峰鄉嘉蘭國民小學',
  },
  {
    CODE: '376549780Y',
    NAME: '臺東縣金峰鄉介達國民小學',
  },
  {
    CODE: '376549782Y',
    NAME: '臺東縣金峰鄉賓茂國民小學',
  },
  {
    CODE: '376549783Y',
    NAME: '臺東縣金峰鄉新興國民小學',
  },
  {
    CODE: '376549784Y',
    NAME: '臺東縣達仁鄉安朔國民小學',
  },
  {
    CODE: '376549785Y',
    NAME: '臺東縣達仁鄉土?國民小學',
  },
  {
    CODE: '376549786Y',
    NAME: '臺東縣達仁鄉臺?國民小學',
  },
  {
    CODE: '376549789Y',
    NAME: '臺東縣蘭嶼鄉蘭嶼國民小學',
  },
  {
    CODE: '376549790Y',
    NAME: '臺東縣蘭嶼鄉東清國民小學',
  },
  {
    CODE: '376481502A',
    NAME: '南投縣埔里鎮戶政事務所',
  },
  {
    CODE: '376549791Y',
    NAME: '臺東縣蘭嶼鄉椰油國民小學',
  },
  {
    CODE: '376549792Y',
    NAME: '臺東縣蘭嶼鄉朗島國民小學',
  },
  {
    CODE: '376549793Y',
    NAME: '臺東縣延平鄉桃源國民小學',
  },
  {
    CODE: '376549794Y',
    NAME: '臺東縣延平鄉武陵國民小學',
  },
  {
    CODE: '376549796Y',
    NAME: '臺東縣延平鄉鸞山國民小學',
  },
  {
    CODE: '376549797Y',
    NAME: '臺東縣延平鄉紅葉國民小學',
  },
  {
    CODE: '376549798Y',
    NAME: '臺東縣海端鄉海端國民小學',
  },
  {
    CODE: '376549799Y',
    NAME: '臺東縣海端鄉初來國民小學',
  },
  {
    CODE: '376549800Y',
    NAME: '臺東縣海端鄉廣原國民小學',
  },
  {
    CODE: '376549801Y',
    NAME: '臺東縣海端鄉霧鹿國民小學',
  },
  {
    CODE: '376481503A',
    NAME: '南投縣草屯鎮戶政事務所',
  },
  {
    CODE: '376549803Y',
    NAME: '臺東縣海端鄉崁頂國民小學',
  },
  {
    CODE: '376549804Y',
    NAME: '臺東縣海端鄉加拿國民小學',
  },
  {
    CODE: '376549805Y',
    NAME: '臺東縣海端鄉錦屏國民小學',
  },
  {
    CODE: '376549806Y',
    NAME: '臺東縣臺東市豐榮國民小學',
  },
  {
    CODE: '376549807Y',
    NAME: '臺東縣卑南鄉富山國民小學',
  },
  {
    CODE: '376549808Y',
    NAME: '臺東縣臺東市東海國民小學',
  },
  {
    CODE: '376549809Y',
    NAME: '臺東縣東河鄉興隆國民小學',
  },
  {
    CODE: '376549951Z',
    NAME: '臺東縣臺東市臺東幼稚園',
  },
  {
    CODE: '3765499526',
    NAME: '臺東縣立新生幼兒園',
  },
  {
    CODE: '376540341I',
    NAME: '臺東縣臺東市衛生所',
  },
  {
    CODE: '376481504A',
    NAME: '南投縣竹山鎮戶政事務所',
  },
  {
    CODE: '376540342I',
    NAME: '臺東縣成功鎮衛生所',
  },
  {
    CODE: '376540343I',
    NAME: '臺東縣關山鎮衛生所',
  },
  {
    CODE: '376540344I',
    NAME: '臺東縣卑南鄉衛生所',
  },
  {
    CODE: '376540345I',
    NAME: '臺東縣大武鄉衛生所',
  },
  {
    CODE: '376540346I',
    NAME: '臺東縣太麻里鄉衛生所',
  },
  {
    CODE: '376540347I',
    NAME: '臺東縣東河鄉衛生所',
  },
  {
    CODE: '376540348I',
    NAME: '臺東縣長濱鄉衛生所',
  },
  {
    CODE: '376540349I',
    NAME: '臺東縣鹿野鄉衛生所',
  },
  {
    CODE: '376540350I',
    NAME: '臺東縣池上鄉衛生所',
  },
  {
    CODE: '376540351I',
    NAME: '臺東縣綠島鄉衛生所',
  },
  {
    CODE: '376481505A',
    NAME: '南投縣集集鎮戶政事務所',
  },
  {
    CODE: '376540352I',
    NAME: '臺東縣延平鄉衛生所',
  },
  {
    CODE: '376540353I',
    NAME: '臺東縣海端鄉衛生所',
  },
  {
    CODE: '376540354I',
    NAME: '臺東縣達仁鄉衛生所',
  },
  {
    CODE: '376540355I',
    NAME: '臺東縣金峰鄉衛生所',
  },
  {
    CODE: '376540356I',
    NAME: '臺東縣蘭嶼鄉衛生所',
  },
  {
    CODE: '376545106A',
    NAME: '臺東縣臺東市公有零售市場管理所',
  },
  {
    CODE: '376545111I',
    NAME: '臺東縣臺東市清潔隊',
  },
  {
    CODE: '376545151J',
    NAME: '臺東縣臺東市殯葬管理所',
  },
  {
    CODE: '376545180J',
    NAME: '臺東縣臺東市立托兒所',
  },
  {
    CODE: '376545191G',
    NAME: '臺東縣臺東市公園路燈管理所',
  },
  {
    CODE: '376481506A',
    NAME: '南投縣名間鄉戶政事務所',
  },
  {
    CODE: '376545205A',
    NAME: '臺東縣成功鎮第一公有零售市場',
  },
  {
    CODE: '376545211I',
    NAME: '臺東縣成功鎮清潔隊',
  },
  {
    CODE: '376545280J',
    NAME: '臺東縣成功鎮立托兒所',
  },
  {
    CODE: '376545291G',
    NAME: '臺東縣成功鎮公園路燈管理所',
  },
  {
    CODE: '376545305A',
    NAME: '臺東縣關山鎮第一公有零售市場',
  },
  {
    CODE: '376545311I',
    NAME: '臺東縣關山鎮清潔隊',
  },
  {
    CODE: '376545321E',
    NAME: '臺東縣關山鎮立圖書館',
  },
  {
    CODE: '376545380J',
    NAME: '臺東縣關山鎮立托兒所',
  },
  {
    CODE: '376545391G',
    NAME: '臺東縣關山鎮公園管理所',
  },
  {
    CODE: '376545411I',
    NAME: '臺東縣卑南鄉清潔隊',
  },
  {
    CODE: '371026300A',
    NAME: '金門縣採購招標所',
  },
  {
    CODE: '376481507A',
    NAME: '南投縣鹿谷鄉戶政事務所',
  },
  {
    CODE: '376545421E',
    NAME: '臺東縣卑南鄉立圖書館',
  },
  {
    CODE: '376545480J',
    NAME: '臺東縣卑南鄉立托兒所',
  },
  {
    CODE: '376545491G',
    NAME: '臺東縣卑南鄉公園路燈管理所',
  },
  {
    CODE: '376545580J',
    NAME: '臺東縣大武鄉立托兒所',
  },
  {
    CODE: '376545611I',
    NAME: '臺東縣太麻里鄉清潔隊',
  },
  {
    CODE: '376545680J',
    NAME: '臺東縣太麻里鄉立托兒所',
  },
  {
    CODE: '376545780J',
    NAME: '臺東縣東河鄉立托兒所',
  },
  {
    CODE: '376545880J',
    NAME: '臺東縣長濱鄉立托兒所',
  },
  {
    CODE: '376545980J',
    NAME: '臺東縣鹿野鄉立托兒所',
  },
  {
    CODE: '376546005A',
    NAME: '臺東縣池上鄉第一公有零售市場',
  },
  {
    CODE: '376481508A',
    NAME: '南投縣中寮鄉戶政事務所',
  },
  {
    CODE: '376546011I',
    NAME: '臺東縣池上鄉清潔隊',
  },
  {
    CODE: '376546021E',
    NAME: '臺東縣池上鄉立圖書館',
  },
  {
    CODE: '376546025E',
    NAME: '臺東縣池上鄉多元文化館',
  },
  {
    CODE: '376546211I',
    NAME: '臺東縣延平鄉清潔隊',
  },
  {
    CODE: '376546221E',
    NAME: '臺東縣延平鄉立中正圖書館',
  },
  {
    CODE: '376546280J',
    NAME: '臺東縣延平鄉立托兒所',
  },
  {
    CODE: '376546311I',
    NAME: '臺東縣海端鄉清潔隊',
  },
  {
    CODE: '376546380J',
    NAME: '臺東縣海端鄉立托兒所',
  },
  {
    CODE: '376546411I',
    NAME: '臺東縣達仁鄉清潔隊',
  },
  {
    CODE: '376546421E',
    NAME: '臺東縣達仁鄉立圖書館',
  },
  {
    CODE: '376481509A',
    NAME: '南投縣魚池鄉戶政事務所',
  },
  {
    CODE: '376546480J',
    NAME: '臺東縣達仁鄉立托兒所',
  },
  {
    CODE: '376546511I',
    NAME: '臺東縣金峰鄉清潔隊',
  },
  {
    CODE: '376546521E',
    NAME: '臺東縣金峰鄉立圖書館',
  },
  {
    CODE: '376546580J',
    NAME: '臺東縣金峰鄉立托兒所',
  },
  {
    CODE: '376559504U',
    NAME: '花蓮縣立體育高級中等學校',
  },
  {
    CODE: '376559601X',
    NAME: '花蓮縣立秀林國民中學',
  },
  {
    CODE: '376559602X',
    NAME: '花蓮縣立花崗國民中學',
  },
  {
    CODE: '376559603X',
    NAME: '花蓮縣立國風國民中學',
  },
  {
    CODE: '376559604X',
    NAME: '花蓮縣立宜昌國民中學',
  },
  {
    CODE: '376559605X',
    NAME: '花蓮縣立平和國民中學',
  },
  {
    CODE: '376481510A',
    NAME: '南投縣國姓鄉戶政事務所',
  },
  {
    CODE: '376559606X',
    NAME: '花蓮縣立萬榮國民中學',
  },
  {
    CODE: '376559607X',
    NAME: '花蓮縣立豐濱國民中學',
  },
  {
    CODE: '376559608X',
    NAME: '花蓮縣立富源國民中學',
  },
  {
    CODE: '376559609X',
    NAME: '花蓮縣立三民國民中學',
  },
  {
    CODE: '376559610X',
    NAME: '花蓮縣立玉東國民中學',
  },
  {
    CODE: '376559611X',
    NAME: '花蓮縣立富北國民中學',
  },
  {
    CODE: '376559612X',
    NAME: '花蓮縣立美崙國民中學',
  },
  {
    CODE: '376559613X',
    NAME: '花蓮縣立新城國民中學',
  },
  {
    CODE: '376559614X',
    NAME: '花蓮縣立吉安國民中學',
  },
  {
    CODE: '376559615X',
    NAME: '花蓮縣立壽豐國民中學',
  },
  {
    CODE: '376481511A',
    NAME: '南投縣水里鄉戶政事務所',
  },
  {
    CODE: '376559616X',
    NAME: '花蓮縣立鳳林國民中學',
  },
  {
    CODE: '376559617X',
    NAME: '花蓮縣立光復國民中學',
  },
  {
    CODE: '376559618X',
    NAME: '花蓮縣立瑞穗國民中學',
  },
  {
    CODE: '376559619X',
    NAME: '花蓮縣立玉里國民中學',
  },
  {
    CODE: '376559620X',
    NAME: '花蓮縣立富里國民中學',
  },
  {
    CODE: '376559621X',
    NAME: '花蓮縣立東里國民中學',
  },
  {
    CODE: '376559622X',
    NAME: '花蓮縣立自強國民中學',
  },
  {
    CODE: '376559624X',
    NAME: '花蓮縣立化仁國民中學',
  },
  {
    CODE: '376559627X',
    NAME: '花蓮縣立南平中學',
  },
  {
    CODE: '376559701Y',
    NAME: '花蓮縣花蓮市明禮國民小學',
  },
  {
    CODE: '376481512A',
    NAME: '南投縣信義鄉戶政事務所',
  },
  {
    CODE: '376559702Y',
    NAME: '花蓮縣花蓮市明義國民小學',
  },
  {
    CODE: '376559703Y',
    NAME: '花蓮縣花蓮市明廉國民小學',
  },
  {
    CODE: '376559704Y',
    NAME: '花蓮縣花蓮市明恥國民小學',
  },
  {
    CODE: '376559705Y',
    NAME: '花蓮縣花蓮市中正國民小學',
  },
  {
    CODE: '376559706Y',
    NAME: '花蓮縣花蓮市信義國民小學',
  },
  {
    CODE: '376559707Y',
    NAME: '花蓮縣花蓮市復興國民小學',
  },
  {
    CODE: '376559708Y',
    NAME: '花蓮縣花蓮市中華國民小學',
  },
  {
    CODE: '376559710Y',
    NAME: '花蓮縣花蓮市忠孝國民小學',
  },
  {
    CODE: '376559711Y',
    NAME: '花蓮縣花蓮市北濱國民小學',
  },
  {
    CODE: '376559712Y',
    NAME: '花蓮縣花蓮市鑄強國民小學',
  },
  {
    CODE: '376481513A',
    NAME: '南投縣仁愛鄉戶政事務所',
  },
  {
    CODE: '376559713Y',
    NAME: '花蓮縣花蓮市國福國民小學',
  },
  {
    CODE: '376559714Y',
    NAME: '花蓮縣新城鄉新城國民小學',
  },
  {
    CODE: '376559715Y',
    NAME: '花蓮縣新城鄉北埔國民小學',
  },
  {
    CODE: '376559716Y',
    NAME: '花蓮縣新城鄉康樂國民小學',
  },
  {
    CODE: '376559717Y',
    NAME: '花蓮縣新城鄉嘉里國民小學',
  },
  {
    CODE: '376559718Y',
    NAME: '花蓮縣吉安鄉吉安國民小學',
  },
  {
    CODE: '376559719Y',
    NAME: '花蓮縣吉安鄉宜昌國民小學',
  },
  {
    CODE: '376559720Y',
    NAME: '花蓮縣吉安鄉稻香國民小學',
  },
  {
    CODE: '376559721Y',
    NAME: '花蓮縣吉安鄉南華國民小學',
  },
  {
    CODE: '376559722Y',
    NAME: '花蓮縣吉安鄉化仁國民小學',
  },
  {
    CODE: '376481900C',
    NAME: '南投縣政府消防局',
  },
  {
    CODE: '376559723Y',
    NAME: '花蓮縣吉安鄉太昌國民小學',
  },
  {
    CODE: '376559724Y',
    NAME: '花蓮縣壽豐鄉壽豐國民小學',
  },
  {
    CODE: '376559725Y',
    NAME: '花蓮縣壽豐鄉豐山國民小學',
  },
  {
    CODE: '376559726Y',
    NAME: '花蓮縣壽豐鄉豐裡國民小學',
  },
  {
    CODE: '376559727Y',
    NAME: '花蓮縣壽豐鄉志學國民小學',
  },
  {
    CODE: '376559728Y',
    NAME: '花蓮縣壽豐鄉平和國民小學',
  },
  {
    CODE: '376559729Y',
    NAME: '花蓮縣壽豐鄉溪口國民小學',
  },
  {
    CODE: '376559730Y',
    NAME: '花蓮縣壽豐鄉月眉國民小學',
  },
  {
    CODE: '376559732Y',
    NAME: '花蓮縣壽豐鄉水璉國民小學',
  },
  {
    CODE: '376559733Y',
    NAME: '花蓮縣鳳林鎮鳳林國民小學',
  },
  {
    CODE: '376482200I',
    NAME: '南投縣家畜疾病防治所',
  },
  {
    CODE: '376559735Y',
    NAME: '花蓮縣鳳林鎮鳳仁國民小學',
  },
  {
    CODE: '376559736Y',
    NAME: '花蓮縣鳳林鎮大榮國民小學',
  },
  {
    CODE: '376559737Y',
    NAME: '花蓮縣鳳林鎮北林國民小學',
  },
  {
    CODE: '376559739Y',
    NAME: '花蓮縣鳳林鎮長橋國民小學',
  },
  {
    CODE: '376559743Y',
    NAME: '花蓮縣鳳林鎮林榮國民小學',
  },
  {
    CODE: '376559744Y',
    NAME: '花蓮縣光復鄉光復國民小學',
  },
  {
    CODE: '376559748Y',
    NAME: '花蓮縣光復鄉西富國民小學',
  },
  {
    CODE: '376559750Y',
    NAME: '花蓮縣光復鄉大興國民小學',
  },
  {
    CODE: '376559751Y',
    NAME: '花蓮縣光復鄉大進國民小學',
  },
  {
    CODE: '376559752Y',
    NAME: '花蓮縣瑞穗鄉瑞穗國民小學',
  },
  {
    CODE: '376482500E',
    NAME: '南投縣政府文化局',
  },
  {
    CODE: '376559753Y',
    NAME: '花蓮縣瑞穗鄉瑞北國民小學',
  },
  {
    CODE: '376559754Y',
    NAME: '花蓮縣瑞穗鄉瑞美國民小學',
  },
  {
    CODE: '376559755Y',
    NAME: '花蓮縣瑞穗鄉鶴岡國民小學',
  },
  {
    CODE: '376559756Y',
    NAME: '花蓮縣瑞穗鄉舞鶴國民小學',
  },
  {
    CODE: '376559757Y',
    NAME: '花蓮縣瑞穗鄉富源國民小學',
  },
  {
    CODE: '376559758Y',
    NAME: '花蓮縣瑞穗鄉奇美國民小學',
  },
  {
    CODE: '376559759Y',
    NAME: '花蓮縣豐濱鄉豐濱國民小學',
  },
  {
    CODE: '376559760Y',
    NAME: '花蓮縣豐濱鄉港口國民小學',
  },
  {
    CODE: '376559761Y',
    NAME: '花蓮縣豐濱鄉靜浦國民小學',
  },
  {
    CODE: '376559762Y',
    NAME: '花蓮縣豐濱鄉新社國民小學',
  },
  {
    CODE: '371750100A',
    NAME: '金門縣金城鎮民代表會',
  },
  {
    CODE: '376482700E',
    NAME: '南投縣家庭教育中心',
  },
  {
    CODE: '376559764Y',
    NAME: '花蓮縣玉里鎮玉里國民小學',
  },
  {
    CODE: '376559765Y',
    NAME: '花蓮縣玉里鎮中城國民小學',
  },
  {
    CODE: '376559766Y',
    NAME: '花蓮縣玉里鎮源城國民小學',
  },
  {
    CODE: '376559767Y',
    NAME: '花蓮縣玉里鎮樂合國民小學',
  },
  {
    CODE: '376559770Y',
    NAME: '花蓮縣玉里鎮高寮國民小學',
  },
  {
    CODE: '376559771Y',
    NAME: '花蓮縣玉里鎮松浦國民小學',
  },
  {
    CODE: '376559772Y',
    NAME: '花蓮縣玉里鎮春日國民小學',
  },
  {
    CODE: '376559773Y',
    NAME: '花蓮縣玉里鎮德武國民小學',
  },
  {
    CODE: '376559774Y',
    NAME: '花蓮縣玉里鎮三民國民小學',
  },
  {
    CODE: '376559775Y',
    NAME: '花蓮縣玉里鎮大禹國民小學',
  },
  {
    CODE: '376482800A',
    NAME: '南投縣政府原住民族行政局',
  },
  {
    CODE: '376559776Y',
    NAME: '花蓮縣玉里鎮長良國民小學',
  },
  {
    CODE: '376559777Y',
    NAME: '花蓮縣富里鄉富里國民小學',
  },
  {
    CODE: '376559779Y',
    NAME: '花蓮縣富里鄉東里國民小學',
  },
  {
    CODE: '376559780Y',
    NAME: '花蓮縣富里鄉明里國民小學',
  },
  {
    CODE: '376559781Y',
    NAME: '花蓮縣富里鄉吳江國民小學',
  },
  {
    CODE: '376559783Y',
    NAME: '花蓮縣富里鄉學田國民小學',
  },
  {
    CODE: '376559784Y',
    NAME: '花蓮縣富里鄉永豐國民小學',
  },
  {
    CODE: '376559785Y',
    NAME: '花蓮縣富里鄉萬寧國民小學',
  },
  {
    CODE: '376559786Y',
    NAME: '花蓮縣富里鄉東竹國民小學',
  },
  {
    CODE: '376559787Y',
    NAME: '花蓮縣秀林鄉秀林國民小學',
  },
  {
    CODE: '376485100A',
    NAME: '南投縣南投市公所',
  },
  {
    CODE: '376559788Y',
    NAME: '花蓮縣秀林鄉富世國民小學',
  },
  {
    CODE: '376559789Y',
    NAME: '花蓮縣秀林鄉崇德國民小學',
  },
  {
    CODE: '376559790Y',
    NAME: '花蓮縣秀林鄉和平國民小學',
  },
  {
    CODE: '376559791Y',
    NAME: '花蓮縣秀林鄉景美國民小學',
  },
  {
    CODE: '376559792Y',
    NAME: '花蓮縣秀林鄉三棧國民小學',
  },
  {
    CODE: '376559793Y',
    NAME: '花蓮縣秀林鄉佳民國民小學',
  },
  {
    CODE: '376559794Y',
    NAME: '花蓮縣秀林鄉銅門國民小學',
  },
  {
    CODE: '376559795Y',
    NAME: '花蓮縣秀林鄉水源國民小學',
  },
  {
    CODE: '376559796Y',
    NAME: '花蓮縣秀林鄉銅蘭國民小學',
  },
  {
    CODE: '376559797Y',
    NAME: '花蓮縣秀林鄉文蘭國民小學',
  },
  {
    CODE: '376485200A',
    NAME: '南投縣埔里鎮公所',
  },
  {
    CODE: '376559798Y',
    NAME: '花蓮縣萬榮鄉萬榮國民小學',
  },
  {
    CODE: '376559799Y',
    NAME: '花蓮縣萬榮鄉明利國民小學',
  },
  {
    CODE: '376559800Y',
    NAME: '花蓮縣萬榮鄉見晴國民小學',
  },
  {
    CODE: '376559801Y',
    NAME: '花蓮縣萬榮鄉馬遠國民小學',
  },
  {
    CODE: '376559802Y',
    NAME: '花蓮縣萬榮鄉紅葉國民小學',
  },
  {
    CODE: '376559803Y',
    NAME: '花蓮縣萬榮鄉西林國民小學',
  },
  {
    CODE: '376559804Y',
    NAME: '花蓮縣卓溪鄉卓溪國民小學',
  },
  {
    CODE: '376559805Y',
    NAME: '花蓮縣卓溪鄉崙山國民小學',
  },
  {
    CODE: '376559806Y',
    NAME: '花蓮縣卓溪鄉立山國民小學',
  },
  {
    CODE: '376559807Y',
    NAME: '花蓮縣卓溪鄉太平國民小學',
  },
  {
    CODE: '376485300A',
    NAME: '南投縣草屯鎮公所',
  },
  {
    CODE: '376559808Y',
    NAME: '花蓮縣卓溪鄉卓清國民小學',
  },
  {
    CODE: '376559809Y',
    NAME: '花蓮縣卓溪鄉卓樂國民小學',
  },
  {
    CODE: '376559810Y',
    NAME: '花蓮縣卓溪鄉古風國民小學',
  },
  {
    CODE: '376559811Y',
    NAME: '花蓮縣吉安鄉北昌國民小學',
  },
  {
    CODE: '376559812Y',
    NAME: '花蓮縣秀林鄉西寶國民小學',
  },
  {
    CODE: '376559815Y',
    NAME: '花蓮縣吉安鄉光華國民小學',
  },
  {
    CODE: '376559817Y',
    NAME: '花蓮縣卓溪鄉卓楓國民小學',
  },
  {
    CODE: '376559818Y',
    NAME: '花蓮縣光復鄉太巴塱國民小學',
  },
  {
    CODE: '376559819Y',
    NAME: '花蓮縣玉里鎮觀音國民小學',
  },
  {
    CODE: '376559820Y',
    NAME: '花蓮縣花蓮市中原國民小學',
  },
  {
    CODE: '376485400A',
    NAME: '南投縣竹山鎮公所',
  },
  {
    CODE: '376550304I',
    NAME: '花蓮縣身心健康及成癮防治所',
  },
  {
    CODE: '376550341I',
    NAME: '花蓮縣花蓮市衛生所',
  },
  {
    CODE: '376550342I',
    NAME: '花蓮縣鳳林鎮衛生所',
  },
  {
    CODE: '376550343I',
    NAME: '花蓮縣玉里鎮衛生所',
  },
  {
    CODE: '376550344I',
    NAME: '花蓮縣新城鄉衛生所',
  },
  {
    CODE: '376550345I',
    NAME: '花蓮縣吉安鄉衛生所',
  },
  {
    CODE: '376550346I',
    NAME: '花蓮縣壽豐鄉衛生所',
  },
  {
    CODE: '376550347I',
    NAME: '花蓮縣光復鄉衛生所',
  },
  {
    CODE: '376550348I',
    NAME: '花蓮縣豐濱鄉衛生所',
  },
  {
    CODE: '376550349I',
    NAME: '花蓮縣瑞穗鄉衛生所',
  },
  {
    CODE: '376485500A',
    NAME: '南投縣集集鎮公所',
  },
  {
    CODE: '376550350I',
    NAME: '花蓮縣富里鄉衛生所',
  },
  {
    CODE: '376550351I',
    NAME: '花蓮縣秀林鄉衛生所',
  },
  {
    CODE: '376550352I',
    NAME: '花蓮縣卓溪鄉衛生所',
  },
  {
    CODE: '376550353I',
    NAME: '花蓮縣萬榮鄉衛生所',
  },
  {
    CODE: '376555108A',
    NAME: '花蓮縣花蓮市市場管理所',
  },
  {
    CODE: '376555111I',
    NAME: '花蓮縣花蓮市清潔隊',
  },
  {
    CODE: '376555121E',
    NAME: '花蓮縣花蓮市立圖書館',
  },
  {
    CODE: '376555151J',
    NAME: '花蓮縣花蓮市殯葬管理所',
  },
  {
    CODE: '376555170E',
    NAME: '花蓮縣花蓮市文化及觀光發展所',
  },
  {
    CODE: '376555171A',
    NAME: '花蓮縣花蓮市客家行政事務所',
  },
  {
    CODE: '376485600A',
    NAME: '南投縣名間鄉公所',
  },
  {
    CODE: '376555180J',
    NAME: '花蓮縣花蓮市立托兒所',
  },
  {
    CODE: '376555190G',
    NAME: '花蓮縣花蓮市工程隊',
  },
  {
    CODE: '376555251J',
    NAME: '花蓮縣鳳林鎮公共造產管理所',
  },
  {
    CODE: '376555252I',
    NAME: '花蓮縣鳳林鎮環保暨公園管理所',
  },
  {
    CODE: '376555280J',
    NAME: '花蓮縣鳳林鎮立托兒所',
  },
  {
    CODE: '376555306A',
    NAME: '花蓮縣玉里鎮公有零售市場管理所',
  },
  {
    CODE: '376555321E',
    NAME: '花蓮縣玉里鎮立圖書館',
  },
  {
    CODE: '376555415A',
    NAME: '花蓮縣新城鄉立原住民事務所',
  },
  {
    CODE: '376555421E',
    NAME: '花蓮縣新城鄉立圖書館',
  },
  {
    CODE: '376555451J',
    NAME: '花蓮縣新城鄉立環保暨殯葬管理所',
  },
  {
    CODE: '376485700A',
    NAME: '南投縣鹿谷鄉公所',
  },
  {
    CODE: '376555480J',
    NAME: '花蓮縣新城鄉立托兒所',
  },
  {
    CODE: '376555511I',
    NAME: '花蓮縣吉安鄉清潔隊',
  },
  {
    CODE: '376555515A',
    NAME: '花蓮縣吉安鄉原住民事務所',
  },
  {
    CODE: '376555516A',
    NAME: '花蓮縣吉安鄉客家事務所',
  },
  {
    CODE: '376555521E',
    NAME: '花蓮縣吉安鄉立圖書館',
  },
  {
    CODE: '376555580J',
    NAME: '花蓮縣吉安鄉立托兒所',
  },
  {
    CODE: '376555611I',
    NAME: '花蓮縣壽豐鄉清潔隊',
  },
  {
    CODE: '376555621E',
    NAME: '花蓮縣壽豐鄉立圖書館',
  },
  {
    CODE: '376555680J',
    NAME: '花蓮縣壽豐鄉立托兒所',
  },
  {
    CODE: '376555721E',
    NAME: '花蓮縣光復鄉立中正圖書館',
  },
  {
    CODE: '376485800A',
    NAME: '南投縣中寮鄉公所',
  },
  {
    CODE: '376555780J',
    NAME: '花蓮縣光復鄉立托兒所',
  },
  {
    CODE: '376555951J',
    NAME: '花蓮縣瑞穗鄉殯葬暨公共造產管理所',
  },
  {
    CODE: '376555980J',
    NAME: '花蓮縣瑞穗鄉立托兒所',
  },
  {
    CODE: '376556021E',
    NAME: '花蓮縣富里鄉立圖書館',
  },
  {
    CODE: '376556111I',
    NAME: '花蓮縣秀林鄉清潔隊',
  },
  {
    CODE: '376556121E',
    NAME: '花蓮縣秀林鄉立中正圖書館',
  },
  {
    CODE: '376556151J',
    NAME: '花蓮縣秀林鄉殯葬管理所',
  },
  {
    CODE: '376556180J',
    NAME: '花蓮縣秀林鄉立托兒所',
  },
  {
    CODE: '376556251J',
    NAME: '花蓮縣卓溪鄉立環保暨殯葬管理所',
  },
  {
    CODE: '376556280J',
    NAME: '花蓮縣卓溪鄉立托兒所',
  },
  {
    CODE: '371750200A',
    NAME: '金門縣金湖鎮民代表會',
  },
  {
    CODE: '376485900A',
    NAME: '南投縣魚池鄉公所',
  },
  {
    CODE: '376556351J',
    NAME: '花蓮縣萬榮鄉立環保暨殯葬管理所',
  },
  {
    CODE: '376556380J',
    NAME: '花蓮縣萬榮鄉立托兒所',
  },
  {
    CODE: '376556381J',
    NAME: '花蓮縣萬榮鄉立社會福利所',
  },
  {
    CODE: '376569601X',
    NAME: '澎湖縣立馬公國民中學',
  },
  {
    CODE: '376569602X',
    NAME: '澎湖縣立中正國民中學',
  },
  {
    CODE: '376569603X',
    NAME: '澎湖縣立湖西國民中學',
  },
  {
    CODE: '376569604X',
    NAME: '澎湖縣立白沙國民中學',
  },
  {
    CODE: '376569605X',
    NAME: '澎湖縣立西嶼國民中學',
  },
  {
    CODE: '376569606X',
    NAME: '澎湖縣立望安國民中學',
  },
  {
    CODE: '376569607X',
    NAME: '澎湖縣立七美國民中學',
  },
  {
    CODE: '376486000A',
    NAME: '南投縣國姓鄉公所',
  },
  {
    CODE: '376569608X',
    NAME: '澎湖縣立澎南國民中學',
  },
  {
    CODE: '376569609X',
    NAME: '澎湖縣立鎮海國民中學',
  },
  {
    CODE: '376569610X',
    NAME: '澎湖縣立志清國民中學',
  },
  {
    CODE: '376569611X',
    NAME: '澎湖縣立吉貝國民中學',
  },
  {
    CODE: '376569612X',
    NAME: '澎湖縣立將澳國民中學',
  },
  {
    CODE: '376569613X',
    NAME: '澎湖縣立文光國民中學',
  },
  {
    CODE: '376569615X',
    NAME: '澎湖縣立鳥嶼國民中學',
  },
  {
    CODE: '376569701Y',
    NAME: '澎湖縣馬公市馬公國民小學',
  },
  {
    CODE: '376569702Y',
    NAME: '澎湖縣馬公市中正國民小學',
  },
  {
    CODE: '376569703Y',
    NAME: '澎湖縣馬公市中興國民小學',
  },
  {
    CODE: '376486100A',
    NAME: '南投縣水里鄉公所',
  },
  {
    CODE: '376569704Y',
    NAME: '澎湖縣馬公市中山國民小學',
  },
  {
    CODE: '376569705Y',
    NAME: '澎湖縣馬公市石泉國民小學',
  },
  {
    CODE: '376569706Y',
    NAME: '澎湖縣馬公市東衛國民小學',
  },
  {
    CODE: '376569707Y',
    NAME: '澎湖縣馬公市興仁國民小學',
  },
  {
    CODE: '376569708Y',
    NAME: '澎湖縣馬公市五德國民小學',
  },
  {
    CODE: '376569709Y',
    NAME: '澎湖縣馬公市山水國民小學',
  },
  {
    CODE: '376569710Y',
    NAME: '澎湖縣馬公市?裡國民小學',
  },
  {
    CODE: '376569711Y',
    NAME: '澎湖縣馬公市風櫃國民小學',
  },
  {
    CODE: '376569712Y',
    NAME: '澎湖縣馬公市虎井國民小學',
  },
  {
    CODE: '376569714Y',
    NAME: '澎湖縣湖西鄉湖西國民小學',
  },
  {
    CODE: '376486200A',
    NAME: '南投縣信義鄉公所',
  },
  {
    CODE: '376569715Y',
    NAME: '澎湖縣湖西鄉果葉國民小學',
  },
  {
    CODE: '376569716Y',
    NAME: '澎湖縣湖西鄉西溪國民小學',
  },
  {
    CODE: '376569717Y',
    NAME: '澎湖縣湖西鄉龍門國民小學',
  },
  {
    CODE: '376569718Y',
    NAME: '澎湖縣湖西鄉隘門國民小學',
  },
  {
    CODE: '376569719Y',
    NAME: '澎湖縣湖西鄉沙港國民小學',
  },
  {
    CODE: '376569720Y',
    NAME: '澎湖縣白沙鄉中屯國民小學',
  },
  {
    CODE: '376569721Y',
    NAME: '澎湖縣白沙鄉講美國民小學',
  },
  {
    CODE: '376569722Y',
    NAME: '澎湖縣白沙鄉赤崁國民小學',
  },
  {
    CODE: '376569723Y',
    NAME: '澎湖縣白沙鄉後寮國民小學',
  },
  {
    CODE: '376569724Y',
    NAME: '澎湖縣白沙鄉鳥嶼國民小學',
  },
  {
    CODE: '376486300A',
    NAME: '南投縣仁愛鄉公所',
  },
  {
    CODE: '376569726Y',
    NAME: '澎湖縣白沙鄉吉貝國民小學',
  },
  {
    CODE: '376569727Y',
    NAME: '澎湖縣西嶼鄉竹灣國民小學',
  },
  {
    CODE: '376569728Y',
    NAME: '澎湖縣西嶼鄉池東國民小學',
  },
  {
    CODE: '376569729Y',
    NAME: '澎湖縣西嶼鄉合橫國民小學',
  },
  {
    CODE: '376569730Y',
    NAME: '澎湖縣西嶼鄉赤馬國民小學',
  },
  {
    CODE: '376569731Y',
    NAME: '澎湖縣西嶼鄉內垵國民小學',
  },
  {
    CODE: '376569732Y',
    NAME: '澎湖縣西嶼鄉外垵國民小學',
  },
  {
    CODE: '376569733Y',
    NAME: '澎湖縣望安鄉望安國民小學',
  },
  {
    CODE: '376569734Y',
    NAME: '澎湖縣望安鄉將軍國民小學',
  },
  {
    CODE: '376569736Y',
    NAME: '澎湖縣望安鄉花嶼國民小學',
  },
  {
    CODE: '376780100A',
    NAME: '南投縣南投市民代表會',
  },
  {
    CODE: '376569738Y',
    NAME: '澎湖縣七美鄉七美國民小學',
  },
  {
    CODE: '376569739Y',
    NAME: '澎湖縣七美鄉雙湖國民小學',
  },
  {
    CODE: '376569740Y',
    NAME: '澎湖縣湖西鄉成功國民小學',
  },
  {
    CODE: '376569741Y',
    NAME: '澎湖縣西嶼鄉大池國民小學',
  },
  {
    CODE: '376569743Y',
    NAME: '澎湖縣白沙鄉港子國民小學',
  },
  {
    CODE: '376569745Y',
    NAME: '澎湖縣馬公市文澳國民小學',
  },
  {
    CODE: '376569746Y',
    NAME: '澎湖縣馬公市文光國民小學',
  },
  {
    CODE: '376560302I',
    NAME: '澎湖縣立慢性病防治所',
  },
  {
    CODE: '376560342I',
    NAME: '澎湖縣湖西鄉衛生所',
  },
  {
    CODE: '376560343I',
    NAME: '澎湖縣白沙鄉衛生所',
  },
  {
    CODE: '376780200A',
    NAME: '南投縣埔里鎮民代表會',
  },
  {
    CODE: '376560344I',
    NAME: '澎湖縣西嶼鄉衛生所',
  },
  {
    CODE: '376560345I',
    NAME: '澎湖縣望安鄉衛生所',
  },
  {
    CODE: '376560346I',
    NAME: '澎湖縣七美鄉衛生所',
  },
  {
    CODE: '376560347I',
    NAME: '澎湖縣馬公市第一衛生所',
  },
  {
    CODE: '376560348I',
    NAME: '澎湖縣馬公市第二衛生所',
  },
  {
    CODE: '376562901G',
    NAME: '澎湖縣林務公園管理所',
  },
  {
    CODE: '376565110A',
    NAME: '澎湖縣馬公市公有零售市場管理所',
  },
  {
    CODE: '376565111I',
    NAME: '澎湖縣馬公市清潔隊',
  },
  {
    CODE: '376565180J',
    NAME: '澎湖縣馬公市立托兒所',
  },
  {
    CODE: '376565211I',
    NAME: '澎湖縣湖西鄉清潔隊',
  },
  {
    CODE: '376780300A',
    NAME: '南投縣草屯鎮民代表會',
  },
  {
    CODE: '376565221E',
    NAME: '澎湖縣湖西鄉立中正圖書館',
  },
  {
    CODE: '376565280J',
    NAME: '澎湖縣湖西鄉立托兒所',
  },
  {
    CODE: '376565311I',
    NAME: '澎湖縣白沙鄉清潔隊',
  },
  {
    CODE: '376565380J',
    NAME: '澎湖縣白沙鄉立托兒所',
  },
  {
    CODE: '376565411I',
    NAME: '澎湖縣西嶼鄉清潔隊',
  },
  {
    CODE: '376565421E',
    NAME: '澎湖縣西嶼鄉立圖書館',
  },
  {
    CODE: '376565480J',
    NAME: '澎湖縣西嶼鄉立托兒所',
  },
  {
    CODE: '376565511I',
    NAME: '澎湖縣望安鄉清潔隊',
  },
  {
    CODE: '376579521U',
    NAME: '基隆市立中山高級中學',
  },
  {
    CODE: '376579522U',
    NAME: '基隆市立安樂高級中學',
  },
  {
    CODE: '376780400A',
    NAME: '南投縣竹山鎮民代表會',
  },
  {
    CODE: '376579523U',
    NAME: '基隆市立暖暖高級中學',
  },
  {
    CODE: '376579524U',
    NAME: '基隆市立八斗高級中學',
  },
  {
    CODE: '376579601X',
    NAME: '基隆市立明德國民中學',
  },
  {
    CODE: '376579602X',
    NAME: '基隆市立銘傳國民中學',
  },
  {
    CODE: '376579603X',
    NAME: '基隆市立信義國民中學',
  },
  {
    CODE: '376579605X',
    NAME: '基隆市立中正國民中學',
  },
  {
    CODE: '376579608X',
    NAME: '基隆市立成功國民中學',
  },
  {
    CODE: '376579609X',
    NAME: '基隆市立南榮國民中學',
  },
  {
    CODE: '376579610X',
    NAME: '基隆市立正濱國民中學',
  },
  {
    CODE: '376579612X',
    NAME: '基隆市立建德國民中學',
  },
  {
    CODE: '376780500A',
    NAME: '南投縣集集鎮民代表會',
  },
  {
    CODE: '376579613X',
    NAME: '基隆市立百福國民中學',
  },
  {
    CODE: '376579615X',
    NAME: '基隆市立武崙國民中學',
  },
  {
    CODE: '376579616X',
    NAME: '基隆市立碇內國民中學',
  },
  {
    CODE: '376579701Y',
    NAME: '基隆市中正區中正國民小學',
  },
  {
    CODE: '376579702Y',
    NAME: '基隆市中正區正濱國民小學',
  },
  {
    CODE: '376579703Y',
    NAME: '基隆市中正區忠孝國民小學',
  },
  {
    CODE: '376579704Y',
    NAME: '基隆市中正區和平國民小學',
  },
  {
    CODE: '376579705Y',
    NAME: '基隆市中正區八斗國民小學',
  },
  {
    CODE: '376579706Y',
    NAME: '基隆市信義區信義國民小學',
  },
  {
    CODE: '376579707Y',
    NAME: '基隆市信義區東信國民小學',
  },
  {
    CODE: '371750300A',
    NAME: '金門縣金沙鎮民代表會',
  },
  {
    CODE: '376780600A',
    NAME: '南投縣名間鄉民代表會',
  },
  {
    CODE: '376579708Y',
    NAME: '基隆市信義區中興國民小學',
  },
  {
    CODE: '376579709Y',
    NAME: '基隆市信義區深澳國民小學',
  },
  {
    CODE: '376579710Y',
    NAME: '基隆市信義區月眉國民小學',
  },
  {
    CODE: '376579711Y',
    NAME: '基隆市仁愛區仁愛國民小學',
  },
  {
    CODE: '376579712Y',
    NAME: '基隆市仁愛區南榮國民小學',
  },
  {
    CODE: '376579713Y',
    NAME: '基隆市仁愛區成功國民小學',
  },
  {
    CODE: '376579714Y',
    NAME: '基隆市仁愛區尚智國民小學',
  },
  {
    CODE: '376579715Y',
    NAME: '基隆市安樂區安樂國民小學',
  },
  {
    CODE: '376579716Y',
    NAME: '基隆市安樂區西定國民小學',
  },
  {
    CODE: '376579717Y',
    NAME: '基隆市安樂區武崙國民小學',
  },
  {
    CODE: '376780700A',
    NAME: '南投縣鹿谷鄉民代表會',
  },
  {
    CODE: '376579719Y',
    NAME: '基隆市中山區仙洞國民小學',
  },
  {
    CODE: '376579720Y',
    NAME: '基隆市中山區中山國民小學',
  },
  {
    CODE: '376579721Y',
    NAME: '基隆市中山區港西國民小學',
  },
  {
    CODE: '376579722Y',
    NAME: '基隆市中山區中華國民小學',
  },
  {
    CODE: '376579723Y',
    NAME: '基隆市中山區太平國民小學',
  },
  {
    CODE: '376579724Y',
    NAME: '基隆市七堵區七堵國民小學',
  },
  {
    CODE: '376579725Y',
    NAME: '基隆市七堵區華興國民小學',
  },
  {
    CODE: '376579726Y',
    NAME: '基隆市七堵區五堵國民小學',
  },
  {
    CODE: '376579727Y',
    NAME: '基隆市七堵區堵南國民小學',
  },
  {
    CODE: '376579728Y',
    NAME: '基隆市七堵區瑪陵國民小學',
  },
  {
    CODE: '376780800A',
    NAME: '南投縣中寮鄉民代表會',
  },
  {
    CODE: '376579729Y',
    NAME: '基隆市七堵區復興國民小學',
  },
  {
    CODE: '376579730Y',
    NAME: '基隆市七堵區尚仁國民小學',
  },
  {
    CODE: '376579731Y',
    NAME: '基隆市暖暖區暖暖國民小學',
  },
  {
    CODE: '376579732Y',
    NAME: '基隆市暖暖區八堵國民小學',
  },
  {
    CODE: '376579733Y',
    NAME: '基隆市暖暖區碇內國民小學',
  },
  {
    CODE: '376579734Y',
    NAME: '基隆市暖暖區暖江國民小學',
  },
  {
    CODE: '376579735Y',
    NAME: '基隆市信義區東光國民小學',
  },
  {
    CODE: '376579737Y',
    NAME: '基隆市中山區德和國民小學',
  },
  {
    CODE: '376579738Y',
    NAME: '基隆市安樂區建德國民小學',
  },
  {
    CODE: '376579739Y',
    NAME: '基隆市中山區中和國民小學',
  },
  {
    CODE: '376780900A',
    NAME: '南投縣魚池鄉民代表會',
  },
  {
    CODE: '376579740Y',
    NAME: '基隆市安樂區長樂國民小學',
  },
  {
    CODE: '376579741Y',
    NAME: '基隆市七堵區長興國民小學',
  },
  {
    CODE: '376579742Y',
    NAME: '基隆市安樂區隆聖國民小學',
  },
  {
    CODE: '376579743Y',
    NAME: '基隆市信義區深美國民小學',
  },
  {
    CODE: '376579744Y',
    NAME: '基隆市暖暖區暖西國民小學',
  },
  {
    CODE: '376579953Z',
    NAME: '基隆市立建德幼稚園',
  },
  {
    CODE: '3765799546',
    NAME: '基隆市立安心幼兒園',
  },
  {
    CODE: '3765799556',
    NAME: '基隆市立建德幼兒園',
  },
  {
    CODE: '3765799566',
    NAME: '基隆市立過港幼兒園',
  },
  {
    CODE: '376570302I',
    NAME: '基隆市立慢性病防治所',
  },
  {
    CODE: '376781000A',
    NAME: '南投縣國姓鄉民代表會',
  },
  {
    CODE: '376570341I',
    NAME: '基隆市中正區衛生所',
  },
  {
    CODE: '376570342I',
    NAME: '基隆市七堵區衛生所',
  },
  {
    CODE: '376570343I',
    NAME: '基隆市暖暖區衛生所',
  },
  {
    CODE: '376570344I',
    NAME: '基隆市仁愛區衛生所',
  },
  {
    CODE: '376570345I',
    NAME: '基隆市中山區衛生所',
  },
  {
    CODE: '376570346I',
    NAME: '基隆市安樂區衛生所',
  },
  {
    CODE: '376570347I',
    NAME: '基隆市信義區衛生所',
  },
  {
    CODE: '376589521U',
    NAME: '新竹市立成德高級中學',
  },
  {
    CODE: '376589522U',
    NAME: '新竹市立香山高級中學',
  },
  {
    CODE: '376589523U',
    NAME: '新竹市立建功高級中學',
  },
  {
    CODE: '376781100A',
    NAME: '南投縣水里鄉民代表會',
  },
  {
    CODE: '376589601X',
    NAME: '新竹市立建華國民中學',
  },
  {
    CODE: '376589602X',
    NAME: '新竹市立育賢國民中學',
  },
  {
    CODE: '376589603X',
    NAME: '新竹市立光武國民中學',
  },
  {
    CODE: '376589605X',
    NAME: '新竹市立光華國民中學',
  },
  {
    CODE: '376589606X',
    NAME: '新竹市立培英國民中學',
  },
  {
    CODE: '376589608X',
    NAME: '新竹市立南華國民中學',
  },
  {
    CODE: '376589609X',
    NAME: '新竹市立富禮國民中學',
  },
  {
    CODE: '376589610X',
    NAME: '新竹市立三民國民中學',
  },
  {
    CODE: '376589611X',
    NAME: '新竹市立內湖國民中學',
  },
  {
    CODE: '376589612X',
    NAME: '新竹市立虎林國民中學',
  },
  {
    CODE: '376781200A',
    NAME: '南投縣信義鄉民代表會',
  },
  {
    CODE: '376589614X',
    NAME: '新竹市立新科國民中學',
  },
  {
    CODE: '376589615X',
    NAME: '新竹市立竹光國民中學',
  },
  {
    CODE: '376589727Y',
    NAME: '新竹市北區舊社國民小學',
  },
  {
    CODE: '376589728Y',
    NAME: '新竹市東區陽光國民小學',
  },
  {
    CODE: '376589729Y',
    NAME: '新竹市香山區頂埔國民小學',
  },
  {
    CODE: '376589730Y',
    NAME: '新竹市東區新竹國民小學',
  },
  {
    CODE: '376589731Y',
    NAME: '新竹市北區北門國民小學',
  },
  {
    CODE: '376589732Y',
    NAME: '新竹市北區民富國民小學',
  },
  {
    CODE: '376589733Y',
    NAME: '新竹市東區東門國民小學',
  },
  {
    CODE: '376589734Y',
    NAME: '新竹市北區西門國民小學',
  },
  {
    CODE: '376781300A',
    NAME: '南投縣仁愛鄉民代表會',
  },
  {
    CODE: '376589735Y',
    NAME: '新竹市東區竹蓮國民小學',
  },
  {
    CODE: '376589736Y',
    NAME: '新竹市東區東園國民小學',
  },
  {
    CODE: '376589737Y',
    NAME: '新竹市東區三民國民小學',
  },
  {
    CODE: '376589738Y',
    NAME: '新竹市東區關埔國民小學',
  },
  {
    CODE: '376589739Y',
    NAME: '新竹市東區關東國民小學',
  },
  {
    CODE: '376589740Y',
    NAME: '新竹市北區南寮國民小學',
  },
  {
    CODE: '376589741Y',
    NAME: '新竹市北區載熙國民小學',
  },
  {
    CODE: '376589742Y',
    NAME: '新竹市東區建功國民小學',
  },
  {
    CODE: '376589743Y',
    NAME: '新竹市東區水源國民小學',
  },
  {
    CODE: '376589744Y',
    NAME: '新竹市香山區香山國民小學',
  },
  {
    CODE: '376490300I',
    NAME: '雲林縣衛生局',
  },
  {
    CODE: '376589745Y',
    NAME: '新竹市香山區大庄國民小學',
  },
  {
    CODE: '376589746Y',
    NAME: '新竹市香山區朝山國民小學',
  },
  {
    CODE: '376589747Y',
    NAME: '新竹市香山區內湖國民小學',
  },
  {
    CODE: '376589748Y',
    NAME: '新竹市香山區南隘國民小學',
  },
  {
    CODE: '376589749Y',
    NAME: '新竹市香山區大湖國民小學',
  },
  {
    CODE: '376589750Y',
    NAME: '新竹市香山區茄苳國民小學',
  },
  {
    CODE: '376589751Y',
    NAME: '新竹市香山區虎林國民小學',
  },
  {
    CODE: '376589752Y',
    NAME: '新竹市香山區港南國民小學',
  },
  {
    CODE: '376589753Y',
    NAME: '新竹市東區科園國民小學',
  },
  {
    CODE: '376589754Y',
    NAME: '新竹市東區高峰國民小學',
  },
  {
    CODE: '376490305I',
    NAME: '雲林縣環境保護局',
  },
  {
    CODE: '376589755Y',
    NAME: '新竹市東區青草湖國民小學',
  },
  {
    CODE: '3765899526',
    NAME: '新竹市立新竹幼兒園',
  },
  {
    CODE: '3765899526',
    NAME: '新竹市立新竹幼兒園',
  },
  {
    CODE: '376580341I',
    NAME: '新竹市香山衛生所',
  },
  {
    CODE: '376580342I',
    NAME: '新竹市東區衛生所',
  },
  {
    CODE: '376580343I',
    NAME: '新竹市北區衛生所',
  },
  {
    CODE: '376609601X',
    NAME: '嘉義市立嘉義國民中學',
  },
  {
    CODE: '376609602X',
    NAME: '嘉義市立蘭潭國民中學',
  },
  {
    CODE: '376609603X',
    NAME: '嘉義市立玉山國民中學',
  },
  {
    CODE: '376609604X',
    NAME: '嘉義市立北興國民中學',
  },
  {
    CODE: '371750400A',
    NAME: '金門縣金寧鄉民代表會',
  },
  {
    CODE: '376490400A',
    NAME: '雲林縣斗六地政事務所',
  },
  {
    CODE: '376609605X',
    NAME: '嘉義市立南興國民中學',
  },
  {
    CODE: '376609606X',
    NAME: '嘉義市立民生國民中學',
  },
  {
    CODE: '376609607X',
    NAME: '嘉義市立大業國民中學',
  },
  {
    CODE: '376609608X',
    NAME: '嘉義市立北園國民中學',
  },
  {
    CODE: '376609701Y',
    NAME: '嘉義市林森國民小學',
  },
  {
    CODE: '376609702Y',
    NAME: '嘉義市精忠國民小學',
  },
  {
    CODE: '376609703Y',
    NAME: '嘉義市大同國民小學',
  },
  {
    CODE: '376609704Y',
    NAME: '嘉義市宣信國民小學',
  },
  {
    CODE: '376609705Y',
    NAME: '嘉義市垂楊國民小學',
  },
  {
    CODE: '376609706Y',
    NAME: '嘉義市崇文國民小學',
  },
  {
    CODE: '376490500A',
    NAME: '雲林縣斗南地政事務所',
  },
  {
    CODE: '376609707Y',
    NAME: '嘉義市民族國民小學',
  },
  {
    CODE: '376609708Y',
    NAME: '嘉義市蘭潭國民小學',
  },
  {
    CODE: '376609709Y',
    NAME: '嘉義市北園國民小學',
  },
  {
    CODE: '376609710Y',
    NAME: '嘉義市博愛國民小學',
  },
  {
    CODE: '376609711Y',
    NAME: '嘉義市僑平國民小學',
  },
  {
    CODE: '376609712Y',
    NAME: '嘉義市育人國民小學',
  },
  {
    CODE: '376609713Y',
    NAME: '嘉義市志航國民小學',
  },
  {
    CODE: '376609714Y',
    NAME: '嘉義市嘉北國民小學',
  },
  {
    CODE: '376609715Y',
    NAME: '嘉義市興安國民小學',
  },
  {
    CODE: '376609716Y',
    NAME: '嘉義市世賢國民小學',
  },
  {
    CODE: '376490600A',
    NAME: '雲林縣虎尾地政事務所',
  },
  {
    CODE: '376609717Y',
    NAME: '嘉義市興嘉國民小學',
  },
  {
    CODE: '376609718Y',
    NAME: '嘉義市港坪國民小學',
  },
  {
    CODE: '376609719Y',
    NAME: '嘉義市文雅國民小學',
  },
  {
    CODE: '376609951Z',
    NAME: '嘉義市立吳鳳幼稚園',
  },
  {
    CODE: '376609952Z',
    NAME: '嘉義市立復國幼稚園',
  },
  {
    CODE: '3766099536',
    NAME: '嘉義市立吳鳳幼兒園',
  },
  {
    CODE: '3766099546',
    NAME: '嘉義市立復國幼兒園',
  },
  {
    CODE: '376600342I',
    NAME: '嘉義市東區衛生所',
  },
  {
    CODE: '376600343I',
    NAME: '嘉義市西區衛生所',
  },
  {
    CODE: '379010300A',
    NAME: '臺北市市政大樓公共事務管理中心',
  },
  {
    CODE: '376490700A',
    NAME: '雲林縣西螺地政事務所',
  },
  {
    CODE: '379020200E',
    NAME: '臺北市孔廟管理委員會',
  },
  {
    CODE: '379020500J',
    NAME: '臺北市殯葬管理處',
  },
  {
    CODE: '379023000A',
    NAME: '臺北市松山區戶政事務所',
  },
  {
    CODE: '379023100A',
    NAME: '臺北市信義區戶政事務所',
  },
  {
    CODE: '379023200A',
    NAME: '臺北市大安區戶政事務所',
  },
  {
    CODE: '379023300A',
    NAME: '臺北市中山區戶政事務所',
  },
  {
    CODE: '379023400A',
    NAME: '臺北市中正區戶政事務所',
  },
  {
    CODE: '379023500A',
    NAME: '臺北市大同區戶政事務所',
  },
  {
    CODE: '379024000A',
    NAME: '臺北市南港區戶政事務所',
  },
  {
    CODE: '379024100A',
    NAME: '臺北市內湖區戶政事務所',
  },
  {
    CODE: '376490800A',
    NAME: '雲林縣北港地政事務所',
  },
  {
    CODE: '379024200A',
    NAME: '臺北市士林區戶政事務所',
  },
  {
    CODE: '379024300A',
    NAME: '臺北市北投區戶政事務所',
  },
  {
    CODE: '379024400A',
    NAME: '臺北市文山區戶政事務所',
  },
  {
    CODE: '379024500A',
    NAME: '臺北市萬華區戶政事務所',
  },
  {
    CODE: '379030100D',
    NAME: '臺北市稅捐稽徵處',
  },
  {
    CODE: '379030400N',
    NAME: '臺北市動產質借處',
  },
  {
    CODE: '379040300E',
    NAME: '臺北市立圖書館',
  },
  {
    CODE: '379040600E',
    NAME: '臺北市立動物園',
  },
  {
    CODE: '379041000E',
    NAME: '臺北市教師研習中心',
  },
  {
    CODE: '379041700E',
    NAME: '臺北市立天文科學教育館',
  },
  {
    CODE: '376490900A',
    NAME: '雲林縣臺西地政事務所',
  },
  {
    CODE: '379042000E',
    NAME: '臺北市青少年發展處',
  },
  {
    CODE: '379043200E',
    NAME: '臺北市家庭教育中心',
  },
  {
    CODE: '379049301Y',
    NAME: '臺北市立大學附設實驗國民小學',
  },
  {
    CODE: '379051000U',
    NAME: '臺北市立建國高級中學',
  },
  {
    CODE: '379051100U',
    NAME: '臺北市立成功高級中學',
  },
  {
    CODE: '379051200U',
    NAME: '臺北市立第一女子高級中學',
  },
  {
    CODE: '379051300U',
    NAME: '臺北市立中山女子高級中學',
  },
  {
    CODE: '379051400U',
    NAME: '臺北市立景美女子高級中學',
  },
  {
    CODE: '379051500U',
    NAME: '臺北市立中正高級中學',
  },
  {
    CODE: '379051600U',
    NAME: '臺北市立復興高級中學',
  },
  {
    CODE: '376491300D',
    NAME: '雲林縣稅務局',
  },
  {
    CODE: '379051800U',
    NAME: '臺北市立松山高級中學',
  },
  {
    CODE: '379051900U',
    NAME: '臺北市立內湖高級中學',
  },
  {
    CODE: '379052000U',
    NAME: '臺北市立大同高級中學',
  },
  {
    CODE: '379052100U',
    NAME: '臺北市立麗山高級中學',
  },
  {
    CODE: '379052200U',
    NAME: '臺北市立華江高級中學',
  },
  {
    CODE: '379052300U',
    NAME: '臺北市立明倫高級中學',
  },
  {
    CODE: '379052400U',
    NAME: '臺北市立和平高級中學',
  },
  {
    CODE: '379052500U',
    NAME: '臺北市立永春高級中學',
  },
  {
    CODE: '379052600U',
    NAME: '臺北市立陽明高級中學',
  },
  {
    CODE: '379052800U',
    NAME: '臺北市立成淵高級中學',
  },
  {
    CODE: '376491501A',
    NAME: '雲林縣斗六市戶政事務所',
  },
  {
    CODE: '379053000V',
    NAME: '臺北市立大安高級工業職業學校',
  },
  {
    CODE: '379053100V',
    NAME: '臺北市立松山高級工農職業學校',
  },
  {
    CODE: '379053200V',
    NAME: '臺北市立士林高級商業職業學校',
  },
  {
    CODE: '379053400V',
    NAME: '臺北市立南港高級工業職業學校',
  },
  {
    CODE: '379053500V',
    NAME: '臺北市立木柵高級工業職業學校',
  },
  {
    CODE: '379053600V',
    NAME: '臺北市立內湖高級工業職業學校',
  },
  {
    CODE: '379053700V',
    NAME: '臺北市立松山高級商業家事職業學校',
  },
  {
    CODE: '379056100U',
    NAME: '臺北市立西松高級中學',
  },
  {
    CODE: '379056200U',
    NAME: '臺北市立大理高級中學',
  },
  {
    CODE: '379056300U',
    NAME: '臺北市立大直高級中學',
  },
  {
    CODE: '376491502A',
    NAME: '雲林縣莿桐鄉戶政事務所',
  },
  {
    CODE: '379056900U',
    NAME: '臺北市立萬芳高級中學',
  },
  {
    CODE: '379057000U',
    NAME: '臺北市立百齡高級中學',
  },
  {
    CODE: '379057100U',
    NAME: '臺北市立南港高級中學',
  },
  {
    CODE: '379057300U',
    NAME: '臺北市立南湖高級中學',
  },
  {
    CODE: '379057400U',
    NAME: '臺北市立中崙高級中學',
  },
  {
    CODE: '379057500U',
    NAME: '臺北市立育成高級中學',
  },
  {
    CODE: '379059400W',
    NAME: '臺北市立文山特殊教育學校',
  },
  {
    CODE: '379059500W',
    NAME: '臺北市立啟明學校',
  },
  {
    CODE: '379059600W',
    NAME: '臺北市立啟聰學校',
  },
  {
    CODE: '379059300W',
    NAME: '臺北市立臺北特殊教育學校',
  },
  {
    CODE: '376491503A',
    NAME: '雲林縣林內鄉戶政事務所',
  },
  {
    CODE: '379060100X',
    NAME: '臺北市立介壽國民中學',
  },
  {
    CODE: '379060200X',
    NAME: '臺北市立民生國民中學',
  },
  {
    CODE: '379060500X',
    NAME: '臺北市立興雅國民中學',
  },
  {
    CODE: '379060700X',
    NAME: '臺北市立仁愛國民中學',
  },
  {
    CODE: '379060800X',
    NAME: '臺北市立大安國民中學',
  },
  {
    CODE: '379061100X',
    NAME: '臺北市立懷生國民中學',
  },
  {
    CODE: '379057700U',
    NAME: '臺北市芳和實驗中學',
  },
  {
    CODE: '379061300X',
    NAME: '臺北市立弘道國民中學',
  },
  {
    CODE: '379061400X',
    NAME: '臺北市立民族國民中學',
  },
  {
    CODE: '379061500X',
    NAME: '臺北市立螢橋國民中學',
  },
  {
    CODE: '371010400A',
    NAME: '金門縣金寧鄉公所',
  },
  {
    CODE: '371750500A',
    NAME: '金門縣烈嶼鄉民代表會',
  },
  {
    CODE: '376491522A',
    NAME: '雲林縣斗南戶政事務所',
  },
  {
    CODE: '379061700X',
    NAME: '臺北市立南門國民中學',
  },
  {
    CODE: '379061800X',
    NAME: '臺北市立萬華國民中學',
  },
  {
    CODE: '379062000X',
    NAME: '臺北市立雙園國民中學',
  },
  {
    CODE: '379062200X',
    NAME: '臺北市立建成國民中學',
  },
  {
    CODE: '379062300X',
    NAME: '臺北市立忠孝國民中學',
  },
  {
    CODE: '379062500X',
    NAME: '臺北市立民權國民中學',
  },
  {
    CODE: '379062700X',
    NAME: '臺北市立蘭州國民中學',
  },
  {
    CODE: '379063300X',
    NAME: '臺北市立新興國民中學',
  },
  {
    CODE: '379063500X',
    NAME: '臺北市立誠正國民中學',
  },
  {
    CODE: '379063600X',
    NAME: '臺北市立內湖國民中學',
  },
  {
    CODE: '376491505A',
    NAME: '雲林縣古坑鄉戶政事務所',
  },
  {
    CODE: '379063700X',
    NAME: '臺北市立景美國民中學',
  },
  {
    CODE: '379063800X',
    NAME: '臺北市立興福國民中學',
  },
  {
    CODE: '379063900X',
    NAME: '臺北市立木柵國民中學',
  },
  {
    CODE: '379064000X',
    NAME: '臺北市立實踐國民中學',
  },
  {
    CODE: '379064100X',
    NAME: '臺北市立北政國民中學',
  },
  {
    CODE: '379064200X',
    NAME: '臺北市立士林國民中學',
  },
  {
    CODE: '379064400X',
    NAME: '臺北市立桃源國民中學',
  },
  {
    CODE: '379064500X',
    NAME: '臺北市立至善國民中學',
  },
  {
    CODE: '379064600X',
    NAME: '臺北市立格致國民中學',
  },
  {
    CODE: '379064700X',
    NAME: '臺北市立北投國民中學',
  },
  {
    CODE: '376491506A',
    NAME: '雲林縣大埤鄉戶政事務所',
  },
  {
    CODE: '379064800X',
    NAME: '臺北市立新民國民中學',
  },
  {
    CODE: '379064900X',
    NAME: '臺北市立明德國民中學',
  },
  {
    CODE: '379065000X',
    NAME: '臺北市立永吉國民中學',
  },
  {
    CODE: '379065100X',
    NAME: '臺北市立蘭雅國民中學',
  },
  {
    CODE: '379065200X',
    NAME: '臺北市立龍山國民中學',
  },
  {
    CODE: '379065300X',
    NAME: '臺北市立中山國民中學',
  },
  {
    CODE: '379065400X',
    NAME: '臺北市立麗山國民中學',
  },
  {
    CODE: '379065500X',
    NAME: '臺北市立?公國民中學',
  },
  {
    CODE: '379065600X',
    NAME: '臺北市立中正國民中學',
  },
  {
    CODE: '379065700X',
    NAME: '臺北市立福安國民中學',
  },
  {
    CODE: '376491507A',
    NAME: '雲林縣虎尾戶政事務所',
  },
  {
    CODE: '379065900X',
    NAME: '臺北市立五常國民中學',
  },
  {
    CODE: '379066000X',
    NAME: '臺北市立三民國民中學',
  },
  {
    CODE: '379066100X',
    NAME: '臺北市立景興國民中學',
  },
  {
    CODE: '379066200X',
    NAME: '臺北市立信義國民中學',
  },
  {
    CODE: '379066300X',
    NAME: '臺北市立敦化國民中學',
  },
  {
    CODE: '379066400X',
    NAME: '臺北市立西湖國民中學',
  },
  {
    CODE: '379067200X',
    NAME: '臺北市立東湖國民中學',
  },
  {
    CODE: '379067300X',
    NAME: '臺北市立石牌國民中學',
  },
  {
    CODE: '379067500X',
    NAME: '臺北市立金華國民中學',
  },
  {
    CODE: '379067700X',
    NAME: '臺北市立長安國民中學',
  },
  {
    CODE: '376491508A',
    NAME: '雲林縣褒忠鄉戶政事務所',
  },
  {
    CODE: '379067800X',
    NAME: '臺北市立北安國民中學',
  },
  {
    CODE: '379067900X',
    NAME: '臺北市立古亭國民中學',
  },
  {
    CODE: '379068000X',
    NAME: '臺北市立重慶國民中學',
  },
  {
    CODE: '379068200X',
    NAME: '臺北市立成德國民中學',
  },
  {
    CODE: '379068300X',
    NAME: '臺北市立明湖國民中學',
  },
  {
    CODE: '379068400X',
    NAME: '臺北市立天母國民中學',
  },
  {
    CODE: '379068500X',
    NAME: '臺北市立關渡國民中學',
  },
  {
    CODE: '379068900X',
    NAME: '臺北市立龍門國民中學',
  },
  {
    CODE: '379069600X',
    NAME: '臺北市濱江實驗國民中學',
  },
  {
    CODE: '379070100Y',
    NAME: '臺北市松山區松山國民小學',
  },
  {
    CODE: '376491509A',
    NAME: '雲林縣土庫鎮戶政事務所',
  },
  {
    CODE: '379070200Y',
    NAME: '臺北市松山區西松國民小學',
  },
  {
    CODE: '379070800Y',
    NAME: '臺北市松山區敦化國民小學',
  },
  {
    CODE: '379071000Y',
    NAME: '臺北市松山區民生國民小學',
  },
  {
    CODE: '379071200Y',
    NAME: '臺北市松山區民權國民小學',
  },
  {
    CODE: '379071400Y',
    NAME: '臺北市大安區龍安國民小學',
  },
  {
    CODE: '379071500Y',
    NAME: '臺北市大安區大安國民小學',
  },
  {
    CODE: '379071600Y',
    NAME: '臺北市大安區幸安國民小學',
  },
  {
    CODE: '379071700Y',
    NAME: '臺北市大安區建安國民小學',
  },
  {
    CODE: '379071800Y',
    NAME: '臺北市大安區仁愛國民小學',
  },
  {
    CODE: '379071900Y',
    NAME: '臺北市大安區金華國民小學',
  },
  {
    CODE: '376491510A',
    NAME: '雲林縣元長鄉戶政事務所',
  },
  {
    CODE: '379074400Y',
    NAME: '臺北市大同區延平國民小學',
  },
  {
    CODE: '379074500Y',
    NAME: '臺北市大同區大橋國民小學',
  },
  {
    CODE: '379074600Y',
    NAME: '臺北市大同區雙蓮國民小學',
  },
  {
    CODE: '379074700Y',
    NAME: '臺北市大同區大同國民小學',
  },
  {
    CODE: '379074800Y',
    NAME: '臺北市大同區大龍國民小學',
  },
  {
    CODE: '379075000Y',
    NAME: '臺北市中山區中山國民小學',
  },
  {
    CODE: '379075100Y',
    NAME: '臺北市中山區中正國民小學',
  },
  {
    CODE: '379075200Y',
    NAME: '臺北市中山區長安國民小學',
  },
  {
    CODE: '379075300Y',
    NAME: '臺北市中山區長春國民小學',
  },
  {
    CODE: '379075400Y',
    NAME: '臺北市中山區大直國民小學',
  },
  {
    CODE: '376491511A',
    NAME: '雲林縣西螺戶政事務所',
  },
  {
    CODE: '379075500Y',
    NAME: '臺北市中山區大佳國民小學',
  },
  {
    CODE: '379075700Y',
    NAME: '臺北市中山區五常國民小學',
  },
  {
    CODE: '379075800Y',
    NAME: '臺北市中山區吉林國民小學',
  },
  {
    CODE: '379075900Y',
    NAME: '臺北市中山區懷生國民小學',
  },
  {
    CODE: '379076000Y',
    NAME: '臺北市南港區南港國民小學',
  },
  {
    CODE: '379076100Y',
    NAME: '臺北市南港區舊莊國民小學',
  },
  {
    CODE: '379076200Y',
    NAME: '臺北市南港區玉成國民小學',
  },
  {
    CODE: '379076300Y',
    NAME: '臺北市南港區成德國民小學',
  },
  {
    CODE: '379076400Y',
    NAME: '臺北市內湖區內湖國民小學',
  },
  {
    CODE: '379076500Y',
    NAME: '臺北市內湖區碧湖國民小學',
  },
  {
    CODE: '376491512A',
    NAME: '雲林縣二崙鄉戶政事務所',
  },
  {
    CODE: '379076600Y',
    NAME: '臺北市內湖區潭美國民小學',
  },
  {
    CODE: '379076700Y',
    NAME: '臺北市內湖區東湖國民小學',
  },
  {
    CODE: '379077900Y',
    NAME: '臺北市士林區士林國民小學',
  },
  {
    CODE: '379078000Y',
    NAME: '臺北市士林區士東國民小學',
  },
  {
    CODE: '379078100Y',
    NAME: '臺北市士林區福林國民小學',
  },
  {
    CODE: '379078200Y',
    NAME: '臺北市士林區陽明山國民小學',
  },
  {
    CODE: '379078300Y',
    NAME: '臺北市士林區社子國民小學',
  },
  {
    CODE: '379078400Y',
    NAME: '臺北市士林區雨聲國民小學',
  },
  {
    CODE: '379078500Y',
    NAME: '臺北市士林區富安國民小學',
  },
  {
    CODE: '379078700Y',
    NAME: '臺北市士林區溪山國民小學',
  },
  {
    CODE: '376491513A',
    NAME: '雲林縣崙背鄉戶政事務所',
  },
  {
    CODE: '379078800Y',
    NAME: '臺北市士林區平等國民小學',
  },
  {
    CODE: '379078900Y',
    NAME: '臺北市士林區百齡國民小學',
  },
  {
    CODE: '379079000Y',
    NAME: '臺北市士林區葫蘆國民小學',
  },
  {
    CODE: '379079100Y',
    NAME: '臺北市士林區雙溪國民小學',
  },
  {
    CODE: '379079200Y',
    NAME: '臺北市北投區北投國民小學',
  },
  {
    CODE: '379079300Y',
    NAME: '臺北市北投區逸仙國民小學',
  },
  {
    CODE: '379079400Y',
    NAME: '臺北市北投區石牌國民小學',
  },
  {
    CODE: '379079500Y',
    NAME: '臺北市北投區關渡國民小學',
  },
  {
    CODE: '379079600Y',
    NAME: '臺北市北投區湖田國民小學',
  },
  {
    CODE: '379079700Y',
    NAME: '臺北市北投區清江國民小學',
  },
  {
    CODE: '371750600A',
    NAME: '金門縣烏坵鄉民代表會',
  },
  {
    CODE: '376491514A',
    NAME: '雲林縣北港戶政事務所',
  },
  {
    CODE: '379091400Y',
    NAME: '臺北市泉源實驗國民小學',
  },
  {
    CODE: '379079900Y',
    NAME: '臺北市北投區大屯國民小學',
  },
  {
    CODE: '379080100Y',
    NAME: '臺北市北投區湖山國民小學',
  },
  {
    CODE: '379080200Y',
    NAME: '臺北市北投區義方國民小學',
  },
  {
    CODE: '379080300Y',
    NAME: '臺北市北投區文林國民小學',
  },
  {
    CODE: '379080400Y',
    NAME: '臺北市北投區桃源國民小學',
  },
  {
    CODE: '379080700Y',
    NAME: '臺北市士林區雨農國民小學',
  },
  {
    CODE: '379080800Y',
    NAME: '臺北市松山區民族國民小學',
  },
  {
    CODE: '379080900Y',
    NAME: '臺北市北投區明德國民小學',
  },
  {
    CODE: '379081000Y',
    NAME: '臺北市北投區立農國民小學',
  },
  {
    CODE: '376491515A',
    NAME: '雲林縣口湖鄉戶政事務所',
  },
  {
    CODE: '379081200Y',
    NAME: '臺北市內湖區西湖國民小學',
  },
  {
    CODE: '379081400Y',
    NAME: '臺北市松山區三民國民小學',
  },
  {
    CODE: '379081600Y',
    NAME: '臺北市南港區胡適國民小學',
  },
  {
    CODE: '379081700Y',
    NAME: '臺北市內湖區康寧國民小學',
  },
  {
    CODE: '379081900Y',
    NAME: '臺北市士林區天母國民小學',
  },
  {
    CODE: '379082000Y',
    NAME: '臺北市士林區文昌國民小學',
  },
  {
    CODE: '379082200Y',
    NAME: '臺北市南港區東新國民小學',
  },
  {
    CODE: '379082400Y',
    NAME: '臺北市內湖區明湖國民小學',
  },
  {
    CODE: '379083000Y',
    NAME: '臺北市士林區蘭雅國民小學',
  },
  {
    CODE: '379083100Y',
    NAME: '臺北市內湖區新湖國民小學',
  },
  {
    CODE: '376491516A',
    NAME: '雲林縣水林鄉戶政事務所',
  },
  {
    CODE: '379083200Y',
    NAME: '臺北市北投區文化國民小學',
  },
  {
    CODE: '379083400Y',
    NAME: '臺北市內湖區文湖國民小學',
  },
  {
    CODE: '379083500Y',
    NAME: '臺北市內湖區大湖國民小學',
  },
  {
    CODE: '379083600Y',
    NAME: '臺北市南港區修德國民小學',
  },
  {
    CODE: '379084000Y',
    NAME: '臺北市信義區興雅國民小學',
  },
  {
    CODE: '379084100Y',
    NAME: '臺北市信義區永春國民小學',
  },
  {
    CODE: '379084200Y',
    NAME: '臺北市信義區光復國民小學',
  },
  {
    CODE: '379084300Y',
    NAME: '臺北市信義區三興國民小學',
  },
  {
    CODE: '379084400Y',
    NAME: '臺北市信義區信義國民小學',
  },
  {
    CODE: '379084500Y',
    NAME: '臺北市信義區吳興國民小學',
  },
  {
    CODE: '376491517A',
    NAME: '雲林縣臺西鄉戶政事務所',
  },
  {
    CODE: '379084600Y',
    NAME: '臺北市信義區福德國民小學',
  },
  {
    CODE: '379084700Y',
    NAME: '臺北市信義區永吉國民小學',
  },
  {
    CODE: '379084800Y',
    NAME: '臺北市中正區螢橋國民小學',
  },
  {
    CODE: '379084900Y',
    NAME: '臺北市中正區河堤國民小學',
  },
  {
    CODE: '379085000Y',
    NAME: '臺北市中正區東門國民小學',
  },
  {
    CODE: '379085100Y',
    NAME: '臺北市中正區忠義國民小學',
  },
  {
    CODE: '379085200Y',
    NAME: '臺北市中正區南門國民小學',
  },
  {
    CODE: '379085300Y',
    NAME: '臺北市中正區忠孝國民小學',
  },
  {
    CODE: '379085400Y',
    NAME: '臺北市大安區古亭國民小學',
  },
  {
    CODE: '379085500Y',
    NAME: '臺北市大安區銘傳國民小學',
  },
  {
    CODE: '376491518A',
    NAME: '雲林縣四湖鄉戶政事務所',
  },
  {
    CODE: '379085600Y',
    NAME: '臺北市大安區公館國民小學',
  },
  {
    CODE: '379085700Y',
    NAME: '臺北市萬華區福星國民小學',
  },
  {
    CODE: '379085900Y',
    NAME: '臺北市萬華區新和國民小學',
  },
  {
    CODE: '379086000Y',
    NAME: '臺北市萬華區東園國民小學',
  },
  {
    CODE: '379086100Y',
    NAME: '臺北市萬華區雙園國民小學',
  },
  {
    CODE: '379086200Y',
    NAME: '臺北市萬華區大理國民小學',
  },
  {
    CODE: '379086300Y',
    NAME: '臺北市萬華區西園國民小學',
  },
  {
    CODE: '379086400Y',
    NAME: '臺北市萬華區萬大國民小學',
  },
  {
    CODE: '379086500Y',
    NAME: '臺北市萬華區華江國民小學',
  },
  {
    CODE: '379086600Y',
    NAME: '臺北市萬華區西門國民小學',
  },
  {
    CODE: '376491519A',
    NAME: '雲林縣東勢鄉戶政事務所',
  },
  {
    CODE: '379086700Y',
    NAME: '臺北市萬華區老松國民小學',
  },
  {
    CODE: '379086800Y',
    NAME: '臺北市萬華區龍山國民小學',
  },
  {
    CODE: '379086900Y',
    NAME: '臺北市大同區蓬萊國民小學',
  },
  {
    CODE: '379087000Y',
    NAME: '臺北市大同區日新國民小學',
  },
  {
    CODE: '379087100Y',
    NAME: '臺北市大同區太平國民小學',
  },
  {
    CODE: '379087200Y',
    NAME: '臺北市大同區永樂國民小學',
  },
  {
    CODE: '379087300Y',
    NAME: '臺北市文山區景美國民小學',
  },
  {
    CODE: '379087400Y',
    NAME: '臺北市文山區武功國民小學',
  },
  {
    CODE: '379087500Y',
    NAME: '臺北市文山區興德國民小學',
  },
  {
    CODE: '379087600Y',
    NAME: '臺北市文山區溪口國民小學',
  },
  {
    CODE: '376491520A',
    NAME: '雲林縣麥寮戶政事務所',
  },
  {
    CODE: '379087700Y',
    NAME: '臺北市文山區興隆國民小學',
  },
  {
    CODE: '379087800Y',
    NAME: '臺北市文山區志清國民小學',
  },
  {
    CODE: '379087900Y',
    NAME: '臺北市文山區景興國民小學',
  },
  {
    CODE: '379088000Y',
    NAME: '臺北市文山區木柵國民小學',
  },
  {
    CODE: '379088100Y',
    NAME: '臺北市文山區永建國民小學',
  },
  {
    CODE: '379091300Y',
    NAME: '臺北市博嘉實驗國民小學',
  },
  {
    CODE: '379088300Y',
    NAME: '臺北市文山區實踐國民小學',
  },
  {
    CODE: '379088400Y',
    NAME: '臺北市文山區萬芳國民小學',
  },
  {
    CODE: '379088500Y',
    NAME: '臺北市文山區萬興國民小學',
  },
  {
    CODE: '379088600Y',
    NAME: '臺北市文山區指南國民小學',
  },
  {
    CODE: '376492000C',
    NAME: '雲林縣消防局',
  },
  {
    CODE: '379088700Y',
    NAME: '臺北市文山區明道國民小學',
  },
  {
    CODE: '379088800Y',
    NAME: '臺北市文山區力行國民小學',
  },
  {
    CODE: '379088900Y',
    NAME: '臺北市士林區劍潭國民小學',
  },
  {
    CODE: '379089000Y',
    NAME: '臺北市北投區洲美國民小學',
  },
  {
    CODE: '379089100Y',
    NAME: '臺北市士林區三玉國民小學',
  },
  {
    CODE: '379089200Y',
    NAME: '臺北市士林區芝山國民小學',
  },
  {
    CODE: '379089300Y',
    NAME: '臺北市內湖區麗山國民小學',
  },
  {
    CODE: '379089400Y',
    NAME: '臺北市信義區博愛國民小學',
  },
  {
    CODE: '379089500Y',
    NAME: '臺北市文山區興華國民小學',
  },
  {
    CODE: '379089600Y',
    NAME: '臺北市文山區萬福國民小學',
  },
  {
    CODE: '376492300E',
    NAME: '雲林縣立體育場',
  },
  {
    CODE: '379089700Y',
    NAME: '臺北市國語實驗國民小學',
  },
  {
    CODE: '379089900Y',
    NAME: '臺北市文山區辛亥國民小學',
  },
  {
    CODE: '379090100Y',
    NAME: '臺北市內湖區南湖國民小學',
  },
  {
    CODE: '379090300Y',
    NAME: '臺北市中山區永安國民小學',
  },
  {
    CODE: '379090400Y',
    NAME: '臺北市松山區健康國民小學',
  },
  {
    CODE: '379090600Y',
    NAME: '臺北市大安區和平國民小學籌備處',
  },
  {
    CODE: '379090900Y',
    NAME: '臺北市大安區新生國民小學',
  },
  {
    CODE: '379091000Y',
    NAME: '臺北市中山區濱江國民小學',
  },
  {
    CODE: '379091100Y',
    NAME: '臺北市內湖區麗湖國民小學',
  },
  {
    CODE: '3790954006',
    NAME: '臺北市立松山幼兒園',
  },
  {
    CODE: '376492700G',
    NAME: '雲林縣採購中心',
  },
  {
    CODE: '3790955006',
    NAME: '臺北市立南港幼兒園',
  },
  {
    CODE: '3790956006',
    NAME: '臺北市立中山幼兒園',
  },
  {
    CODE: '3790957006',
    NAME: '臺北市立大安幼兒園',
  },
  {
    CODE: '3790958006',
    NAME: '臺北市立內湖幼兒園',
  },
  {
    CODE: '3790959006',
    NAME: '臺北市立士林幼兒園',
  },
  {
    CODE: '3790960006',
    NAME: '臺北市立信義幼兒園',
  },
  {
    CODE: '3790962006',
    NAME: '臺北市立北投幼兒園',
  },
  {
    CODE: '3790963006',
    NAME: '臺北市立萬華幼兒園',
  },
  {
    CODE: '3790964006',
    NAME: '臺北市立中正幼兒園',
  },
  {
    CODE: '3790965006',
    NAME: '臺北市立文山幼兒園',
  },
  {
    CODE: '371050100A',
    NAME: '連江縣南竿鄉公所',
  },
  {
    CODE: '376492800I',
    NAME: '雲林縣動植物防疫所',
  },
  {
    CODE: '3790966006',
    NAME: '臺北市立南海實驗幼兒園',
  },
  {
    CODE: '3790967006',
    NAME: '臺北市立育航幼兒園',
  },
  {
    CODE: '379121000J',
    NAME: '臺北市立松山托兒所',
  },
  {
    CODE: '379121300J',
    NAME: '臺北市立南港托兒所',
  },
  {
    CODE: '379121400J',
    NAME: '臺北市立中山托兒所',
  },
  {
    CODE: '379121600J',
    NAME: '臺北市立大安托兒所',
  },
  {
    CODE: '379121800J',
    NAME: '臺北市立內湖托兒所',
  },
  {
    CODE: '379121900J',
    NAME: '臺北市立士林托兒所',
  },
  {
    CODE: '379122000J',
    NAME: '臺北市立信義托兒所',
  },
  {
    CODE: '379122300J',
    NAME: '臺北市立大同托兒所',
  },
  {
    CODE: '376493200E',
    NAME: '雲林縣家庭教育中心',
  },
  {
    CODE: '379122400J',
    NAME: '臺北市立北投托兒所',
  },
  {
    CODE: '379122700J',
    NAME: '臺北市立萬華托兒所',
  },
  {
    CODE: '379122800J',
    NAME: '臺北市立中正托兒所',
  },
  {
    CODE: '379053002V',
    NAME: '臺北市立大安高工附設高級工業職業進修學校',
  },
  {
    CODE: '379110100G',
    NAME: '臺北市政府工務局新建工程處',
  },
  {
    CODE: '379110300G',
    NAME: '臺北市政府工務局公園路燈工程管理處',
  },
  {
    CODE: '379110500G',
    NAME: '臺北市政府工務局衛生下水道工程處',
  },
  {
    CODE: '379110700G',
    NAME: '臺北市政府工務局水利工程處',
  },
  {
    CODE: '379110800G',
    NAME: '臺北市政府工務局大地工程處',
  },
  {
    CODE: '379120700J',
    NAME: '臺北市立陽明教養院',
  },
  {
    CODE: '376495100A',
    NAME: '雲林縣斗六市公所',
  },
  {
    CODE: '379123300J',
    NAME: '臺北市家庭暴力暨性侵害防治中心',
  },
  {
    CODE: '379124200J',
    NAME: '臺北市立浩然敬老院',
  },
  {
    CODE: '379145400I',
    NAME: '臺北市松山區健康服務中心',
  },
  {
    CODE: '379145500I',
    NAME: '臺北市信義區健康服務中心',
  },
  {
    CODE: '379145600I',
    NAME: '臺北市大安區健康服務中心',
  },
  {
    CODE: '379145700I',
    NAME: '臺北市中山區健康服務中心',
  },
  {
    CODE: '379145800I',
    NAME: '臺北市中正區健康服務中心',
  },
  {
    CODE: '379145900I',
    NAME: '臺北市大同區健康服務中心',
  },
  {
    CODE: '379146000I',
    NAME: '臺北市萬華區健康服務中心',
  },
  {
    CODE: '379146100I',
    NAME: '臺北市文山區健康服務中心',
  },
  {
    CODE: '376495200A',
    NAME: '雲林縣斗南鎮公所',
  },
  {
    CODE: '379146200I',
    NAME: '臺北市內湖區健康服務中心',
  },
  {
    CODE: '379146300I',
    NAME: '臺北市南港區健康服務中心',
  },
  {
    CODE: '379146400I',
    NAME: '臺北市士林區健康服務中心',
  },
  {
    CODE: '379146500I',
    NAME: '臺北市北投區健康服務中心',
  },
  {
    CODE: '379150200I',
    NAME: '臺北市政府環境保護局內湖垃圾焚化廠',
  },
  {
    CODE: '379150300I',
    NAME: '臺北市政府環境保護局木柵垃圾焚化廠',
  },
  {
    CODE: '379150500I',
    NAME: '臺北市政府環境保護局北投垃圾焚化廠',
  },
  {
    CODE: '379150600I',
    NAME: '臺北市政府環境保護局環保稽查大隊',
  },
  {
    CODE: '379270100K',
    NAME: '臺北自來水事業處工程總隊',
  },
  {
    CODE: '379510100H',
    NAME: '臺北市政府捷運工程局東區工程處',
  },
  {
    CODE: '376495300A',
    NAME: '雲林縣虎尾鎮公所',
  },
  {
    CODE: '379510200H',
    NAME: '臺北市政府捷運工程局第一區工程處',
  },
  {
    CODE: '379510300H',
    NAME: '臺北市政府捷運工程局南區工程處',
  },
  {
    CODE: '379510400H',
    NAME: '臺北市政府捷運工程局第二區工程處',
  },
  {
    CODE: '379511000H',
    NAME: '臺北市政府捷運工程局機電系統工程處',
  },
  {
    CODE: '379530400H',
    NAME: '臺北市交通管制工程處',
  },
  {
    CODE: '379530700H',
    NAME: '臺北市交通事件裁決所',
  },
  {
    CODE: '379530800H',
    NAME: '臺北市公共運輸處',
  },
  {
    CODE: '379530900H',
    NAME: '臺北市停車管理工程處',
  },
  {
    CODE: '379560100G',
    NAME: '臺北市都市更新處',
  },
  {
    CODE: '379560300G',
    NAME: '臺北市建築管理工程處',
  },
  {
    CODE: '376495400A',
    NAME: '雲林縣西螺鎮公所',
  },
  {
    CODE: '379590100E',
    NAME: '臺北市立國樂團',
  },
  {
    CODE: '379590200E',
    NAME: '臺北市立交響樂團',
  },
  {
    CODE: '379590300E',
    NAME: '臺北市立美術館',
  },
  {
    CODE: '379590500E',
    NAME: '臺北市中山堂管理所',
  },
  {
    CODE: '379590700E',
    NAME: '臺北市藝文推廣處',
  },
  {
    CODE: '379590800E',
    NAME: '臺北市立文獻館',
  },
  {
    CODE: '379660100E',
    NAME: '臺北廣播電臺',
  },
  {
    CODE: '379670100G',
    NAME: '臺北市市場處',
  },
  {
    CODE: '379670200G',
    NAME: '臺北市商業處',
  },
  {
    CODE: '379670400I',
    NAME: '臺北市動物保護處',
  },
  {
    CODE: '376495500A',
    NAME: '雲林縣土庫鎮公所',
  },
  {
    CODE: '379700100A',
    NAME: '臺北市松山地政事務所',
  },
  {
    CODE: '379700200A',
    NAME: '臺北市古亭地政事務所',
  },
  {
    CODE: '379700300A',
    NAME: '臺北市建成地政事務所',
  },
  {
    CODE: '379700400A',
    NAME: '臺北市士林地政事務所',
  },
  {
    CODE: '379700500A',
    NAME: '臺北市中山地政事務所',
  },
  {
    CODE: '379700600A',
    NAME: '臺北市大安地政事務所',
  },
  {
    CODE: '379702000G',
    NAME: '臺北市政府地政局土地開發總隊',
  },
  {
    CODE: '379760100J',
    NAME: '臺北市就業服務處',
  },
  {
    CODE: '379760200J',
    NAME: '臺北市勞動力重建運用處',
  },
  {
    CODE: '379760300J',
    NAME: '臺北市勞動檢查處',
  },
  {
    CODE: '376495600A',
    NAME: '雲林縣北港鎮公所',
  },
  {
    CODE: '379760400J',
    NAME: '臺北市職能發展學院',
  },
  {
    CODE: '380020100A',
    NAME: '桃園市政府孔廟忠烈祠聯合管理所',
  },
  {
    CODE: '380020200A',
    NAME: '桃園市政府殯葬管理所',
  },
  {
    CODE: '380022000A',
    NAME: '桃園市桃園區戶政事務所',
  },
  {
    CODE: '380022100A',
    NAME: '桃園市中壢區戶政事務所',
  },
  {
    CODE: '380022200A',
    NAME: '桃園市平鎮區戶政事務所',
  },
  {
    CODE: '380022300A',
    NAME: '桃園市八德區戶政事務所',
  },
  {
    CODE: '380022400A',
    NAME: '桃園市楊梅區戶政事務所',
  },
  {
    CODE: '380022500A',
    NAME: '桃園市蘆竹區戶政事務所',
  },
  {
    CODE: '380022600A',
    NAME: '桃園市大溪區戶政事務所',
  },
  {
    CODE: '376495700A',
    NAME: '雲林縣古坑鄉公所',
  },
  {
    CODE: '380022700A',
    NAME: '桃園市大園區戶政事務所',
  },
  {
    CODE: '380022800A',
    NAME: '桃園市龜山區戶政事務所',
  },
  {
    CODE: '380022900A',
    NAME: '桃園市龍潭區戶政事務所',
  },
  {
    CODE: '380023000A',
    NAME: '桃園市新屋區戶政事務所',
  },
  {
    CODE: '380023100A',
    NAME: '桃園市觀音區戶政事務所',
  },
  {
    CODE: '380023200A',
    NAME: '桃園市復興區戶政事務所',
  },
  {
    CODE: '380040200E',
    NAME: '桃園市政府家庭教育中心',
  },
  {
    CODE: '380049100U',
    NAME: '桃園市立平鎮高級中等學校',
  },
  {
    CODE: '380051300U',
    NAME: '桃園市立永豐高級中等學校',
  },
  {
    CODE: '380050800U',
    NAME: '桃園市立南崁高級中等學校',
  },
  {
    CODE: '376495800A',
    NAME: '雲林縣大埤鄉公所',
  },
  {
    CODE: '380050900U',
    NAME: '桃園市立大溪高級中等學校',
  },
  {
    CODE: '380051400U',
    NAME: '桃園市立大園國際高級中等學校',
  },
  {
    CODE: '380049600U',
    NAME: '桃園市立原住民實驗高中籌備處',
  },
  {
    CODE: '380051000U',
    NAME: '桃園市立壽山高級中等學校',
  },
  {
    CODE: '380051200U',
    NAME: '桃園市立觀音高級中等學校',
  },
  {
    CODE: '380055100X',
    NAME: '桃園市立文昌國民中學',
  },
  {
    CODE: '380055200X',
    NAME: '桃園市立青溪國民中學',
  },
  {
    CODE: '380055300X',
    NAME: '桃園市立桃園國民中學',
  },
  {
    CODE: '380055400X',
    NAME: '桃園市立建國國民中學',
  },
  {
    CODE: '380055500X',
    NAME: '桃園市立中興國民中學',
  },
  {
    CODE: '371050200A',
    NAME: '連江縣北竿鄉公所',
  },
  {
    CODE: '376495900A',
    NAME: '雲林縣莿桐鄉公所',
  },
  {
    CODE: '380055600X',
    NAME: '桃園市立慈文國民中學',
  },
  {
    CODE: '380055700X',
    NAME: '桃園市立福豐國民中學',
  },
  {
    CODE: '380055800X',
    NAME: '桃園市立同德國民中學',
  },
  {
    CODE: '380055900X',
    NAME: '桃園市立大有國民中學',
  },
  {
    CODE: '380056000X',
    NAME: '桃園市立會稽國民中學',
  },
  {
    CODE: '380056100X',
    NAME: '桃園市立經國國民中學',
  },
  {
    CODE: '380056200X',
    NAME: '桃園市立內壢國民中學',
  },
  {
    CODE: '380056300X',
    NAME: '桃園市立大崙國民中學',
  },
  {
    CODE: '380056400X',
    NAME: '桃園市立新明國民中學',
  },
  {
    CODE: '380056500X',
    NAME: '桃園市立龍岡國民中學',
  },
  {
    CODE: '376496000A',
    NAME: '雲林縣林內鄉公所',
  },
  {
    CODE: '380056600X',
    NAME: '桃園市立興南國民中學',
  },
  {
    CODE: '380056700X',
    NAME: '桃園市立自強國民中學',
  },
  {
    CODE: '380056800X',
    NAME: '桃園市立東興國民中學',
  },
  {
    CODE: '380056900X',
    NAME: '桃園市立龍興國民中學',
  },
  {
    CODE: '380057000X',
    NAME: '桃園市立過嶺國民中學',
  },
  {
    CODE: '380057100X',
    NAME: '桃園市立中壢國民中學',
  },
  {
    CODE: '380057200X',
    NAME: '桃園市立平鎮國民中學',
  },
  {
    CODE: '380057300X',
    NAME: '桃園市立平南國民中學',
  },
  {
    CODE: '380057400X',
    NAME: '桃園市立平興國民中學',
  },
  {
    CODE: '380057500X',
    NAME: '桃園市立東安國民中學',
  },
  {
    CODE: '376496100A',
    NAME: '雲林縣二崙鄉公所',
  },
  {
    CODE: '380057600X',
    NAME: '桃園市立八德國民中學',
  },
  {
    CODE: '380057700X',
    NAME: '桃園市立大成國民中學',
  },
  {
    CODE: '380057800X',
    NAME: '桃園市立楊梅國民中學',
  },
  {
    CODE: '380057900X',
    NAME: '桃園市立仁美國民中學',
  },
  {
    CODE: '380058000X',
    NAME: '桃園市立富岡國民中學',
  },
  {
    CODE: '380058100X',
    NAME: '桃園市立瑞原國民中學',
  },
  {
    CODE: '380058200X',
    NAME: '桃園市立楊明國民中學',
  },
  {
    CODE: '380058300X',
    NAME: '桃園市立瑞坪國民中學',
  },
  {
    CODE: '380058400X',
    NAME: '桃園市立楊光國民中小學',
  },
  {
    CODE: '380058500X',
    NAME: '桃園市立大竹國民中學',
  },
  {
    CODE: '376496200A',
    NAME: '雲林縣崙背鄉公所',
  },
  {
    CODE: '380058600X',
    NAME: '桃園市立山腳國民中學',
  },
  {
    CODE: '380058700X',
    NAME: '桃園市立光明國民中學',
  },
  {
    CODE: '380058800X',
    NAME: '桃園市立南崁國民中學',
  },
  {
    CODE: '380058900X',
    NAME: '桃園市立大溪國民中學',
  },
  {
    CODE: '380059000X',
    NAME: '桃園市立仁和國民中學',
  },
  {
    CODE: '380059100X',
    NAME: '桃園市立大園國民中學',
  },
  {
    CODE: '380059200X',
    NAME: '桃園市立竹圍國民中學',
  },
  {
    CODE: '380059300X',
    NAME: '桃園市立青埔國民中學',
  },
  {
    CODE: '380059400X',
    NAME: '桃園市立大崗國民中學',
  },
  {
    CODE: '380059500X',
    NAME: '桃園市立迴龍國民中小學',
  },
  {
    CODE: '376496300A',
    NAME: '雲林縣麥寮鄉公所',
  },
  {
    CODE: '380059600X',
    NAME: '桃園市立龜山國民中學',
  },
  {
    CODE: '380059700X',
    NAME: '桃園市立幸福國民中學',
  },
  {
    CODE: '380059800X',
    NAME: '桃園市立凌雲國民中學',
  },
  {
    CODE: '380059900X',
    NAME: '桃園市立龍潭國民中學',
  },
  {
    CODE: '380060000X',
    NAME: '桃園市立石門國民中學',
  },
  {
    CODE: '380060100X',
    NAME: '桃園市立武漢國民中學',
  },
  {
    CODE: '380060200X',
    NAME: '桃園市立新屋國民中學',
  },
  {
    CODE: '380060300X',
    NAME: '桃園市立永安國民中學',
  },
  {
    CODE: '380060400X',
    NAME: '桃園市立大坡國民中學',
  },
  {
    CODE: '380060500X',
    NAME: '桃園市立觀音國民中學',
  },
  {
    CODE: '376496400A',
    NAME: '雲林縣東勢鄉公所',
  },
  {
    CODE: '380060600X',
    NAME: '桃園市立草漯國民中學',
  },
  {
    CODE: '380060700X',
    NAME: '桃園市立介壽國民中學',
  },
  {
    CODE: '380070100Y',
    NAME: '桃園市桃園區桃園國民小學',
  },
  {
    CODE: '380070200Y',
    NAME: '桃園市桃園區南門國民小學',
  },
  {
    CODE: '380070300Y',
    NAME: '桃園市桃園區東門國民小學',
  },
  {
    CODE: '380070400Y',
    NAME: '桃園市桃園區中埔國民小學',
  },
  {
    CODE: '380070500Y',
    NAME: '桃園市桃園區成功國民小學',
  },
  {
    CODE: '380070600Y',
    NAME: '桃園市桃園區會稽國民小學',
  },
  {
    CODE: '380070700Y',
    NAME: '桃園市桃園區建國國民小學',
  },
  {
    CODE: '380070800Y',
    NAME: '桃園市桃園區中山國民小學',
  },
  {
    CODE: '376496500A',
    NAME: '雲林縣褒忠鄉公所',
  },
  {
    CODE: '380070900Y',
    NAME: '桃園市桃園區西門國民小學',
  },
  {
    CODE: '380071000Y',
    NAME: '桃園市桃園區龍山國民小學',
  },
  {
    CODE: '380071100Y',
    NAME: '桃園市桃園區文山國民小學',
  },
  {
    CODE: '380071200Y',
    NAME: '桃園市桃園區北門國民小學',
  },
  {
    CODE: '380071300Y',
    NAME: '桃園市桃園區同安國民小學',
  },
  {
    CODE: '380071400Y',
    NAME: '桃園市桃園區青溪國民小學',
  },
  {
    CODE: '380071500Y',
    NAME: '桃園市桃園區建德國民小學',
  },
  {
    CODE: '380071600Y',
    NAME: '桃園市桃園區大有國民小學',
  },
  {
    CODE: '380071700Y',
    NAME: '桃園市桃園區慈文國民小學',
  },
  {
    CODE: '380071800Y',
    NAME: '桃園市桃園區大業國民小學',
  },
  {
    CODE: '376496600A',
    NAME: '雲林縣臺西鄉公所',
  },
  {
    CODE: '380071900Y',
    NAME: '桃園市桃園區同德國民小學',
  },
  {
    CODE: '380072000Y',
    NAME: '桃園市桃園區莊敬國民小學',
  },
  {
    CODE: '380072100Y',
    NAME: '桃園市桃園區快樂國民小學',
  },
  {
    CODE: '380072200Y',
    NAME: '桃園市桃園區永順國民小學',
  },
  {
    CODE: '380072300Y',
    NAME: '桃園市桃園區新埔國民小學',
  },
  {
    CODE: '380072400Y',
    NAME: '桃園市中壢區中壢國民小學',
  },
  {
    CODE: '380072500Y',
    NAME: '桃園市中壢區中平國民小學',
  },
  {
    CODE: '380072600Y',
    NAME: '桃園市中壢區新明國民小學',
  },
  {
    CODE: '380072700Y',
    NAME: '桃園市中壢區芭里國民小學',
  },
  {
    CODE: '380072800Y',
    NAME: '桃園市中壢區新街國民小學',
  },
  {
    CODE: '376496700A',
    NAME: '雲林縣元長鄉公所',
  },
  {
    CODE: '380072900Y',
    NAME: '桃園市中壢區普仁國民小學',
  },
  {
    CODE: '380073000Y',
    NAME: '桃園市中壢區富台國民小學',
  },
  {
    CODE: '380073100Y',
    NAME: '桃園市中壢區青埔國民小學',
  },
  {
    CODE: '380073200Y',
    NAME: '桃園市中壢區內壢國民小學',
  },
  {
    CODE: '380073300Y',
    NAME: '桃園市中壢區內定國民小學',
  },
  {
    CODE: '380073400Y',
    NAME: '桃園市中壢區大崙國民小學',
  },
  {
    CODE: '380073500Y',
    NAME: '桃園市中壢區山東國民小學',
  },
  {
    CODE: '380073600Y',
    NAME: '桃園市中壢區中正國民小學',
  },
  {
    CODE: '380073700Y',
    NAME: '桃園市中壢區自立國民小學',
  },
  {
    CODE: '380073800Y',
    NAME: '桃園市中壢區龍岡國民小學',
  },
  {
    CODE: '376496800A',
    NAME: '雲林縣四湖鄉公所',
  },
  {
    CODE: '380073900Y',
    NAME: '桃園市中壢區信義國民小學',
  },
  {
    CODE: '380074000Y',
    NAME: '桃園市中壢區林森國民小學',
  },
  {
    CODE: '380074100Y',
    NAME: '桃園市中壢區華勛國民小學',
  },
  {
    CODE: '380074200Y',
    NAME: '桃園市中壢區興國國民小學',
  },
  {
    CODE: '380074300Y',
    NAME: '桃園市中壢區忠福國民小學',
  },
  {
    CODE: '380074400Y',
    NAME: '桃園市中壢區興仁國民小學',
  },
  {
    CODE: '380074500Y',
    NAME: '桃園市中壢區中原國民小學',
  },
  {
    CODE: '380074600Y',
    NAME: '桃園市中壢區元生國民小學',
  },
  {
    CODE: '380074700Y',
    NAME: '桃園市平鎮區新勢國民小學',
  },
  {
    CODE: '380074800Y',
    NAME: '桃園市平鎮區忠貞國民小學',
  },
  {
    CODE: '371050300A',
    NAME: '連江縣莒光鄉公所',
  },
  {
    CODE: '376496900A',
    NAME: '雲林縣口湖鄉公所',
  },
  {
    CODE: '380074900Y',
    NAME: '桃園市平鎮區東勢國民小學',
  },
  {
    CODE: '380075000Y',
    NAME: '桃園市平鎮區宋屋國民小學',
  },
  {
    CODE: '380075100Y',
    NAME: '桃園市平鎮區南勢國民小學',
  },
  {
    CODE: '380075200Y',
    NAME: '桃園市平鎮區山豐國民小學',
  },
  {
    CODE: '380075300Y',
    NAME: '桃園市平鎮區復旦國民小學',
  },
  {
    CODE: '380075400Y',
    NAME: '桃園市平鎮區北勢國民小學',
  },
  {
    CODE: '380075500Y',
    NAME: '桃園市平鎮區東安國民小學',
  },
  {
    CODE: '380075600Y',
    NAME: '桃園市平鎮區文化國民小學',
  },
  {
    CODE: '380075700Y',
    NAME: '桃園市平鎮區祥安國民小學',
  },
  {
    CODE: '380075800Y',
    NAME: '桃園市平鎮區平興國民小學',
  },
  {
    CODE: '376497000A',
    NAME: '雲林縣水林鄉公所',
  },
  {
    CODE: '380075900Y',
    NAME: '桃園市平鎮區義興國民小學',
  },
  {
    CODE: '380076000Y',
    NAME: '桃園市平鎮區新榮國民小學',
  },
  {
    CODE: '380076100Y',
    NAME: '桃園市八德區大成國民小學',
  },
  {
    CODE: '380076200Y',
    NAME: '桃園市八德區八德國民小學',
  },
  {
    CODE: '380076300Y',
    NAME: '桃園市八德區霄裡國民小學',
  },
  {
    CODE: '380076400Y',
    NAME: '桃園市八德區大安國民小學',
  },
  {
    CODE: '380076500Y',
    NAME: '桃園市八德區茄苳國民小學',
  },
  {
    CODE: '380076600Y',
    NAME: '桃園市八德區廣興國民小學',
  },
  {
    CODE: '380076700Y',
    NAME: '桃園市八德區大勇國民小學',
  },
  {
    CODE: '380076800Y',
    NAME: '桃園市八德區瑞豐國民小學',
  },
  {
    CODE: '376790100A',
    NAME: '雲林縣斗六市民代表會',
  },
  {
    CODE: '380076900Y',
    NAME: '桃園市八德區大忠國民小學',
  },
  {
    CODE: '380077000Y',
    NAME: '桃園市楊梅區楊梅國民小學',
  },
  {
    CODE: '380077100Y',
    NAME: '桃園市楊梅區水美國民小學',
  },
  {
    CODE: '380077200Y',
    NAME: '桃園市楊梅區上田國民小學',
  },
  {
    CODE: '380077300Y',
    NAME: '桃園市楊梅區大同國民小學',
  },
  {
    CODE: '380077400Y',
    NAME: '桃園市楊梅區富岡國民小學',
  },
  {
    CODE: '380077500Y',
    NAME: '桃園市楊梅區瑞原國民小學',
  },
  {
    CODE: '380077600Y',
    NAME: '桃園市楊梅區上湖國民小學',
  },
  {
    CODE: '380077700Y',
    NAME: '桃園市楊梅區瑞埔國民小學',
  },
  {
    CODE: '380077800Y',
    NAME: '桃園市楊梅區瑞梅國民小學',
  },
  {
    CODE: '376790200A',
    NAME: '雲林縣斗南鎮民代表會',
  },
  {
    CODE: '380077900Y',
    NAME: '桃園市楊梅區高榮國民小學',
  },
  {
    CODE: '380078000Y',
    NAME: '桃園市楊梅區四維國民小學',
  },
  {
    CODE: '380078100Y',
    NAME: '桃園市楊梅區楊明國民小學',
  },
  {
    CODE: '380078200Y',
    NAME: '桃園市楊梅區瑞塘國民小學',
  },
  {
    CODE: '380078300Y',
    NAME: '桃園市楊梅區楊心國民小學',
  },
  {
    CODE: '380078400Y',
    NAME: '桃園市蘆竹區南崁國民小學',
  },
  {
    CODE: '380078500Y',
    NAME: '桃園市蘆竹區公埔國民小學',
  },
  {
    CODE: '380078600Y',
    NAME: '桃園市蘆竹區蘆竹國民小學',
  },
  {
    CODE: '380078700Y',
    NAME: '桃園市蘆竹區大竹國民小學',
  },
  {
    CODE: '380078800Y',
    NAME: '桃園市蘆竹區新興國民小學',
  },
  {
    CODE: '376790300A',
    NAME: '雲林縣虎尾鎮民代表會',
  },
  {
    CODE: '380078900Y',
    NAME: '桃園市蘆竹區外社國民小學',
  },
  {
    CODE: '380079000Y',
    NAME: '桃園市蘆竹區山腳國民小學',
  },
  {
    CODE: '380079100Y',
    NAME: '桃園市蘆竹區頂社國民小學',
  },
  {
    CODE: '380079200Y',
    NAME: '桃園市蘆竹區海湖國民小學',
  },
  {
    CODE: '380079300Y',
    NAME: '桃園市蘆竹區大華國民小學',
  },
  {
    CODE: '380079400Y',
    NAME: '桃園市蘆竹區新莊國民小學',
  },
  {
    CODE: '380079500Y',
    NAME: '桃園市蘆竹區錦興國民小學',
  },
  {
    CODE: '380079600Y',
    NAME: '桃園市蘆竹區光明國民小學',
  },
  {
    CODE: '380079700Y',
    NAME: '桃園市蘆竹區龍安國民小學',
  },
  {
    CODE: '380079800Y',
    NAME: '桃園市大溪區大溪國民小學',
  },
  {
    CODE: '376790400A',
    NAME: '雲林縣西螺鎮民代表會',
  },
  {
    CODE: '380079900Y',
    NAME: '桃園市大溪區美華國民小學',
  },
  {
    CODE: '380080000Y',
    NAME: '桃園市大溪區內柵國民小學',
  },
  {
    CODE: '380080100Y',
    NAME: '桃園市大溪區福安國民小學',
  },
  {
    CODE: '380080200Y',
    NAME: '桃園市大溪區百吉國民小學',
  },
  {
    CODE: '380080300Y',
    NAME: '桃園市大溪區中興國民小學',
  },
  {
    CODE: '380080400Y',
    NAME: '桃園市大溪區員樹林國民小學',
  },
  {
    CODE: '380080500Y',
    NAME: '桃園市大溪區仁善國民小學',
  },
  {
    CODE: '380080600Y',
    NAME: '桃園市大溪區僑愛國民小學',
  },
  {
    CODE: '380080700Y',
    NAME: '桃園市大溪區南興國民小學',
  },
  {
    CODE: '380080800Y',
    NAME: '桃園市大溪區永福國民小學',
  },
  {
    CODE: '376790500A',
    NAME: '雲林縣土庫鎮民代表會',
  },
  {
    CODE: '380080900Y',
    NAME: '桃園市大溪區瑞祥國民小學',
  },
  {
    CODE: '380081000Y',
    NAME: '桃園市大溪區田心國民小學',
  },
  {
    CODE: '380081100Y',
    NAME: '桃園市大溪區仁和國民小學',
  },
  {
    CODE: '380081200Y',
    NAME: '桃園市大園區大園國民小學',
  },
  {
    CODE: '380081300Y',
    NAME: '桃園市大園區圳頭國民小學',
  },
  {
    CODE: '380081400Y',
    NAME: '桃園市大園區內海國民小學',
  },
  {
    CODE: '380081500Y',
    NAME: '桃園市大園區溪海國民小學',
  },
  {
    CODE: '380081600Y',
    NAME: '桃園市大園區潮音國民小學',
  },
  {
    CODE: '380081700Y',
    NAME: '桃園市大園區?林國民小學',
  },
  {
    CODE: '380081800Y',
    NAME: '桃園市大園區后厝國民小學',
  },
  {
    CODE: '376790600A',
    NAME: '雲林縣北港鎮民代表會',
  },
  {
    CODE: '380081900Y',
    NAME: '桃園市大園區沙崙國民小學',
  },
  {
    CODE: '380082000Y',
    NAME: '桃園市大園區埔心國民小學',
  },
  {
    CODE: '380082100Y',
    NAME: '桃園市大園區五權國民小學',
  },
  {
    CODE: '380082200Y',
    NAME: '桃園市大園區陳康國民小學',
  },
  {
    CODE: '380082300Y',
    NAME: '桃園市大園區竹圍國民小學',
  },
  {
    CODE: '380082400Y',
    NAME: '桃園市龜山區龜山國民小學',
  },
  {
    CODE: '380082500Y',
    NAME: '桃園市龜山區壽山國民小學',
  },
  {
    CODE: '380082600Y',
    NAME: '桃園市龜山區福源國民小學',
  },
  {
    CODE: '380082700Y',
    NAME: '桃園市龜山區大崗國民小學',
  },
  {
    CODE: '380082800Y',
    NAME: '桃園市龜山區樂善國民小學',
  },
  {
    CODE: '376790700A',
    NAME: '雲林縣古坑鄉民代表會',
  },
  {
    CODE: '380082900Y',
    NAME: '桃園市龜山區大埔國民小學',
  },
  {
    CODE: '395085900Y',
    NAME: '臺南市鹽水區歡雅國民小學',
  },
  {
    CODE: '380083100Y',
    NAME: '桃園市龜山區龍壽國民小學',
  },
  {
    CODE: '380083200Y',
    NAME: '桃園市龜山區新路國民小學',
  },
  {
    CODE: '395090800Y',
    NAME: '臺南市鹽水區?頭港國民小學',
  },
  {
    CODE: '395086100Y',
    NAME: '臺南市鹽水區竹埔國民小學',
  },
  {
    CODE: '380083500Y',
    NAME: '桃園市龜山區文華國民小學',
  },
  {
    CODE: '380083600Y',
    NAME: '桃園市龜山區南美國民小學',
  },
  {
    CODE: '380083700Y',
    NAME: '桃園市龜山區楓樹國民小學',
  },
  {
    CODE: '380083800Y',
    NAME: '桃園市龜山區自強國民小學',
  },
  {
    CODE: '376790800A',
    NAME: '雲林縣大埤鄉民代表會',
  },
  {
    CODE: '380083900Y',
    NAME: '桃園市龜山區長庚國民小學',
  },
  {
    CODE: '380084000Y',
    NAME: '桃園市龜山區文欣國民小學',
  },
  {
    CODE: '395075900Y',
    NAME: '臺南市關廟區關廟國民小學',
  },
  {
    CODE: '380084200Y',
    NAME: '桃園市龍潭區龍潭國民小學',
  },
  {
    CODE: '380084300Y',
    NAME: '桃園市龍潭區德龍國民小學',
  },
  {
    CODE: '395076200Y',
    NAME: '臺南市關廟區崇和國民小學',
  },
  {
    CODE: '380084500Y',
    NAME: '桃園市龍潭區石門國民小學',
  },
  {
    CODE: '380084600Y',
    NAME: '桃園市龍潭區高原國民小學',
  },
  {
    CODE: '380084700Y',
    NAME: '桃園市龍潭區龍源國民小學',
  },
  {
    CODE: '395084000Y',
    NAME: '臺南市學甲區學甲國民小學',
  },
  {
    CODE: '371040400A',
    NAME: '連江縣東引鄉公所',
  },
  {
    CODE: '376790900A',
    NAME: '雲林縣莿桐鄉民代表會',
  },
  {
    CODE: '380084900Y',
    NAME: '桃園市龍潭區武漢國民小學',
  },
  {
    CODE: '395084800Y',
    NAME: '臺南市新營區新興國民小學',
  },
  {
    CODE: '380085100Y',
    NAME: '桃園市龍潭區三坑國民小學',
  },
  {
    CODE: '380085200Y',
    NAME: '桃園市龍潭區雙龍國民小學',
  },
  {
    CODE: '380085300Y',
    NAME: '桃園市新屋區新屋國民小學',
  },
  {
    CODE: '380085400Y',
    NAME: '桃園市新屋區社子國民小學',
  },
  {
    CODE: '380085500Y',
    NAME: '桃園市新屋區埔頂國民小學',
  },
  {
    CODE: '395084700Y',
    NAME: '臺南市新營區新橋國民小學',
  },
  {
    CODE: '380085700Y',
    NAME: '桃園市新屋區東明國民小學',
  },
  {
    CODE: '380085800Y',
    NAME: '桃園市新屋區頭洲國民小學',
  },
  {
    CODE: '376791000A',
    NAME: '雲林縣林內鄉民代表會',
  },
  {
    CODE: '380085900Y',
    NAME: '桃園市新屋區永安國民小學',
  },
  {
    CODE: '395085600Y',
    NAME: '臺南市新營區土庫國民小學',
  },
  {
    CODE: '380086100Y',
    NAME: '桃園市新屋區大坡國民小學',
  },
  {
    CODE: '380086200Y',
    NAME: '桃園市新屋區蚵間國民小學',
  },
  {
    CODE: '380086300Y',
    NAME: '桃園市新屋區笨港國民小學',
  },
  {
    CODE: '395077500Y',
    NAME: '臺南市新市區新市國民小學',
  },
  {
    CODE: '380086500Y',
    NAME: '桃園市觀音區大潭國民小學',
  },
  {
    CODE: '380086600Y',
    NAME: '桃園市觀音區保生國民小學',
  },
  {
    CODE: '380086700Y',
    NAME: '桃園市觀音區新坡國民小學',
  },
  {
    CODE: '380086800Y',
    NAME: '桃園市觀音區上大國民小學',
  },
  {
    CODE: '376791100A',
    NAME: '雲林縣二崙鄉民代表會',
  },
  {
    CODE: '395076600Y',
    NAME: '臺南市新化區新化國民小學',
  },
  {
    CODE: '380087000Y',
    NAME: '桃園市觀音區草漯國民小學',
  },
  {
    CODE: '380087100Y',
    NAME: '桃園市觀音區富林國民小學',
  },
  {
    CODE: '395076700Y',
    NAME: '臺南市新化區那拔國民小學',
  },
  {
    CODE: '380087300Y',
    NAME: '桃園市觀音區崙坪國民小學',
  },
  {
    CODE: '380087400Y',
    NAME: '桃園市復興區介壽國民小學',
  },
  {
    CODE: '395076800Y',
    NAME: '臺南市新化區大新國民小學',
  },
  {
    CODE: '380087600Y',
    NAME: '桃園市復興區三民國民小學',
  },
  {
    CODE: '380087700Y',
    NAME: '桃園市復興區義盛國民小學',
  },
  {
    CODE: '380087800Y',
    NAME: '桃園市復興區霞雲國民小學',
  },
  {
    CODE: '376791200A',
    NAME: '雲林縣崙背鄉民代表會',
  },
  {
    CODE: '395090700Y',
    NAME: '臺南市新化區口埤實驗小學',
  },
  {
    CODE: '395077300Y',
    NAME: '臺南市善化區陽明國民小學',
  },
  {
    CODE: '395088400Y',
    NAME: '臺南市善化區小新國民小學',
  },
  {
    CODE: '380088200Y',
    NAME: '桃園市復興區長興國民小學',
  },
  {
    CODE: '380088300Y',
    NAME: '桃園市復興區三光國民小學',
  },
  {
    CODE: '395079600Y',
    NAME: '臺南市麻豆區港尾國民小學',
  },
  {
    CODE: '3800951006',
    NAME: '桃園市立桃園幼兒園',
  },
  {
    CODE: '3800952006',
    NAME: '桃園市立中壢幼兒園',
  },
  {
    CODE: '3800953006',
    NAME: '桃園市立中壢高鐵幼兒園',
  },
  {
    CODE: '3800954006',
    NAME: '桃園市立平鎮幼兒園',
  },
  {
    CODE: '376791300A',
    NAME: '雲林縣麥寮鄉民代表會',
  },
  {
    CODE: '3800955006',
    NAME: '桃園市立八德幼兒園',
  },
  {
    CODE: '3800956006',
    NAME: '桃園市立楊梅幼兒園',
  },
  {
    CODE: '3800957006',
    NAME: '桃園市立蘆竹幼兒園',
  },
  {
    CODE: '3800958006',
    NAME: '桃園市立大溪幼兒園',
  },
  {
    CODE: '3800959006',
    NAME: '桃園市立大園幼兒園',
  },
  {
    CODE: '3800960006',
    NAME: '桃園市立龜山幼兒園',
  },
  {
    CODE: '3800961006',
    NAME: '桃園市立龍潭幼兒園',
  },
  {
    CODE: '3800962006',
    NAME: '桃園市立新屋幼兒園',
  },
  {
    CODE: '3800963006',
    NAME: '桃園市立觀音幼兒園',
  },
  {
    CODE: '380110100G',
    NAME: '桃園市政府養護工程處',
  },
  {
    CODE: '376791400A',
    NAME: '雲林縣東勢鄉民代表會',
  },
  {
    CODE: '380110200G',
    NAME: '桃園市政府新建工程處',
  },
  {
    CODE: '380120100J',
    NAME: '桃園市政府家庭暴力暨性侵害防治中心',
  },
  {
    CODE: '380142000I',
    NAME: '桃園市桃園區衛生所',
  },
  {
    CODE: '380142100I',
    NAME: '桃園市中壢區衛生所',
  },
  {
    CODE: '380142200I',
    NAME: '桃園市平鎮區衛生所',
  },
  {
    CODE: '380142300I',
    NAME: '桃園市八德區衛生所',
  },
  {
    CODE: '380142400I',
    NAME: '桃園市楊梅區衛生所',
  },
  {
    CODE: '380142500I',
    NAME: '桃園市蘆竹區衛生所',
  },
  {
    CODE: '380142600I',
    NAME: '桃園市大溪區衛生所',
  },
  {
    CODE: '380142700I',
    NAME: '桃園市大園區衛生所',
  },
  {
    CODE: '376791500A',
    NAME: '雲林縣褒忠鄉民代表會',
  },
  {
    CODE: '380142800I',
    NAME: '桃園市龜山區衛生所',
  },
  {
    CODE: '380142900I',
    NAME: '桃園市龍潭區衛生所',
  },
  {
    CODE: '380143000I',
    NAME: '桃園市新屋區衛生所',
  },
  {
    CODE: '380143100I',
    NAME: '桃園市觀音區衛生所',
  },
  {
    CODE: '380143200I',
    NAME: '桃園市復興區衛生所',
  },
  {
    CODE: '380150100I',
    NAME: '桃園市政府環境清潔稽查大隊',
  },
  {
    CODE: '380162000A',
    NAME: '桃園市桃園地政事務所',
  },
  {
    CODE: '380162100A',
    NAME: '桃園市中壢地政事務所',
  },
  {
    CODE: '380162200A',
    NAME: '桃園市平鎮地政事務所',
  },
  {
    CODE: '380162300A',
    NAME: '桃園市八德地政事務所',
  },
  {
    CODE: '376791600A',
    NAME: '雲林縣臺西鄉民代表會',
  },
  {
    CODE: '380162400A',
    NAME: '桃園市楊梅地政事務所',
  },
  {
    CODE: '380162500A',
    NAME: '桃園市蘆竹地政事務所',
  },
  {
    CODE: '380162600A',
    NAME: '桃園市大溪地政事務所',
  },
  {
    CODE: '380162700A',
    NAME: '桃園市龜山地政事務所',
  },
  {
    CODE: '380370000A',
    NAME: '桃園市政府資訊科技局',
  },
  {
    CODE: '380240300J',
    NAME: '桃園市政府就業職訓服務處',
  },
  {
    CODE: '380240200J',
    NAME: '桃園市政府勞動檢查處',
  },
  {
    CODE: '380270100G',
    NAME: '桃園市政府動物保護防疫處',
  },
  {
    CODE: '380380000H',
    NAME: '桃園市政府捷運工程局',
  },
  {
    CODE: '380290200H',
    NAME: '桃園市政府交通事件裁決處',
  },
  {
    CODE: '376791700A',
    NAME: '雲林縣元長鄉民代表會',
  },
  {
    CODE: '380300100H',
    NAME: '桃園市政府風景區管理處',
  },
  {
    CODE: '380330100E',
    NAME: '桃園市政府藝文設施管理中心',
  },
  {
    CODE: '380330200E',
    NAME: '桃園市立圖書館',
  },
  {
    CODE: '380330300E',
    NAME: '桃園市立大溪木藝生態博物館',
  },
  {
    CODE: '380360100G',
    NAME: '桃園市政府住宅發展處',
  },
  {
    CODE: '380360200G',
    NAME: '桃園市政府建築管理處',
  },
  {
    CODE: '380631100I',
    NAME: '桃園市復興區清潔隊',
  },
  {
    CODE: '380632100E',
    NAME: '桃園市復興區立圖書館',
  },
  {
    CODE: '3806351006',
    NAME: '桃園市復興區立幼兒園',
  },
  {
    CODE: '382020200J',
    NAME: '新北市政府殯葬管理處',
  },
  {
    CODE: '376791800A',
    NAME: '雲林縣四湖鄉民代表會',
  },
  {
    CODE: '382024900A',
    NAME: '新北市新店戶政事務所',
  },
  {
    CODE: '382025000A',
    NAME: '新北市瑞芳戶政事務所',
  },
  {
    CODE: '382025100A',
    NAME: '新北市五股戶政事務所',
  },
  {
    CODE: '382025200A',
    NAME: '新北市金山戶政事務所',
  },
  {
    CODE: '382025300A',
    NAME: '新北市永和戶政事務所',
  },
  {
    CODE: '382025400A',
    NAME: '新北市新莊戶政事務所',
  },
  {
    CODE: '382025500A',
    NAME: '新北市三峽戶政事務所',
  },
  {
    CODE: '382025600A',
    NAME: '新北市鶯歌戶政事務所',
  },
  {
    CODE: '382025700A',
    NAME: '新北市泰山戶政事務所',
  },
  {
    CODE: '382025800A',
    NAME: '新北市淡水戶政事務所',
  },
  {
    CODE: '371050600A',
    NAME: '連江縣南竿鄉戶政事務所',
  },
  {
    CODE: '376791900A',
    NAME: '雲林縣口湖鄉民代表會',
  },
  {
    CODE: '382025900A',
    NAME: '新北市林口戶政事務所',
  },
  {
    CODE: '382026000A',
    NAME: '新北市土城戶政事務所',
  },
  {
    CODE: '382026100A',
    NAME: '新北市蘆洲戶政事務所',
  },
  {
    CODE: '382026200A',
    NAME: '新北市汐止戶政事務所',
  },
  {
    CODE: '382026300A',
    NAME: '新北市樹林戶政事務所',
  },
  {
    CODE: '382026400A',
    NAME: '新北市板橋戶政事務所',
  },
  {
    CODE: '382026500A',
    NAME: '新北市三重戶政事務所',
  },
  {
    CODE: '382026600A',
    NAME: '新北市中和戶政事務所',
  },
  {
    CODE: '382030100D',
    NAME: '新北市政府稅捐稽徵處',
  },
  {
    CODE: '382040100E',
    NAME: '新北市政府體育處',
  },
  {
    CODE: '376792000A',
    NAME: '雲林縣水林鄉民代表會',
  },
  {
    CODE: '382040200E',
    NAME: '新北市政府家庭教育中心',
  },
  {
    CODE: '382049100U',
    NAME: '新北市立樹林高級中學',
  },
  {
    CODE: '382049200U',
    NAME: '新北市立明德高級中學',
  },
  {
    CODE: '382049300U',
    NAME: '新北市立永平高級中學',
  },
  {
    CODE: '382049400U',
    NAME: '新北市立三民高級中學',
  },
  {
    CODE: '382049500U',
    NAME: '新北市立雙溪高級中學',
  },
  {
    CODE: '382049600U',
    NAME: '新北市立金山高級中學',
  },
  {
    CODE: '382049700U',
    NAME: '新北市立清水高級中學',
  },
  {
    CODE: '382049800U',
    NAME: '新北市立海山高級中學',
  },
  {
    CODE: '382049900U',
    NAME: '新北市立秀峰高級中學',
  },
  {
    CODE: '376500300I',
    NAME: '嘉義縣衛生局',
  },
  {
    CODE: '382050000U',
    NAME: '新北市立石碇高級中學',
  },
  {
    CODE: '382050100U',
    NAME: '新北市立安康高級中學',
  },
  {
    CODE: '382050200U',
    NAME: '新北市立錦和高級中學',
  },
  {
    CODE: '382050300U',
    NAME: '新北市立三重高級中學',
  },
  {
    CODE: '382050400U',
    NAME: '新北市立丹鳳高級中學',
  },
  {
    CODE: '382050500U',
    NAME: '新北市立板橋高級中學',
  },
  {
    CODE: '382050600U',
    NAME: '新北市立中和高級中學',
  },
  {
    CODE: '382050700U',
    NAME: '新北市立新店高級中學',
  },
  {
    CODE: '382050800U',
    NAME: '新北市立新北高級中學',
  },
  {
    CODE: '382050900U',
    NAME: '新北市立新莊高級中學',
  },
  {
    CODE: '376500305I',
    NAME: '嘉義縣環境保護局',
  },
  {
    CODE: '382051000U',
    NAME: '新北市立泰山高級中學',
  },
  {
    CODE: '382051100U',
    NAME: '新北市立林口高級中學',
  },
  {
    CODE: '382051200U',
    NAME: '新北市立竹圍高級中學',
  },
  {
    CODE: '382051300U',
    NAME: '新北市立光復高級中學',
  },
  {
    CODE: '382051400U',
    NAME: '新北市立北大高級中學',
  },
  {
    CODE: '382053100V',
    NAME: '新北市立鶯歌高級工商職業學校',
  },
  {
    CODE: '382053200V',
    NAME: '新北市立新北高級工業職業學校',
  },
  {
    CODE: '382053300V',
    NAME: '新北市立瑞芳高級工業職業學校',
  },
  {
    CODE: '382053400V',
    NAME: '新北市立淡水高級商工職業學校',
  },
  {
    CODE: '382053500V',
    NAME: '新北市立三重高級商工職業學校',
  },
  {
    CODE: '376501520A',
    NAME: '嘉義縣朴子地政事務所',
  },
  {
    CODE: '382054100W',
    NAME: '新北市立新北特殊教育學校',
  },
  {
    CODE: '382055100X',
    NAME: '新北市立文山國民中學',
  },
  {
    CODE: '382055200X',
    NAME: '新北市立新莊國民中學',
  },
  {
    CODE: '382055300X',
    NAME: '新北市立淡水國民中學',
  },
  {
    CODE: '382055400X',
    NAME: '新北市立汐止國民中學',
  },
  {
    CODE: '382055500X',
    NAME: '新北市立鶯歌國民中學',
  },
  {
    CODE: '382055600X',
    NAME: '新北市立三峽國民中學',
  },
  {
    CODE: '382055700X',
    NAME: '新北市立三芝國民中學',
  },
  {
    CODE: '382055800X',
    NAME: '新北市立中和國民中學',
  },
  {
    CODE: '382055900X',
    NAME: '新北市立明志國民中學',
  },
  {
    CODE: '376500500A',
    NAME: '嘉義縣大林地政事務所',
  },
  {
    CODE: '382056000X',
    NAME: '新北市立五峰國民中學',
  },
  {
    CODE: '382056100X',
    NAME: '新北市立板橋國民中學',
  },
  {
    CODE: '382056200X',
    NAME: '新北市立瑞芳國民中學',
  },
  {
    CODE: '382056300X',
    NAME: '新北市立永和國民中學',
  },
  {
    CODE: '382056400X',
    NAME: '新北市立土城國民中學',
  },
  {
    CODE: '382061800X',
    NAME: '新北市立坪林實驗國民中學',
  },
  {
    CODE: '382056600X',
    NAME: '新北市立泰山國民中學',
  },
  {
    CODE: '382056700X',
    NAME: '新北市立五股國民中學',
  },
  {
    CODE: '382056800X',
    NAME: '新北市立八里國民中學',
  },
  {
    CODE: '382061900X',
    NAME: '新北市立石門實驗國民中學',
  },
  {
    CODE: '376500600A',
    NAME: '嘉義縣水上地政事務所',
  },
  {
    CODE: '382057000X',
    NAME: '新北市立貢寮國民中學',
  },
  {
    CODE: '382057100X',
    NAME: '新北市立平溪國民中學',
  },
  {
    CODE: '382057200X',
    NAME: '新北市立蘆洲國民中學',
  },
  {
    CODE: '382057300X',
    NAME: '新北市立林口國民中學',
  },
  {
    CODE: '382057400X',
    NAME: '新北市立萬里國民中學',
  },
  {
    CODE: '382057500X',
    NAME: '新北市立欽賢國民中學',
  },
  {
    CODE: '382057600X',
    NAME: '新北市立光榮國民中學',
  },
  {
    CODE: '382057700X',
    NAME: '新北市立積穗國民中學',
  },
  {
    CODE: '382057800X',
    NAME: '新北市立重慶國民中學',
  },
  {
    CODE: '382057900X',
    NAME: '新北市立碧華國民中學',
  },
  {
    CODE: '376500700A',
    NAME: '嘉義縣竹崎地政事務所',
  },
  {
    CODE: '382058000X',
    NAME: '新北市立江翠國民中學',
  },
  {
    CODE: '382058100X',
    NAME: '新北市立新泰國民中學',
  },
  {
    CODE: '382058200X',
    NAME: '新北市立柑園國民中學',
  },
  {
    CODE: '382058300X',
    NAME: '新北市立漳和國民中學',
  },
  {
    CODE: '382058400X',
    NAME: '新北市立福和國民中學',
  },
  {
    CODE: '382058500X',
    NAME: '新北市立中山國民中學',
  },
  {
    CODE: '382058600X',
    NAME: '新北市立福營國民中學',
  },
  {
    CODE: '382058700X',
    NAME: '新北市立深坑國民中學',
  },
  {
    CODE: '382058800X',
    NAME: '新北市立新埔國民中學',
  },
  {
    CODE: '382058900X',
    NAME: '新北市立頭前國民中學',
  },
  {
    CODE: '376501300D',
    NAME: '嘉義縣財政稅務局',
  },
  {
    CODE: '382059000X',
    NAME: '新北市立中正國民中學',
  },
  {
    CODE: '382059100X',
    NAME: '新北市立溪崑國民中學',
  },
  {
    CODE: '382059200X',
    NAME: '新北市立自強國民中學',
  },
  {
    CODE: '382059300X',
    NAME: '新北市立義學國民中學',
  },
  {
    CODE: '382059400X',
    NAME: '新北市立正德國民中學',
  },
  {
    CODE: '382059500X',
    NAME: '新北市立中平國民中學',
  },
  {
    CODE: '382059600X',
    NAME: '新北市立鳳鳴國民中學',
  },
  {
    CODE: '382059700X',
    NAME: '新北市立尖山國民中學',
  },
  {
    CODE: '382059800X',
    NAME: '新北市立三和國民中學',
  },
  {
    CODE: '382059900X',
    NAME: '新北市立育林國民中學',
  },
  {
    CODE: '376501521A',
    NAME: '嘉義縣民雄戶政事務所',
  },
  {
    CODE: '382060200X',
    NAME: '新北市立大觀國民中學',
  },
  {
    CODE: '382060300X',
    NAME: '新北市立二重國民中學',
  },
  {
    CODE: '382060400X',
    NAME: '新北市立安溪國民中學',
  },
  {
    CODE: '382060500X',
    NAME: '新北市立樟樹國民中學',
  },
  {
    CODE: '382060600X',
    NAME: '新北市立崇林國民中學',
  },
  {
    CODE: '382060700X',
    NAME: '新北市立忠孝國民中學',
  },
  {
    CODE: '382060800X',
    NAME: '新北市立鷺江國民中學',
  },
  {
    CODE: '382060900X',
    NAME: '新北市立青山國民中小學',
  },
  {
    CODE: '382061000X',
    NAME: '新北市立豐珠國民中小學',
  },
  {
    CODE: '382061100X',
    NAME: '新北市立桃子腳國民中小學',
  },
  {
    CODE: '371050700A',
    NAME: '連江縣北竿鄉戶政事務所',
  },
  {
    CODE: '376501502A',
    NAME: '嘉義縣大林鎮戶政事務所',
  },
  {
    CODE: '382061200X',
    NAME: '新北市立達觀國民中小學',
  },
  {
    CODE: '382061300X',
    NAME: '新北市立佳林國民中學',
  },
  {
    CODE: '382061400X',
    NAME: '新北市立三多國民中學',
  },
  {
    CODE: '382061600X',
    NAME: '新北市立烏來國民中小學',
  },
  {
    CODE: '382070100Y',
    NAME: '新北市板橋區板橋國民小學',
  },
  {
    CODE: '382070200Y',
    NAME: '新北市板橋區埔墘國民小學',
  },
  {
    CODE: '382070300Y',
    NAME: '新北市板橋區後埔國民小學',
  },
  {
    CODE: '382070400Y',
    NAME: '新北市板橋區江翠國民小學',
  },
  {
    CODE: '382070500Y',
    NAME: '新北市板橋區沙崙國民小學',
  },
  {
    CODE: '382070600Y',
    NAME: '新北市鶯歌區鶯歌國民小學',
  },
  {
    CODE: '376501503A',
    NAME: '嘉義縣新港鄉戶政事務所',
  },
  {
    CODE: '382070700Y',
    NAME: '新北市鶯歌區二橋國民小學',
  },
  {
    CODE: '382070800Y',
    NAME: '新北市鶯歌區中湖國民小學',
  },
  {
    CODE: '382070900Y',
    NAME: '新北市三峽區三峽國民小學',
  },
  {
    CODE: '382071000Y',
    NAME: '新北市三峽區民義國民小學',
  },
  {
    CODE: '382071100Y',
    NAME: '新北市三峽區成福國民小學',
  },
  {
    CODE: '382071200Y',
    NAME: '新北市三峽區大成國民小學',
  },
  {
    CODE: '382071300Y',
    NAME: '新北市三峽區建安國民小學',
  },
  {
    CODE: '382071400Y',
    NAME: '新北市三峽區插角國民小學',
  },
  {
    CODE: '382071500Y',
    NAME: '新北市三峽區有木國民小學',
  },
  {
    CODE: '382071600Y',
    NAME: '新北市三峽區五寮國民小學',
  },
  {
    CODE: '376501504A',
    NAME: '嘉義縣溪口鄉戶政事務所',
  },
  {
    CODE: '382071700Y',
    NAME: '新北市中和區中和國民小學',
  },
  {
    CODE: '382071800Y',
    NAME: '新北市中和區興南國民小學',
  },
  {
    CODE: '382071900Y',
    NAME: '新北市中和區積穗國民小學',
  },
  {
    CODE: '382072000Y',
    NAME: '新北市永和區永和國民小學',
  },
  {
    CODE: '382072100Y',
    NAME: '新北市永和區頂溪國民小學',
  },
  {
    CODE: '382072200Y',
    NAME: '新北市永和區網溪國民小學',
  },
  {
    CODE: '382072300Y',
    NAME: '新北市三峽區大埔國民小學',
  },
  {
    CODE: '382072400Y',
    NAME: '新北市萬里區萬里國民小學',
  },
  {
    CODE: '382072500Y',
    NAME: '新北市萬里區野柳國民小學',
  },
  {
    CODE: '382072600Y',
    NAME: '新北市萬里區大鵬國民小學',
  },
  {
    CODE: '376501506A',
    NAME: '嘉義縣東石鄉戶政事務所',
  },
  {
    CODE: '382072700Y',
    NAME: '新北市萬里區大坪國民小學',
  },
  {
    CODE: '382072800Y',
    NAME: '新北市萬里區崁腳國民小學',
  },
  {
    CODE: '382072900Y',
    NAME: '新北市金山區金山國民小學',
  },
  {
    CODE: '382073000Y',
    NAME: '新北市金山區中角國民小學',
  },
  {
    CODE: '382073100Y',
    NAME: '新北市金山區三和國民小學',
  },
  {
    CODE: '382073200Y',
    NAME: '新北市淡水區淡水國民小學',
  },
  {
    CODE: '382073300Y',
    NAME: '新北市淡水區育英國民小學',
  },
  {
    CODE: '382073400Y',
    NAME: '新北市淡水區文化國民小學',
  },
  {
    CODE: '382073500Y',
    NAME: '新北市淡水區天生國民小學',
  },
  {
    CODE: '382073600Y',
    NAME: '新北市淡水區水源國民小學',
  },
  {
    CODE: '376501507A',
    NAME: '嘉義縣六腳鄉戶政事務所',
  },
  {
    CODE: '382073700Y',
    NAME: '新北市淡水區興仁國民小學',
  },
  {
    CODE: '382073800Y',
    NAME: '新北市淡水區忠山國民小學',
  },
  {
    CODE: '382073900Y',
    NAME: '新北市淡水區屯山國民小學',
  },
  {
    CODE: '382074000Y',
    NAME: '新北市淡水區中泰國民小學',
  },
  {
    CODE: '382074100Y',
    NAME: '新北市淡水區坪頂國民小學',
  },
  {
    CODE: '382074200Y',
    NAME: '新北市淡水區竹圍國民小學',
  },
  {
    CODE: '382074300Y',
    NAME: '新北市石門區石門國民小學',
  },
  {
    CODE: '382074400Y',
    NAME: '新北市石門區乾華國民小學',
  },
  {
    CODE: '382074500Y',
    NAME: '新北市石門區老梅國民小學',
  },
  {
    CODE: '382074600Y',
    NAME: '新北市三芝區三芝國民小學',
  },
  {
    CODE: '376501508A',
    NAME: '嘉義縣布袋鎮戶政事務所',
  },
  {
    CODE: '382074700Y',
    NAME: '新北市三芝區橫山國民小學',
  },
  {
    CODE: '382074800Y',
    NAME: '新北市三芝區興華國民小學',
  },
  {
    CODE: '382074900Y',
    NAME: '新北市八里區八里國民小學',
  },
  {
    CODE: '382075000Y',
    NAME: '新北市八里區長坑國民小學',
  },
  {
    CODE: '382075100Y',
    NAME: '新北市八里區米倉國民小學',
  },
  {
    CODE: '382075200Y',
    NAME: '新北市瑞芳區瑞柑國民小學',
  },
  {
    CODE: '382075300Y',
    NAME: '新北市瑞芳區瑞芳國民小學',
  },
  {
    CODE: '382075400Y',
    NAME: '新北市瑞芳區瑞濱國民小學',
  },
  {
    CODE: '382075500Y',
    NAME: '新北市瑞芳區九份國民小學',
  },
  {
    CODE: '382075600Y',
    NAME: '新北市瑞芳區瓜山國民小學',
  },
  {
    CODE: '376501509A',
    NAME: '嘉義縣義竹鄉戶政事務所',
  },
  {
    CODE: '382075700Y',
    NAME: '新北市瑞芳區濂洞國民小學',
  },
  {
    CODE: '382075800Y',
    NAME: '新北市瑞芳區瑞亭國民小學',
  },
  {
    CODE: '382075900Y',
    NAME: '新北市瑞芳區吉慶國民小學',
  },
  {
    CODE: '382076000Y',
    NAME: '新北市瑞芳區鼻頭國民小學',
  },
  {
    CODE: '382076100Y',
    NAME: '新北市雙溪區雙溪國民小學',
  },
  {
    CODE: '382076200Y',
    NAME: '新北市雙溪區柑林國民小學',
  },
  {
    CODE: '382076300Y',
    NAME: '新北市雙溪區上林國民小學',
  },
  {
    CODE: '382076400Y',
    NAME: '新北市雙溪區牡丹國民小學',
  },
  {
    CODE: '382076500Y',
    NAME: '新北市貢寮區貢寮國民小學',
  },
  {
    CODE: '382076600Y',
    NAME: '新北市貢寮區福隆國民小學',
  },
  {
    CODE: '376501522A',
    NAME: '嘉義縣水上戶政事務所',
  },
  {
    CODE: '382076700Y',
    NAME: '新北市貢寮區澳底國民小學',
  },
  {
    CODE: '382076800Y',
    NAME: '新北市貢寮區和美國民小學',
  },
  {
    CODE: '382076900Y',
    NAME: '新北市貢寮區福連國民小學',
  },
  {
    CODE: '382077000Y',
    NAME: '新北市平溪區平溪國民小學',
  },
  {
    CODE: '382077100Y',
    NAME: '新北市平溪區菁桐國民小學',
  },
  {
    CODE: '382077200Y',
    NAME: '新北市平溪區十分國民小學',
  },
  {
    CODE: '382077300Y',
    NAME: '新北市新店區新店國民小學',
  },
  {
    CODE: '382077400Y',
    NAME: '新北市新店區直潭國民小學',
  },
  {
    CODE: '382077500Y',
    NAME: '新北市新店區青潭國民小學',
  },
  {
    CODE: '382077600Y',
    NAME: '新北市新店區雙峰國民小學',
  },
  {
    CODE: '376501511A',
    NAME: '嘉義縣太保市戶政事務所',
  },
  {
    CODE: '382077700Y',
    NAME: '新北市新店區大豐國民小學',
  },
  {
    CODE: '382077800Y',
    NAME: '新北市新店區安坑國民小學',
  },
  {
    CODE: '382077900Y',
    NAME: '新北市新店區雙城國民小學',
  },
  {
    CODE: '382078000Y',
    NAME: '新北市新店區屈尺國民小學',
  },
  {
    CODE: '382078100Y',
    NAME: '新北市新店區龜山國民小學',
  },
  {
    CODE: '382078200Y',
    NAME: '新北市深坑區深坑國民小學',
  },
  {
    CODE: '382078300Y',
    NAME: '新北市石碇區石碇國民小學',
  },
  {
    CODE: '382078400Y',
    NAME: '新北市石碇區和平國民小學',
  },
  {
    CODE: '382078500Y',
    NAME: '新北市石碇區永定國民小學',
  },
  {
    CODE: '382078600Y',
    NAME: '新北市石碇區雲海國民小學',
  },
  {
    CODE: '376501512A',
    NAME: '嘉義縣鹿草鄉戶政事務所',
  },
  {
    CODE: '382078700Y',
    NAME: '新北市坪林區坪林國民小學',
  },
  {
    CODE: '382078800Y',
    NAME: '新北市新莊區新莊國民小學',
  },
  {
    CODE: '382078900Y',
    NAME: '新北市新莊區頭前國民小學',
  },
  {
    CODE: '382079000Y',
    NAME: '新北市新莊區國泰國民小學',
  },
  {
    CODE: '382079100Y',
    NAME: '新北市新莊區民安國民小學',
  },
  {
    CODE: '382079200Y',
    NAME: '新北市泰山區泰山國民小學',
  },
  {
    CODE: '382079300Y',
    NAME: '新北市三重區三重國民小學',
  },
  {
    CODE: '382079400Y',
    NAME: '新北市三重區厚德國民小學',
  },
  {
    CODE: '382079500Y',
    NAME: '新北市三重區三光國民小學',
  },
  {
    CODE: '382079600Y',
    NAME: '新北市三重區正義國民小學',
  },
  {
    CODE: '371050800A',
    NAME: '連江縣莒光鄉戶政事務所',
  },
  {
    CODE: '376501513A',
    NAME: '嘉義縣中埔鄉戶政事務所',
  },
  {
    CODE: '382079700Y',
    NAME: '新北市三重區修德國民小學',
  },
  {
    CODE: '382079800Y',
    NAME: '新北市三重區興穀國民小學',
  },
  {
    CODE: '382079900Y',
    NAME: '新北市三重區二重國民小學',
  },
  {
    CODE: '382080000Y',
    NAME: '新北市五股區五股國民小學',
  },
  {
    CODE: '382080100Y',
    NAME: '新北市五股區成州國民小學',
  },
  {
    CODE: '382080200Y',
    NAME: '新北市五股區更寮國民小學',
  },
  {
    CODE: '382080300Y',
    NAME: '新北市林口區林口國民小學',
  },
  {
    CODE: '382080400Y',
    NAME: '新北市林口區南勢國民小學',
  },
  {
    CODE: '382080500Y',
    NAME: '新北市林口區嘉寶國民小學',
  },
  {
    CODE: '382080600Y',
    NAME: '新北市林口區瑞平國民小學',
  },
  {
    CODE: '376501514A',
    NAME: '嘉義縣番路鄉戶政事務所',
  },
  {
    CODE: '382080700Y',
    NAME: '新北市林口區興福國民小學',
  },
  {
    CODE: '382080800Y',
    NAME: '新北市烏來區福山國民小學',
  },
  {
    CODE: '382080900Y',
    NAME: '新北市三重區光興國民小學',
  },
  {
    CODE: '382081000Y',
    NAME: '新北市板橋區新埔國民小學',
  },
  {
    CODE: '382081100Y',
    NAME: '新北市三重區碧華國民小學',
  },
  {
    CODE: '382081200Y',
    NAME: '新北市三重區光榮國民小學',
  },
  {
    CODE: '382081300Y',
    NAME: '新北市新莊區中港國民小學',
  },
  {
    CODE: '382081400Y',
    NAME: '新北市新店區中正國民小學',
  },
  {
    CODE: '382081500Y',
    NAME: '新北市永和區秀朗國民小學',
  },
  {
    CODE: '382081600Y',
    NAME: '新北市泰山區明志國民小學',
  },
  {
    CODE: '376501515A',
    NAME: '嘉義縣大埔鄉戶政事務所',
  },
  {
    CODE: '382081700Y',
    NAME: '新北市板橋區國光國民小學',
  },
  {
    CODE: '382081800Y',
    NAME: '新北市中和區秀山國民小學',
  },
  {
    CODE: '382081900Y',
    NAME: '新北市板橋區莒光國民小學',
  },
  {
    CODE: '382082000Y',
    NAME: '新北市中和區復興國民小學',
  },
  {
    CODE: '382082100Y',
    NAME: '新北市新莊區思賢國民小學',
  },
  {
    CODE: '382082200Y',
    NAME: '新北市板橋區海山國民小學',
  },
  {
    CODE: '382082300Y',
    NAME: '新北市新莊區丹鳳國民小學',
  },
  {
    CODE: '382082400Y',
    NAME: '新北市瑞芳區義方國民小學',
  },
  {
    CODE: '382082500Y',
    NAME: '新北市三重區永福國民小學',
  },
  {
    CODE: '382082600Y',
    NAME: '新北市中和區自強國民小學',
  },
  {
    CODE: '376501523A',
    NAME: '嘉義縣竹崎戶政事務所',
  },
  {
    CODE: '382082700Y',
    NAME: '新北市鶯歌區鳳鳴國民小學',
  },
  {
    CODE: '382082800Y',
    NAME: '新北市永和區永平國民小學',
  },
  {
    CODE: '382082900Y',
    NAME: '新北市中和區景新國民小學',
  },
  {
    CODE: '382083000Y',
    NAME: '新北市新莊區豐年國民小學',
  },
  {
    CODE: '382083100Y',
    NAME: '新北市中和區錦和國民小學',
  },
  {
    CODE: '382083200Y',
    NAME: '新北市板橋區文聖國民小學',
  },
  {
    CODE: '382083300Y',
    NAME: '新北市新莊區昌隆國民小學',
  },
  {
    CODE: '382083400Y',
    NAME: '新北市板橋區文德國民小學',
  },
  {
    CODE: '382083500Y',
    NAME: '新北市新莊區光華國民小學',
  },
  {
    CODE: '382083600Y',
    NAME: '新北市新店區北新國民小學',
  },
  {
    CODE: '376501517A',
    NAME: '嘉義縣梅山鄉戶政事務所',
  },
  {
    CODE: '382083700Y',
    NAME: '新北市新莊區榮富國民小學',
  },
  {
    CODE: '382083800Y',
    NAME: '新北市板橋區實踐國民小學',
  },
  {
    CODE: '382083900Y',
    NAME: '新北市新莊區興化國民小學',
  },
  {
    CODE: '382084000Y',
    NAME: '新北市板橋區溪洲國民小學',
  },
  {
    CODE: '382084100Y',
    NAME: '新北市板橋區信義國民小學',
  },
  {
    CODE: '382084200Y',
    NAME: '新北市板橋區大觀國民小學',
  },
  {
    CODE: '382084300Y',
    NAME: '新北市鶯歌區建國國民小學',
  },
  {
    CODE: '382084400Y',
    NAME: '新北市三峽區安溪國民小學',
  },
  {
    CODE: '382084500Y',
    NAME: '新北市金山區金美國民小學',
  },
  {
    CODE: '382084600Y',
    NAME: '新北市淡水區鄧公國民小學',
  },
  {
    CODE: '376501518A',
    NAME: '嘉義縣阿里山鄉戶政事務所',
  },
  {
    CODE: '382084700Y',
    NAME: '新北市三重區五華國民小學',
  },
  {
    CODE: '382084800Y',
    NAME: '新北市三重區重陽國民小學',
  },
  {
    CODE: '382084900Y',
    NAME: '新北市新莊區裕民國民小學',
  },
  {
    CODE: '382085000Y',
    NAME: '新北市新莊區新泰國民小學',
  },
  {
    CODE: '382085100Y',
    NAME: '新北市五股區德音國民小學',
  },
  {
    CODE: '382085200Y',
    NAME: '新北市林口區麗園國民小學',
  },
  {
    CODE: '382085300Y',
    NAME: '新北市板橋區重慶國民小學',
  },
  {
    CODE: '382085400Y',
    NAME: '新北市新店區新和國民小學',
  },
  {
    CODE: '382085500Y',
    NAME: '新北市淡水區新興國民小學',
  },
  {
    CODE: '382085600Y',
    NAME: '新北市新莊區中信國民小學',
  },
  {
    CODE: '376501520A',
    NAME: '嘉義縣朴子戶政事務所',
  },
  {
    CODE: '382085700Y',
    NAME: '新北市泰山區同榮國民小學',
  },
  {
    CODE: '382085800Y',
    NAME: '新北市土城區土城國民小學',
  },
  {
    CODE: '382085900Y',
    NAME: '新北市土城區清水國民小學',
  },
  {
    CODE: '382086000Y',
    NAME: '新北市土城區頂埔國民小學',
  },
  {
    CODE: '382086100Y',
    NAME: '新北市土城區廣福國民小學',
  },
  {
    CODE: '382086200Y',
    NAME: '新北市土城區樂利國民小學',
  },
  {
    CODE: '382086300Y',
    NAME: '新北市土城區安和國民小學',
  },
  {
    CODE: '382086400Y',
    NAME: '新北市板橋區中山國民小學',
  },
  {
    CODE: '382086500Y',
    NAME: '新北市三重區集美國民小學',
  },
  {
    CODE: '382086600Y',
    NAME: '新北市鶯歌區永吉國民小學',
  },
  {
    CODE: '376502000C',
    NAME: '嘉義縣消防局',
  },
  {
    CODE: '382086700Y',
    NAME: '新北市林口區麗林國民小學',
  },
  {
    CODE: '382086800Y',
    NAME: '新北市新莊區昌平國民小學',
  },
  {
    CODE: '382086900Y',
    NAME: '新北市三峽區介壽國民小學',
  },
  {
    CODE: '382087000Y',
    NAME: '新北市八里區大崁國民小學',
  },
  {
    CODE: '382087100Y',
    NAME: '新北市蘆洲區蘆洲國民小學',
  },
  {
    CODE: '382087200Y',
    NAME: '新北市蘆洲區鷺江國民小學',
  },
  {
    CODE: '382087300Y',
    NAME: '新北市蘆洲區成功國民小學',
  },
  {
    CODE: '382087400Y',
    NAME: '新北市蘆洲區仁愛國民小學',
  },
  {
    CODE: '382087500Y',
    NAME: '新北市中和區光復國民小學',
  },
  {
    CODE: '382087600Y',
    NAME: '新北市汐止區汐止國民小學',
  },
  {
    CODE: '376502200I',
    NAME: '嘉義縣家畜疾病防治所',
  },
  {
    CODE: '382087700Y',
    NAME: '新北市汐止區長安國民小學',
  },
  {
    CODE: '382087800Y',
    NAME: '新北市汐止區保長國民小學',
  },
  {
    CODE: '382087900Y',
    NAME: '新北市汐止區北港國民小學',
  },
  {
    CODE: '382088000Y',
    NAME: '新北市汐止區北峰國民小學',
  },
  {
    CODE: '382088100Y',
    NAME: '新北市汐止區東山國民小學',
  },
  {
    CODE: '382088200Y',
    NAME: '新北市汐止區白雲國民小學',
  },
  {
    CODE: '382088300Y',
    NAME: '新北市汐止區崇德國民小學',
  },
  {
    CODE: '382088400Y',
    NAME: '新北市汐止區樟樹國民小學',
  },
  {
    CODE: '382088500Y',
    NAME: '新北市汐止區秀峰國民小學',
  },
  {
    CODE: '382088600Y',
    NAME: '新北市汐止區金龍國民小學',
  },
  {
    CODE: '376502800A',
    NAME: '嘉義縣人力發展所',
  },
  {
    CODE: '382088700Y',
    NAME: '新北市樹林區樹林國民小學',
  },
  {
    CODE: '382088800Y',
    NAME: '新北市樹林區大同國民小學',
  },
  {
    CODE: '382088900Y',
    NAME: '新北市樹林區武林國民小學',
  },
  {
    CODE: '382089000Y',
    NAME: '新北市樹林區山佳國民小學',
  },
  {
    CODE: '382089100Y',
    NAME: '新北市樹林區育德國民小學',
  },
  {
    CODE: '382089200Y',
    NAME: '新北市樹林區柑園國民小學',
  },
  {
    CODE: '382089300Y',
    NAME: '新北市樹林區文林國民小學',
  },
  {
    CODE: '382089400Y',
    NAME: '新北市樹林區三多國民小學',
  },
  {
    CODE: '382089500Y',
    NAME: '新北市樹林區彭福國民小學',
  },
  {
    CODE: '382089600Y',
    NAME: '新北市樹林區育林國民小學',
  },
  {
    CODE: '371040900A',
    NAME: '福建省連江縣東引鄉戶政事務所',
  },
  {
    CODE: '376502900E',
    NAME: '嘉義縣表演藝術中心',
  },
  {
    CODE: '382089700Y',
    NAME: '新北市三峽區中園國民小學',
  },
  {
    CODE: '382089800Y',
    NAME: '新北市鶯歌區昌福國民小學',
  },
  {
    CODE: '382089900Y',
    NAME: '新北市蘆洲區忠義國民小學',
  },
  {
    CODE: '382090000Y',
    NAME: '新北市泰山區義學國民小學',
  },
  {
    CODE: '382091200Y',
    NAME: '新北市立猴硐-蒙特梭利實驗小學',
  },
  {
    CODE: '382090200Y',
    NAME: '新北市淡水區新市國民小學',
  },
  {
    CODE: '382090300Y',
    NAME: '新北市三峽區龍埔國民小學',
  },
  {
    CODE: '395079500Y',
    NAME: '臺南市麻豆區北勢國民小學',
  },
  {
    CODE: '382090500Y',
    NAME: '新北市三峽區北大國民小學',
  },
  {
    CODE: '395079200Y',
    NAME: '臺南市麻豆區文正國民小學',
  },
  {
    CODE: '376503200E',
    NAME: '嘉義縣家庭教育中心',
  },
  {
    CODE: '3820951006',
    NAME: '新北市立板橋幼兒園',
  },
  {
    CODE: '3820952006',
    NAME: '新北市立三重幼兒園',
  },
  {
    CODE: '3820953006',
    NAME: '新北市立永和幼兒園',
  },
  {
    CODE: '3820954006',
    NAME: '新北市立中和幼兒園',
  },
  {
    CODE: '3820955006',
    NAME: '新北市立新莊幼兒園',
  },
  {
    CODE: '3820956006',
    NAME: '新北市立新店幼兒園',
  },
  {
    CODE: '3820957006',
    NAME: '新北市立鶯歌幼兒園',
  },
  {
    CODE: '3820958006',
    NAME: '新北市立三峽幼兒園',
  },
  {
    CODE: '3820959006',
    NAME: '新北市立淡水幼兒園',
  },
  {
    CODE: '3820960006',
    NAME: '新北市立瑞芳幼兒園',
  },
  {
    CODE: '376503300J',
    NAME: '嘉義縣社會局',
  },
  {
    CODE: '3820961006',
    NAME: '新北市立五股幼兒園',
  },
  {
    CODE: '3820962006',
    NAME: '新北市立泰山幼兒園',
  },
  {
    CODE: '3820963006',
    NAME: '新北市立林口幼兒園',
  },
  {
    CODE: '3820964006',
    NAME: '新北市立深坑幼兒園',
  },
  {
    CODE: '3820965006',
    NAME: '新北市立石碇幼兒園',
  },
  {
    CODE: '3820966006',
    NAME: '新北市立坪林幼兒園',
  },
  {
    CODE: '3820967006',
    NAME: '新北市立三芝幼兒園',
  },
  {
    CODE: '3820968006',
    NAME: '新北市立石門幼兒園',
  },
  {
    CODE: '3820969006',
    NAME: '新北市立八里幼兒園',
  },
  {
    CODE: '3820970006',
    NAME: '新北市立貢寮幼兒園',
  },
  {
    CODE: '376503400H',
    NAME: '嘉義縣文化觀光局',
  },
  {
    CODE: '3820971006',
    NAME: '新北市立金山幼兒園',
  },
  {
    CODE: '3820972006',
    NAME: '新北市立萬里幼兒園',
  },
  {
    CODE: '3820973006',
    NAME: '新北市立烏來幼兒園',
  },
  {
    CODE: '3820974006',
    NAME: '新北市立土城幼兒園',
  },
  {
    CODE: '3820975006',
    NAME: '新北市立蘆洲幼兒園',
  },
  {
    CODE: '3820976006',
    NAME: '新北市立樹林幼兒園',
  },
  {
    CODE: '382122000J',
    NAME: '新北市立板橋托兒所',
  },
  {
    CODE: '382122100J',
    NAME: '新北市立三重托兒所',
  },
  {
    CODE: '382122200J',
    NAME: '新北市立永和托兒所',
  },
  {
    CODE: '382122300J',
    NAME: '新北市立中和托兒所',
  },
  {
    CODE: '376504100M',
    NAME: '嘉義縣公共汽車管理處',
  },
  {
    CODE: '382122400J',
    NAME: '新北市立新莊托兒所',
  },
  {
    CODE: '382122500J',
    NAME: '新北市立新店托兒所',
  },
  {
    CODE: '382122600J',
    NAME: '新北市立鶯歌托兒所',
  },
  {
    CODE: '382122700J',
    NAME: '新北市三峽區介壽路2段136巷63號',
  },
  {
    CODE: '382122800J',
    NAME: '新北市立淡水托兒所',
  },
  {
    CODE: '382122900J',
    NAME: '新北市立瑞芳托兒所',
  },
  {
    CODE: '382123000J',
    NAME: '新北市立五股托兒所',
  },
  {
    CODE: '382123100J',
    NAME: '新北市立泰山托兒所',
  },
  {
    CODE: '382123200J',
    NAME: '新北市立林口托兒所',
  },
  {
    CODE: '382123300J',
    NAME: '新北市立深坑托兒所',
  },
  {
    CODE: '376505300A',
    NAME: '嘉義縣布袋鎮公所',
  },
  {
    CODE: '382123500J',
    NAME: '新北市立坪林托兒所',
  },
  {
    CODE: '382123600J',
    NAME: '新北市立三芝托兒所',
  },
  {
    CODE: '382123700J',
    NAME: '新北市立石門托兒所',
  },
  {
    CODE: '382123800J',
    NAME: '新北市立八里托兒所',
  },
  {
    CODE: '382124000J',
    NAME: '新北市立貢寮托兒所',
  },
  {
    CODE: '382124100J',
    NAME: '新北市立金山托兒所',
  },
  {
    CODE: '382124300J',
    NAME: '新北市立烏來托兒所',
  },
  {
    CODE: '382124400J',
    NAME: '新北市立土城托兒所',
  },
  {
    CODE: '382124500J',
    NAME: '新北市立蘆洲托兒所',
  },
  {
    CODE: '376505400A',
    NAME: '嘉義縣大林鎮公所',
  },
  {
    CODE: '382124700J',
    NAME: '新北市立樹林托兒所',
  },
  {
    CODE: '382124800J',
    NAME: '新北市立雙溪托兒所',
  },
  {
    CODE: '382110100G',
    NAME: '新北市政府採購處',
  },
  {
    CODE: '382110200G',
    NAME: '新北市政府違章建築拆除大隊',
  },
  {
    CODE: '382110300G',
    NAME: '新北市政府養護工程處',
  },
  {
    CODE: '382110400G',
    NAME: '新北市政府新建工程處',
  },
  {
    CODE: '382120100J',
    NAME: '新北市立仁愛之家',
  },
  {
    CODE: '382120200J',
    NAME: '新北市立八里愛心教養院',
  },
  {
    CODE: '382120300J',
    NAME: '新北市政府家庭暴力暨性侵害防治中心',
  },
  {
    CODE: '382142000I',
    NAME: '新北市板橋區衛生所',
  },
  {
    CODE: '376505500A',
    NAME: '嘉義縣民雄鄉公所',
  },
  {
    CODE: '382142100I',
    NAME: '新北市三重區衛生所',
  },
  {
    CODE: '382142200I',
    NAME: '新北市永和區衛生所',
  },
  {
    CODE: '382142300I',
    NAME: '新北市中和區衛生所',
  },
  {
    CODE: '382142400I',
    NAME: '新北市新莊區衛生所',
  },
  {
    CODE: '382142500I',
    NAME: '新北市新店區衛生所',
  },
  {
    CODE: '382142600I',
    NAME: '新北市鶯歌區衛生所',
  },
  {
    CODE: '382142700I',
    NAME: '新北市三峽區衛生所',
  },
  {
    CODE: '382142800I',
    NAME: '新北市淡水區衛生所',
  },
  {
    CODE: '382142900I',
    NAME: '新北市瑞芳區衛生所',
  },
  {
    CODE: '382143000I',
    NAME: '新北市五股區衛生所',
  },
  {
    CODE: '376505600A',
    NAME: '嘉義縣溪口鄉公所',
  },
  {
    CODE: '382143100I',
    NAME: '新北市泰山區衛生所',
  },
  {
    CODE: '382143200I',
    NAME: '新北市林口區衛生所',
  },
  {
    CODE: '382143300I',
    NAME: '新北市深坑區衛生所',
  },
  {
    CODE: '382143400I',
    NAME: '新北市石碇區衛生所',
  },
  {
    CODE: '382143500I',
    NAME: '新北市坪林區衛生所',
  },
  {
    CODE: '382143600I',
    NAME: '新北市三芝區衛生所',
  },
  {
    CODE: '382143700I',
    NAME: '新北市石門區衛生所',
  },
  {
    CODE: '382143800I',
    NAME: '新北市八里區衛生所',
  },
  {
    CODE: '382143900I',
    NAME: '新北市平溪區衛生所',
  },
  {
    CODE: '382144000I',
    NAME: '新北市雙溪區衛生所',
  },
  {
    CODE: '376505700A',
    NAME: '嘉義縣新港鄉公所',
  },
  {
    CODE: '382144100I',
    NAME: '新北市貢寮區衛生所',
  },
  {
    CODE: '382144200I',
    NAME: '新北市金山區衛生所',
  },
  {
    CODE: '382144300I',
    NAME: '新北市萬里區衛生所',
  },
  {
    CODE: '382144400I',
    NAME: '新北市烏來區衛生所',
  },
  {
    CODE: '382144500I',
    NAME: '新北市土城區衛生所',
  },
  {
    CODE: '382144600I',
    NAME: '新北市蘆洲區衛生所',
  },
  {
    CODE: '382144700I',
    NAME: '新北市汐止區衛生所',
  },
  {
    CODE: '382144800I',
    NAME: '新北市樹林區衛生所',
  },
  {
    CODE: '382162000A',
    NAME: '新北市板橋地政事務所',
  },
  {
    CODE: '382162100A',
    NAME: '新北市三重地政事務所',
  },
  {
    CODE: '371010600A',
    NAME: '金門縣金城鎮戶政事務所',
  },
  {
    CODE: '371051500A',
    NAME: '連江縣地政局',
  },
  {
    CODE: '376505800A',
    NAME: '嘉義縣六腳鄉公所',
  },
  {
    CODE: '382162200A',
    NAME: '新北市中和地政事務所',
  },
  {
    CODE: '382162300A',
    NAME: '新北市新莊地政事務所',
  },
  {
    CODE: '382162400A',
    NAME: '新北市新店地政事務所',
  },
  {
    CODE: '382162500A',
    NAME: '新北市樹林地政事務所',
  },
  {
    CODE: '382162600A',
    NAME: '新北市淡水地政事務所',
  },
  {
    CODE: '382162700A',
    NAME: '新北市汐止地政事務所',
  },
  {
    CODE: '382162800A',
    NAME: '新北市瑞芳地政事務所',
  },
  {
    CODE: '382170100G',
    NAME: '新北市政府市場處',
  },
  {
    CODE: '382220100A',
    NAME: '新北市政府資訊中心',
  },
  {
    CODE: '382240100J',
    NAME: '新北市政府就業服務中心',
  },
  {
    CODE: '376505900A',
    NAME: '嘉義縣東石鄉公所',
  },
  {
    CODE: '382240200J',
    NAME: '新北市政府職業訓練中心',
  },
  {
    CODE: '382240300J',
    NAME: '新北市政府勞動檢查處',
  },
  {
    CODE: '382250100G',
    NAME: '新北市政府高灘地工程管理處',
  },
  {
    CODE: '382270200G',
    NAME: '新北市政府綠美化環境景觀處',
  },
  {
    CODE: '382270300G',
    NAME: '新北市政府漁業及漁港事業管理處',
  },
  {
    CODE: '382270400I',
    NAME: '新北市政府動物保護防疫處',
  },
  {
    CODE: '382280100G',
    NAME: '新北市政府都市更新處',
  },
  {
    CODE: '382290200H',
    NAME: '新北市政府交通事件裁決處',
  },
  {
    CODE: '382330100E',
    NAME: '新北市立鶯歌陶瓷博物館',
  },
  {
    CODE: '382330200E',
    NAME: '新北市立十三行博物館',
  },
  {
    CODE: '376506000A',
    NAME: '嘉義縣義竹鄉公所',
  },
  {
    CODE: '382330300E',
    NAME: '新北市立黃金博物館',
  },
  {
    CODE: '382330400E',
    NAME: '新北市立圖書館',
  },
  {
    CODE: '382330500E',
    NAME: '新北市立淡水古蹟博物館',
  },
  {
    CODE: '382751100I',
    NAME: '新北市烏來區清潔隊',
  },
  {
    CODE: '387020100E',
    NAME: '臺中市孔廟忠烈祠聯合管理所',
  },
  {
    CODE: '387020300J',
    NAME: '臺中市生命禮儀管理處',
  },
  {
    CODE: '387022000A',
    NAME: '臺中市中區戶政事務所',
  },
  {
    CODE: '387022100A',
    NAME: '臺中市東區戶政事務所',
  },
  {
    CODE: '387022200A',
    NAME: '臺中市西區戶政事務所',
  },
  {
    CODE: '387022300A',
    NAME: '臺中市南區戶政事務所',
  },
  {
    CODE: '376506100A',
    NAME: '嘉義縣鹿草鄉公所',
  },
  {
    CODE: '387022400A',
    NAME: '臺中市北區戶政事務所',
  },
  {
    CODE: '387022500A',
    NAME: '臺中市西屯區戶政事務所',
  },
  {
    CODE: '387022600A',
    NAME: '臺中市南屯區戶政事務所',
  },
  {
    CODE: '387022700A',
    NAME: '臺中市北屯區戶政事務所',
  },
  {
    CODE: '387022800A',
    NAME: '臺中市豐原區戶政事務所',
  },
  {
    CODE: '387022900A',
    NAME: '臺中市大里區戶政事務所',
  },
  {
    CODE: '387023000A',
    NAME: '臺中市太平區戶政事務所',
  },
  {
    CODE: '387024900A',
    NAME: '臺中市東勢戶政事務所',
  },
  {
    CODE: '387023200A',
    NAME: '臺中市大甲區戶政事務所',
  },
  {
    CODE: '387023300A',
    NAME: '臺中市清水區戶政事務所',
  },
  {
    CODE: '376506200A',
    NAME: '嘉義縣水上鄉公所',
  },
  {
    CODE: '387023400A',
    NAME: '臺中市沙鹿區戶政事務所',
  },
  {
    CODE: '387023500A',
    NAME: '臺中市梧棲區戶政事務所',
  },
  {
    CODE: '387023600A',
    NAME: '臺中市后里區戶政事務所',
  },
  {
    CODE: '387023700A',
    NAME: '臺中市神岡區戶政事務所',
  },
  {
    CODE: '387023800A',
    NAME: '臺中市大雅區戶政事務所',
  },
  {
    CODE: '387023900A',
    NAME: '臺中市潭子區戶政事務所',
  },
  {
    CODE: '387024000A',
    NAME: '臺中市石岡區戶政事務所',
  },
  {
    CODE: '387024100A',
    NAME: '臺中市新社區戶政事務所',
  },
  {
    CODE: '387024200A',
    NAME: '臺中市和平區戶政事務所',
  },
  {
    CODE: '387024300A',
    NAME: '臺中市外埔區戶政事務所',
  },
  {
    CODE: '376506300A',
    NAME: '嘉義縣中埔鄉公所',
  },
  {
    CODE: '387024400A',
    NAME: '臺中市大安區戶政事務所',
  },
  {
    CODE: '387024500A',
    NAME: '臺中市大肚區戶政事務所',
  },
  {
    CODE: '387024600A',
    NAME: '臺中市龍井區戶政事務所',
  },
  {
    CODE: '387024700A',
    NAME: '臺中市烏日區戶政事務所',
  },
  {
    CODE: '387024800A',
    NAME: '臺中市霧峰區戶政事務所',
  },
  {
    CODE: '387040100E',
    NAME: '臺中市家庭教育中心',
  },
  {
    CODE: '387390000E',
    NAME: '臺中市政府運動局',
  },
  {
    CODE: '387049100U',
    NAME: '臺中市立西苑高級中學',
  },
  {
    CODE: '387049200U',
    NAME: '臺中市立忠明高級中學',
  },
  {
    CODE: '387049300U',
    NAME: '臺中市立惠文高級中學',
  },
  {
    CODE: '376506400A',
    NAME: '嘉義縣竹崎鄉公所',
  },
  {
    CODE: '387049400U',
    NAME: '臺中市立東山高級中學',
  },
  {
    CODE: '387049500U',
    NAME: '臺中市立大里高級中學',
  },
  {
    CODE: '387049600U',
    NAME: '臺中市立新社高級中學',
  },
  {
    CODE: '387049700U',
    NAME: '臺中市立中港高級中學',
  },
  {
    CODE: '387049800U',
    NAME: '臺中市立后綜高級中學',
  },
  {
    CODE: '387049900U',
    NAME: '臺中市立長億高級中學',
  },
  {
    CODE: '387055100X',
    NAME: '臺中市立居仁國民中學',
  },
  {
    CODE: '387055200X',
    NAME: '臺中市立雙十國民中學',
  },
  {
    CODE: '387055300X',
    NAME: '臺中市立崇倫國民中學',
  },
  {
    CODE: '387055400X',
    NAME: '臺中市立大德國民中學',
  },
  {
    CODE: '376506500A',
    NAME: '嘉義縣梅山鄉公所',
  },
  {
    CODE: '387055500X',
    NAME: '臺中市立北新國民中學',
  },
  {
    CODE: '387055600X',
    NAME: '臺中市立東峰國民中學',
  },
  {
    CODE: '387055700X',
    NAME: '臺中市立黎明國民中學',
  },
  {
    CODE: '387055800X',
    NAME: '臺中市立光明國民中學',
  },
  {
    CODE: '387055900X',
    NAME: '臺中市立向上國民中學',
  },
  {
    CODE: '387056000X',
    NAME: '臺中市立育英國民中學',
  },
  {
    CODE: '387056100X',
    NAME: '臺中市立四育國民中學',
  },
  {
    CODE: '387056200X',
    NAME: '臺中市立五權國民中學',
  },
  {
    CODE: '387056300X',
    NAME: '臺中市立中山國民中學',
  },
  {
    CODE: '387056400X',
    NAME: '臺中市立崇德國民中學',
  },
  {
    CODE: '376506600A',
    NAME: '嘉義縣番路鄉公所',
  },
  {
    CODE: '387056500X',
    NAME: '臺中市立漢口國民中學',
  },
  {
    CODE: '387056600X',
    NAME: '臺中市立立人國民中學',
  },
  {
    CODE: '387056700X',
    NAME: '臺中市立安和國民中學',
  },
  {
    CODE: '387056800X',
    NAME: '臺中市立至善國民中學',
  },
  {
    CODE: '387056900X',
    NAME: '臺中市立大業國民中學',
  },
  {
    CODE: '387057000X',
    NAME: '臺中市立萬和國民中學',
  },
  {
    CODE: '387057100X',
    NAME: '臺中市立三光國民中學',
  },
  {
    CODE: '387057200X',
    NAME: '臺中市立四張犁國民中學',
  },
  {
    CODE: '387057300X',
    NAME: '臺中市立福科國民中學',
  },
  {
    CODE: '387057400X',
    NAME: '臺中市立大墩國民中學',
  },
  {
    CODE: '376506700A',
    NAME: '嘉義縣大埔鄉公所',
  },
  {
    CODE: '387057500X',
    NAME: '臺中市立后里國民中學',
  },
  {
    CODE: '387053800V',
    NAME: '臺中市立神岡高級中等學校',
  },
  {
    CODE: '387057700X',
    NAME: '臺中市立潭子國民中學',
  },
  {
    CODE: '387057800X',
    NAME: '臺中市立烏日國民中學',
  },
  {
    CODE: '387057900X',
    NAME: '臺中市立龍井國民中學',
  },
  {
    CODE: '387058000X',
    NAME: '臺中市立清水國民中學',
  },
  {
    CODE: '387058100X',
    NAME: '臺中市立太平國民中學',
  },
  {
    CODE: '387058200X',
    NAME: '臺中市立大甲國民中學',
  },
  {
    CODE: '387058300X',
    NAME: '臺中市立大道國民中學',
  },
  {
    CODE: '387058400X',
    NAME: '臺中市立沙鹿國民中學',
  },
  {
    CODE: '371052000C',
    NAME: '連江縣消防局',
  },
  {
    CODE: '376506900A',
    NAME: '嘉義縣阿里山鄉公所',
  },
  {
    CODE: '387058500X',
    NAME: '臺中市立大雅國民中學',
  },
  {
    CODE: '387058600X',
    NAME: '臺中市立和平國民中學',
  },
  {
    CODE: '387058700X',
    NAME: '臺中市立豐南國民中學',
  },
  {
    CODE: '387058800X',
    NAME: '臺中市立梧棲國民中學',
  },
  {
    CODE: '387058900X',
    NAME: '臺中市立東新國民中學',
  },
  {
    CODE: '387059000X',
    NAME: '臺中市立外埔國民中學',
  },
  {
    CODE: '387059100X',
    NAME: '臺中市立東勢國民中學',
  },
  {
    CODE: '387059200X',
    NAME: '臺中市立石岡國民中學',
  },
  {
    CODE: '387059300X',
    NAME: '臺中市立豐東國民中學',
  },
  {
    CODE: '387059400X',
    NAME: '臺中市立豐原國民中學',
  },
  {
    CODE: '376507000A',
    NAME: '嘉義縣太保市公所',
  },
  {
    CODE: '387059500X',
    NAME: '臺中市立清泉國民中學',
  },
  {
    CODE: '387059600X',
    NAME: '臺中市立日南國民中學',
  },
  {
    CODE: '387059700X',
    NAME: '臺中市立大安國民中學',
  },
  {
    CODE: '387059800X',
    NAME: '臺中市立霧峰國民中學',
  },
  {
    CODE: '387059900X',
    NAME: '臺中市立四箴國民中學',
  },
  {
    CODE: '387060000X',
    NAME: '臺中市立東華國民中學',
  },
  {
    CODE: '387060100X',
    NAME: '臺中市立溪南國民中學',
  },
  {
    CODE: '387060200X',
    NAME: '臺中市立中平國民中學',
  },
  {
    CODE: '387060300X',
    NAME: '臺中市立成功國民中學',
  },
  {
    CODE: '387060400X',
    NAME: '臺中市立北勢國民中學',
  },
  {
    CODE: '376507100A',
    NAME: '嘉義縣朴子市公所',
  },
  {
    CODE: '387060500X',
    NAME: '臺中市立鹿寮國民中學',
  },
  {
    CODE: '387060600X',
    NAME: '臺中市立光榮國民中學',
  },
  {
    CODE: '387060700X',
    NAME: '臺中市立潭秀國民中學',
  },
  {
    CODE: '387060800X',
    NAME: '臺中市立順天國民中學',
  },
  {
    CODE: '387060900X',
    NAME: '臺中市立清海國民中學',
  },
  {
    CODE: '387061000X',
    NAME: '臺中市立大華國民中學',
  },
  {
    CODE: '387061100X',
    NAME: '臺中市立光正國民中學',
  },
  {
    CODE: '387061200X',
    NAME: '臺中市立新光國民中學',
  },
  {
    CODE: '387061300X',
    NAME: '臺中市立豐陽國民中學',
  },
  {
    CODE: '387061400X',
    NAME: '臺中市立光德國民中學',
  },
  {
    CODE: '376800300A',
    NAME: '嘉義縣布袋鎮民代表會',
  },
  {
    CODE: '387061500X',
    NAME: '臺中市立爽文國民中學',
  },
  {
    CODE: '387061600X',
    NAME: '臺中市立立新國民中學',
  },
  {
    CODE: '387061700X',
    NAME: '臺中市立公明國民中學',
  },
  {
    CODE: '387061800X',
    NAME: '臺中市立龍津國民中學',
  },
  {
    CODE: '387061900X',
    NAME: '臺中市立光復國民中小學',
  },
  {
    CODE: '387062000X',
    NAME: '臺中市立神圳國民中學',
  },
  {
    CODE: '387062100X',
    NAME: '臺中市立梨山國民中小學',
  },
  {
    CODE: '387070100Y',
    NAME: '臺中市中區光復國民小學',
  },
  {
    CODE: '387070200Y',
    NAME: '臺中市東區臺中國民小學',
  },
  {
    CODE: '387070300Y',
    NAME: '臺中市東區大智國民小學',
  },
  {
    CODE: '376800400A',
    NAME: '嘉義縣大林鎮民代表會',
  },
  {
    CODE: '387070400Y',
    NAME: '臺中市東區成功國民小學',
  },
  {
    CODE: '387070500Y',
    NAME: '臺中市東區進德國民小學',
  },
  {
    CODE: '387070600Y',
    NAME: '臺中市東區力行國民小學',
  },
  {
    CODE: '387070700Y',
    NAME: '臺中市西區忠孝國民小學',
  },
  {
    CODE: '387070800Y',
    NAME: '臺中市西區忠信國民小學',
  },
  {
    CODE: '387070900Y',
    NAME: '臺中市西區大同國民小學',
  },
  {
    CODE: '387071000Y',
    NAME: '臺中市西區忠明國民小學',
  },
  {
    CODE: '387071100Y',
    NAME: '臺中市南區和平國民小學',
  },
  {
    CODE: '387071200Y',
    NAME: '臺中市南區國光國民小學',
  },
  {
    CODE: '387071300Y',
    NAME: '臺中市北區太平國民小學',
  },
  {
    CODE: '376800500A',
    NAME: '嘉義縣民雄鄉民代表會',
  },
  {
    CODE: '387071400Y',
    NAME: '臺中市北區中華國民小學',
  },
  {
    CODE: '387071500Y',
    NAME: '臺中市北區篤行國民小學',
  },
  {
    CODE: '387071600Y',
    NAME: '臺中市北區健行國民小學',
  },
  {
    CODE: '387071700Y',
    NAME: '臺中市北區省三國民小學',
  },
  {
    CODE: '387071800Y',
    NAME: '臺中市西屯區西屯國民小學',
  },
  {
    CODE: '387071900Y',
    NAME: '臺中市西屯區泰安國民小學',
  },
  {
    CODE: '387072000Y',
    NAME: '臺中市西屯區大鵬國民小學',
  },
  {
    CODE: '387072100Y',
    NAME: '臺中市西屯區永安國民小學',
  },
  {
    CODE: '387072200Y',
    NAME: '臺中市西屯區協和國民小學',
  },
  {
    CODE: '387072300Y',
    NAME: '臺中市南屯區南屯國民小學',
  },
  {
    CODE: '376800600A',
    NAME: '嘉義縣溪口鄉民代表會',
  },
  {
    CODE: '387072400Y',
    NAME: '臺中市南屯區鎮平國民小學',
  },
  {
    CODE: '387072500Y',
    NAME: '臺中市南屯區文山國民小學',
  },
  {
    CODE: '387072600Y',
    NAME: '臺中市南屯區春安國民小學',
  },
  {
    CODE: '387072700Y',
    NAME: '臺中市北屯區北屯國民小學',
  },
  {
    CODE: '387072800Y',
    NAME: '臺中市北屯區僑孝國民小學',
  },
  {
    CODE: '387072900Y',
    NAME: '臺中市北屯區松竹國民小學',
  },
  {
    CODE: '387073000Y',
    NAME: '臺中市北屯區逢甲國民小學',
  },
  {
    CODE: '387073100Y',
    NAME: '臺中市北屯區建功國民小學',
  },
  {
    CODE: '387073200Y',
    NAME: '臺中市北屯區新興國民小學',
  },
  {
    CODE: '387073300Y',
    NAME: '臺中市西區中正國民小學',
  },
  {
    CODE: '376800700A',
    NAME: '嘉義縣新港鄉民代表會',
  },
  {
    CODE: '387073400Y',
    NAME: '臺中市東區樂業國民小學',
  },
  {
    CODE: '387073500Y',
    NAME: '臺中市南屯區黎明國民小學',
  },
  {
    CODE: '387073600Y',
    NAME: '臺中市北屯區仁愛國民小學',
  },
  {
    CODE: '387073700Y',
    NAME: '臺中市北屯區軍功國民小學',
  },
  {
    CODE: '387073800Y',
    NAME: '臺中市南區信義國民小學',
  },
  {
    CODE: '387073900Y',
    NAME: '臺中市西屯區大仁國民小學',
  },
  {
    CODE: '387074000Y',
    NAME: '臺中市北區立人國民小學',
  },
  {
    CODE: '387074100Y',
    NAME: '臺中市北屯區文昌國民小學',
  },
  {
    CODE: '387074200Y',
    NAME: '臺中市西區大勇國民小學',
  },
  {
    CODE: '387074300Y',
    NAME: '臺中市南屯區東興國民小學',
  },
  {
    CODE: '376800800A',
    NAME: '嘉義縣六腳鄉民代表會',
  },
  {
    CODE: '387074400Y',
    NAME: '臺中市北屯區四維國民小學',
  },
  {
    CODE: '387074500Y',
    NAME: '臺中市北屯區文心國民小學',
  },
  {
    CODE: '387074600Y',
    NAME: '臺中市西屯區重慶國民小學',
  },
  {
    CODE: '387074700Y',
    NAME: '臺中市西屯區何厝國民小學',
  },
  {
    CODE: '387074800Y',
    NAME: '臺中市西屯區國安國民小學',
  },
  {
    CODE: '387074900Y',
    NAME: '臺中市西屯區上石國民小學',
  },
  {
    CODE: '387075000Y',
    NAME: '臺中市北屯區陳平國民小學',
  },
  {
    CODE: '387075100Y',
    NAME: '臺中市南屯區大新國民小學',
  },
  {
    CODE: '387075200Y',
    NAME: '臺中市北區賴厝國民小學',
  },
  {
    CODE: '387075300Y',
    NAME: '臺中市南屯區永春國民小學',
  },
  {
    CODE: '376800900A',
    NAME: '嘉義縣東石鄉民代表會',
  },
  {
    CODE: '387075400Y',
    NAME: '臺中市南屯區惠文國民小學',
  },
  {
    CODE: '387075500Y',
    NAME: '臺中市北屯區四張犁國民小學',
  },
  {
    CODE: '387075600Y',
    NAME: '臺中市西屯區上安國民小學',
  },
  {
    CODE: '387075700Y',
    NAME: '臺中市南區樹義國民小學',
  },
  {
    CODE: '387075800Y',
    NAME: '臺中市北屯區東光國民小學',
  },
  {
    CODE: '387075900Y',
    NAME: '臺中市北屯區仁美國民小學',
  },
  {
    CODE: '387076000Y',
    NAME: '臺中市西屯區長安國民小學',
  },
  {
    CODE: '387076100Y',
    NAME: '臺中市西屯區惠來國民小學',
  },
  {
    CODE: '387076200Y',
    NAME: '臺中市南屯區大墩國民小學',
  },
  {
    CODE: '387076300Y',
    NAME: '臺中市北屯區大坑國民小學',
  },
  {
    CODE: '371052200D',
    NAME: '連江縣財政稅務局',
  },
  {
    CODE: '376801000A',
    NAME: '嘉義縣義竹鄉民代表會',
  },
  {
    CODE: '387076400Y',
    NAME: '臺中市外埔區馬鳴國民小學',
  },
  {
    CODE: '387076500Y',
    NAME: '臺中市豐原區豐原國民小學',
  },
  {
    CODE: '387076600Y',
    NAME: '臺中市大甲區日南國民小學',
  },
  {
    CODE: '387076700Y',
    NAME: '臺中市大雅區陽明國民小學',
  },
  {
    CODE: '387076800Y',
    NAME: '臺中市后里區內埔國民小學',
  },
  {
    CODE: '387076900Y',
    NAME: '臺中市龍井區龍峰國民小學',
  },
  {
    CODE: '387077000Y',
    NAME: '臺中市大甲區德化國民小學',
  },
  {
    CODE: '387077100Y',
    NAME: '臺中市烏日區旭光國民小學',
  },
  {
    CODE: '387077200Y',
    NAME: '臺中市后里區育英國民小學',
  },
  {
    CODE: '387077300Y',
    NAME: '臺中市神岡區神岡國民小學',
  },
  {
    CODE: '376801100A',
    NAME: '嘉義縣鹿草鄉民代表會',
  },
  {
    CODE: '387077400Y',
    NAME: '臺中市后里區泰安國民小學',
  },
  {
    CODE: '387077500Y',
    NAME: '臺中市新社區新社國民小學',
  },
  {
    CODE: '387077600Y',
    NAME: '臺中市潭子區潭子國民小學',
  },
  {
    CODE: '387077700Y',
    NAME: '臺中市和平區博愛國民小學',
  },
  {
    CODE: '387077800Y',
    NAME: '臺中市外埔區外埔國民小學',
  },
  {
    CODE: '387077900Y',
    NAME: '臺中市東勢區石城國民小學',
  },
  {
    CODE: '387078000Y',
    NAME: '臺中市大安區三光國民小學',
  },
  {
    CODE: '387078100Y',
    NAME: '臺中市大甲區西岐國民小學',
  },
  {
    CODE: '387078200Y',
    NAME: '臺中市大甲區文武國民小學',
  },
  {
    CODE: '387078300Y',
    NAME: '臺中市沙鹿區文光國民小學',
  },
  {
    CODE: '376801200A',
    NAME: '嘉義縣水上鄉民代表會',
  },
  {
    CODE: '387078400Y',
    NAME: '臺中市東勢區中科國民小學',
  },
  {
    CODE: '387078500Y',
    NAME: '臺中市外埔區水美國民小學',
  },
  {
    CODE: '387078600Y',
    NAME: '臺中市梧棲區梧南國民小學',
  },
  {
    CODE: '387078700Y',
    NAME: '臺中市大甲區大甲國民小學',
  },
  {
    CODE: '387078800Y',
    NAME: '臺中市和平區白冷國民小學',
  },
  {
    CODE: '387078900Y',
    NAME: '臺中市新社區崑山國民小學',
  },
  {
    CODE: '387079000Y',
    NAME: '臺中市豐原區豐村國民小學',
  },
  {
    CODE: '387079100Y',
    NAME: '臺中市大甲區華龍國民小學',
  },
  {
    CODE: '387079200Y',
    NAME: '臺中市沙鹿區北勢國民小學',
  },
  {
    CODE: '387079300Y',
    NAME: '臺中市龍井區龍山國民小學',
  },
  {
    CODE: '376801300A',
    NAME: '嘉義縣中埔鄉民代表會',
  },
  {
    CODE: '387079400Y',
    NAME: '臺中市大雅區上楓國民小學',
  },
  {
    CODE: '387079500Y',
    NAME: '臺中市清水區西寧國民小學',
  },
  {
    CODE: '387079600Y',
    NAME: '臺中市神岡區社口國民小學',
  },
  {
    CODE: '387079700Y',
    NAME: '臺中市清水區大楊國民小學',
  },
  {
    CODE: '387079800Y',
    NAME: '臺中市和平區平等國民小學',
  },
  {
    CODE: '387079900Y',
    NAME: '臺中市東勢區成功國民小學',
  },
  {
    CODE: '387080000Y',
    NAME: '臺中市霧峰區四德國民小學',
  },
  {
    CODE: '387080100Y',
    NAME: '臺中市霧峰區桐林國民小學',
  },
  {
    CODE: '387080200Y',
    NAME: '臺中市東勢區中山國民小學',
  },
  {
    CODE: '387080300Y',
    NAME: '臺中市大安區大安國民小學',
  },
  {
    CODE: '376801400A',
    NAME: '嘉義縣竹崎鄉民代表會',
  },
  {
    CODE: '387080400Y',
    NAME: '臺中市神岡區豐洲國民小學',
  },
  {
    CODE: '387080500Y',
    NAME: '臺中市清水區甲南國民小學',
  },
  {
    CODE: '387080600Y',
    NAME: '臺中市烏日區僑仁國民小學',
  },
  {
    CODE: '387080700Y',
    NAME: '臺中市霧峰區峰谷國民小學',
  },
  {
    CODE: '387080800Y',
    NAME: '臺中市沙鹿區公明國民小學',
  },
  {
    CODE: '387080900Y',
    NAME: '臺中市豐原區富春國民小學',
  },
  {
    CODE: '387081000Y',
    NAME: '臺中市沙鹿區鹿峰國民小學',
  },
  {
    CODE: '387081100Y',
    NAME: '臺中市東勢區明正國民小學',
  },
  {
    CODE: '387081200Y',
    NAME: '臺中市沙鹿區竹林國民小學',
  },
  {
    CODE: '387081300Y',
    NAME: '臺中市烏日區五光國民小學',
  },
  {
    CODE: '376801500A',
    NAME: '嘉義縣梅山鄉民代表會',
  },
  {
    CODE: '387081400Y',
    NAME: '臺中市神岡區岸裡國民小學',
  },
  {
    CODE: '387081500Y',
    NAME: '臺中市大肚區追分國民小學',
  },
  {
    CODE: '387081600Y',
    NAME: '臺中市潭子區東寶國民小學',
  },
  {
    CODE: '387081700Y',
    NAME: '臺中市新社區大林國民小學',
  },
  {
    CODE: '387081800Y',
    NAME: '臺中市大雅區大雅國民小學',
  },
  {
    CODE: '387081900Y',
    NAME: '臺中市東勢區石角國民小學',
  },
  {
    CODE: '387082000Y',
    NAME: '臺中市清水區大秀國民小學',
  },
  {
    CODE: '387082200Y',
    NAME: '臺中市新社區中和國民小學',
  },
  {
    CODE: '387082300Y',
    NAME: '臺中市豐原區南陽國民小學',
  },
  {
    CODE: '387082400Y',
    NAME: '臺中市后里區后里國民小學',
  },
  {
    CODE: '376801600A',
    NAME: '嘉義縣番路鄉民代表會',
  },
  {
    CODE: '387082500Y',
    NAME: '臺中市霧峰區光正國民小學',
  },
  {
    CODE: '387082600Y',
    NAME: '臺中市龍井區龍津國民小學',
  },
  {
    CODE: '387082700Y',
    NAME: '臺中市烏日區喀哩國民小學',
  },
  {
    CODE: '387082800Y',
    NAME: '臺中市大安區海墘國民小學',
  },
  {
    CODE: '387082900Y',
    NAME: '臺中市大甲區文昌國民小學',
  },
  {
    CODE: '387083000Y',
    NAME: '臺中市和平區和平國民小學',
  },
  {
    CODE: '387083100Y',
    NAME: '臺中市大雅區三和國民小學',
  },
  {
    CODE: '387083200Y',
    NAME: '臺中市潭子區新興國民小學',
  },
  {
    CODE: '387083300Y',
    NAME: '臺中市大雅區大明國民小學',
  },
  {
    CODE: '387083400Y',
    NAME: '臺中市后里區七星國民小學',
  },
  {
    CODE: '376801700A',
    NAME: '嘉義縣大埔鄉民代表會',
  },
  {
    CODE: '387083500Y',
    NAME: '臺中市烏日區東園國民小學',
  },
  {
    CODE: '387083600Y',
    NAME: '臺中市霧峰區僑榮國民小學',
  },
  {
    CODE: '387083700Y',
    NAME: '臺中市霧峰區霧峰國民小學',
  },
  {
    CODE: '387083800Y',
    NAME: '臺中市大甲區順天國民小學',
  },
  {
    CODE: '387083900Y',
    NAME: '臺中市清水區三田國民小學',
  },
  {
    CODE: '387084000Y',
    NAME: '臺中市龍井區龍港國民小學',
  },
  {
    CODE: '387084100Y',
    NAME: '臺中市石岡區石岡國民小學',
  },
  {
    CODE: '387084200Y',
    NAME: '臺中市神岡區圳堵國民小學',
  },
  {
    CODE: '387084300Y',
    NAME: '臺中市和平區中坑國民小學',
  },
  {
    CODE: '387084400Y',
    NAME: '臺中市和平區自由國民小學',
  },
  {
    CODE: '376801900A',
    NAME: '嘉義縣阿里山鄉民代表會',
  },
  {
    CODE: '387084500Y',
    NAME: '臺中市霧峰區五福國民小學',
  },
  {
    CODE: '387084600Y',
    NAME: '臺中市烏日區溪尾國民小學',
  },
  {
    CODE: '387084700Y',
    NAME: '臺中市豐原區豐田國民小學',
  },
  {
    CODE: '387084800Y',
    NAME: '臺中市豐原區合作國民小學',
  },
  {
    CODE: '387084900Y',
    NAME: '臺中市豐原區瑞穗國民小學',
  },
  {
    CODE: '387085000Y',
    NAME: '臺中市霧峰區萬豐國民小學',
  },
  {
    CODE: '387085100Y',
    NAME: '臺中市豐原區翁子國民小學',
  },
  {
    CODE: '387092900Y',
    NAME: '臺中市博屋瑪國民小學',
  },
  {
    CODE: '387085300Y',
    NAME: '臺中市新社區大南國民小學',
  },
  {
    CODE: '387085400Y',
    NAME: '臺中市新社區東興國民小學',
  },
  {
    CODE: '376802000A',
    NAME: '嘉義縣太保市民代表會',
  },
  {
    CODE: '387085500Y',
    NAME: '臺中市外埔區安定國民小學',
  },
  {
    CODE: '387085600Y',
    NAME: '臺中市沙鹿區沙鹿國民小學',
  },
  {
    CODE: '387085700Y',
    NAME: '臺中市潭子區僑忠國民小學',
  },
  {
    CODE: '387085800Y',
    NAME: '臺中市烏日區烏日國民小學',
  },
  {
    CODE: '387085900Y',
    NAME: '臺中市龍井區龍泉國民小學',
  },
  {
    CODE: '387086000Y',
    NAME: '臺中市梧棲區永寧國民小學',
  },
  {
    CODE: '387086100Y',
    NAME: '臺中市外埔區鐵山國民小學',
  },
  {
    CODE: '387086200Y',
    NAME: '臺中市清水區建國國民小學',
  },
  {
    CODE: '387086300Y',
    NAME: '臺中市清水區清水國民小學',
  },
  {
    CODE: '387086400Y',
    NAME: '臺中市梧棲區梧棲國民小學',
  },
  {
    CODE: '371053600I',
    NAME: '連江縣衛生福利局',
  },
  {
    CODE: '376802100A',
    NAME: '嘉義縣朴子市民代表會',
  },
  {
    CODE: '387086500Y',
    NAME: '臺中市石岡區土牛國民小學',
  },
  {
    CODE: '387086600Y',
    NAME: '臺中市龍井區龍井國民小學',
  },
  {
    CODE: '387086700Y',
    NAME: '臺中市沙鹿區公館國民小學',
  },
  {
    CODE: '387086800Y',
    NAME: '臺中市梧棲區中正國民小學',
  },
  {
    CODE: '387086900Y',
    NAME: '臺中市大肚區永順國民小學',
  },
  {
    CODE: '387087000Y',
    NAME: '臺中市清水區高美國民小學',
  },
  {
    CODE: '387087100Y',
    NAME: '臺中市東勢區東勢國民小學',
  },
  {
    CODE: '387087200Y',
    NAME: '臺中市后里區月眉國民小學',
  },
  {
    CODE: '387087300Y',
    NAME: '臺中市大肚區瑞峰國民小學',
  },
  {
    CODE: '387087400Y',
    NAME: '臺中市大雅區汝鎏國民小學',
  },
  {
    CODE: '376530303I',
    NAME: '屏東縣政府衛生局',
  },
  {
    CODE: '387087500Y',
    NAME: '臺中市清水區東山國民小學',
  },
  {
    CODE: '387087600Y',
    NAME: '臺中市大安區永安國民小學',
  },
  {
    CODE: '387087700Y',
    NAME: '臺中市龍井區龍海國民小學',
  },
  {
    CODE: '387087800Y',
    NAME: '臺中市大甲區東明國民小學',
  },
  {
    CODE: '387087900Y',
    NAME: '臺中市東勢區新成國民小學',
  },
  {
    CODE: '387088000Y',
    NAME: '臺中市大肚區大忠國民小學',
  },
  {
    CODE: '387088100Y',
    NAME: '臺中市新社區協成國民小學',
  },
  {
    CODE: '387088200Y',
    NAME: '臺中市大甲區東陽國民小學',
  },
  {
    CODE: '387088300Y',
    NAME: '臺中市潭子區潭陽國民小學',
  },
  {
    CODE: '387088400Y',
    NAME: '臺中市梧棲區中港國民小學',
  },
  {
    CODE: '376530306I',
    NAME: '屏東縣政府環境保護局',
  },
  {
    CODE: '387088500Y',
    NAME: '臺中市烏日區九德國民小學',
  },
  {
    CODE: '387088600Y',
    NAME: '臺中市清水區?榔國民小學',
  },
  {
    CODE: '387088700Y',
    NAME: '臺中市大里區健民國民小學',
  },
  {
    CODE: '387088800Y',
    NAME: '臺中市大里區大里國民小學',
  },
  {
    CODE: '387088900Y',
    NAME: '臺中市大里區塗城國民小學',
  },
  {
    CODE: '387089000Y',
    NAME: '臺中市大里區草湖國民小學',
  },
  {
    CODE: '387089100Y',
    NAME: '臺中市大里區內新國民小學',
  },
  {
    CODE: '387089200Y',
    NAME: '臺中市大里區崇光國民小學',
  },
  {
    CODE: '387089300Y',
    NAME: '臺中市大里區瑞城國民小學',
  },
  {
    CODE: '387089400Y',
    NAME: '臺中市大里區益民國民小學',
  },
  {
    CODE: '376530400A',
    NAME: '屏東縣屏東地政事務所',
  },
  {
    CODE: '387089500Y',
    NAME: '臺中市東勢區新盛國民小學',
  },
  {
    CODE: '387089600Y',
    NAME: '臺中市大雅區文雅國民小學',
  },
  {
    CODE: '387089700Y',
    NAME: '臺中市大里區大元國民小學',
  },
  {
    CODE: '387089800Y',
    NAME: '臺中市霧峰區吉峰國民小學',
  },
  {
    CODE: '387089900Y',
    NAME: '臺中市太平區坪林國民小學',
  },
  {
    CODE: '387090000Y',
    NAME: '臺中市太平區頭汴國民小學',
  },
  {
    CODE: '387090100Y',
    NAME: '臺中市太平區太平國民小學',
  },
  {
    CODE: '387090200Y',
    NAME: '臺中市太平區新光國民小學',
  },
  {
    CODE: '387090300Y',
    NAME: '臺中市太平區黃竹國民小學',
  },
  {
    CODE: '387090400Y',
    NAME: '臺中市太平區光隆國民小學',
  },
  {
    CODE: '376530500A',
    NAME: '屏東縣潮州地政事務所',
  },
  {
    CODE: '387090500Y',
    NAME: '臺中市太平區東汴國民小學',
  },
  {
    CODE: '387090600Y',
    NAME: '臺中市太平區宜欣國民小學',
  },
  {
    CODE: '387090700Y',
    NAME: '臺中市太平區建平國民小學',
  },
  {
    CODE: '387090800Y',
    NAME: '臺中市太平區中華國民小學',
  },
  {
    CODE: '387090900Y',
    NAME: '臺中市太平區東平國民小學',
  },
  {
    CODE: '387091000Y',
    NAME: '臺中市太平區新平國民小學',
  },
  {
    CODE: '387091100Y',
    NAME: '臺中市豐原區葫蘆墩國民小學',
  },
  {
    CODE: '387091200Y',
    NAME: '臺中市大里區美群國民小學',
  },
  {
    CODE: '387091300Y',
    NAME: '臺中市大里區永隆國民小學',
  },
  {
    CODE: '387091400Y',
    NAME: '臺中市潭子區頭家國民小學',
  },
  {
    CODE: '376530600A',
    NAME: '屏東縣東港地政事務所',
  },
  {
    CODE: '387091500Y',
    NAME: '臺中市大里區立新國民小學',
  },
  {
    CODE: '387091600Y',
    NAME: '臺中市清水區吳厝國民小學',
  },
  {
    CODE: '387091700Y',
    NAME: '臺中市大肚區山陽國民小學',
  },
  {
    CODE: '387091800Y',
    NAME: '臺中市豐原區福陽國民小學',
  },
  {
    CODE: '387091900Y',
    NAME: '臺中市大肚區瑞井國民小學',
  },
  {
    CODE: '387092000Y',
    NAME: '臺中市梧棲區大德國民小學',
  },
  {
    CODE: '387092100Y',
    NAME: '臺中市太平區長億國民小學',
  },
  {
    CODE: '387092200Y',
    NAME: '臺中市東勢區東新國民小學',
  },
  {
    CODE: '387092300Y',
    NAME: '臺中市太平區車籠埔國民小學',
  },
  {
    CODE: '387092400Y',
    NAME: '臺中市大雅區六寶國民小學',
  },
  {
    CODE: '376530700A',
    NAME: '屏東縣恆春地政事務所',
  },
  {
    CODE: '387092500Y',
    NAME: '臺中市大肚區大肚國民小學',
  },
  {
    CODE: '387092600Y',
    NAME: '臺中市新社區福民國民小學',
  },
  {
    CODE: '387092700Y',
    NAME: '臺中市霧峰區復興國民小學',
  },
  {
    CODE: '387092800Y',
    NAME: '臺中市西屯區東海國民小學',
  },
  {
    CODE: '3870952006',
    NAME: '臺中市立大安幼兒園',
  },
  {
    CODE: '387122000J',
    NAME: '臺中市立南屯托兒所',
  },
  {
    CODE: '387122100J',
    NAME: '臺中市立豐原托兒所',
  },
  {
    CODE: '387122200J',
    NAME: '臺中市立大里托兒所',
  },
  {
    CODE: '387122300J',
    NAME: '臺中市立太平托兒所',
  },
  {
    CODE: '387122400J',
    NAME: '臺中市立清水托兒所',
  },
  {
    CODE: '376530800A',
    NAME: '屏東縣里港地政事務所',
  },
  {
    CODE: '387122500J',
    NAME: '臺中市立沙鹿托兒所',
  },
  {
    CODE: '387122600J',
    NAME: '臺中市立大甲托兒所',
  },
  {
    CODE: '387122700J',
    NAME: '臺中市立東勢托兒所',
  },
  {
    CODE: '387122800J',
    NAME: '臺中市立梧棲托兒所',
  },
  {
    CODE: '387122900J',
    NAME: '臺中市立烏日托兒所',
  },
  {
    CODE: '387123100J',
    NAME: '臺中市立神岡托兒所',
  },
  {
    CODE: '387123200J',
    NAME: '臺中市立大肚托兒所',
  },
  {
    CODE: '387123300J',
    NAME: '臺中市立大雅托兒所',
  },
  {
    CODE: '387123400J',
    NAME: '臺中市立后里托兒所',
  },
  {
    CODE: '387123500J',
    NAME: '臺中市立石岡托兒所',
  },
  {
    CODE: '376530900A',
    NAME: '屏東縣枋寮地政事務所',
  },
  {
    CODE: '387123600J',
    NAME: '臺中市立霧峰托兒所',
  },
  {
    CODE: '387123700J',
    NAME: '臺中市立潭子托兒所',
  },
  {
    CODE: '387123800J',
    NAME: '臺中市立龍井托兒所',
  },
  {
    CODE: '387123900J',
    NAME: '臺中市立外埔托兒所',
  },
  {
    CODE: '387124000J',
    NAME: '臺中市立大安托兒所',
  },
  {
    CODE: '387124100J',
    NAME: '臺中市立新社托兒所',
  },
  {
    CODE: '387120100J',
    NAME: '臺中市立仁愛之家',
  },
  {
    CODE: '387120200J',
    NAME: '臺中市家庭暴力及性侵害防治中心',
  },
  {
    CODE: '387142100I',
    NAME: '臺中市東區衛生所',
  },
  {
    CODE: '387142300I',
    NAME: '臺中市南區衛生所',
  },
  {
    CODE: '376531400D',
    NAME: '屏東縣政府財稅局',
  },
  {
    CODE: '387142400I',
    NAME: '臺中市北區衛生所',
  },
  {
    CODE: '387142500I',
    NAME: '臺中市西屯區衛生所',
  },
  {
    CODE: '387142600I',
    NAME: '臺中市南屯區衛生所',
  },
  {
    CODE: '387142700I',
    NAME: '臺中市北屯區軍功衛生所',
  },
  {
    CODE: '387142800I',
    NAME: '臺中市北屯區四民衛生所',
  },
  {
    CODE: '387142900I',
    NAME: '臺中市豐原區衛生所',
  },
  {
    CODE: '387143000I',
    NAME: '臺中市東勢區衛生所',
  },
  {
    CODE: '387143100I',
    NAME: '臺中市大甲區衛生所',
  },
  {
    CODE: '387143200I',
    NAME: '臺中市清水區衛生所',
  },
  {
    CODE: '387143300I',
    NAME: '臺中市沙鹿區衛生所',
  },
  {
    CODE: '371053611P',
    NAME: '連江縣立醫院',
  },
  {
    CODE: '376531501A',
    NAME: '屏東縣屏東市戶政事務所',
  },
  {
    CODE: '387143400I',
    NAME: '臺中市梧棲區衛生所',
  },
  {
    CODE: '387143500I',
    NAME: '臺中市后里區衛生所',
  },
  {
    CODE: '387143600I',
    NAME: '臺中市神岡區衛生所',
  },
  {
    CODE: '387143700I',
    NAME: '臺中市潭子區衛生所',
  },
  {
    CODE: '387143800I',
    NAME: '臺中市大雅區衛生所',
  },
  {
    CODE: '387143900I',
    NAME: '臺中市新社區衛生所',
  },
  {
    CODE: '387144000I',
    NAME: '臺中市石岡區衛生所',
  },
  {
    CODE: '387144100I',
    NAME: '臺中市外埔區衛生所',
  },
  {
    CODE: '387144200I',
    NAME: '臺中市大安區衛生所',
  },
  {
    CODE: '387144300I',
    NAME: '臺中市烏日區衛生所',
  },
  {
    CODE: '376531535A',
    NAME: '屏東縣東港戶政事務所',
  },
  {
    CODE: '387144400I',
    NAME: '臺中市大肚區衛生所',
  },
  {
    CODE: '387144500I',
    NAME: '臺中市龍井區衛生所',
  },
  {
    CODE: '387144600I',
    NAME: '臺中市霧峰區衛生所',
  },
  {
    CODE: '387144700I',
    NAME: '臺中市和平區衛生所',
  },
  {
    CODE: '387144800I',
    NAME: '臺中市和平區梨山衛生所',
  },
  {
    CODE: '387144900I',
    NAME: '臺中市大里區衛生所',
  },
  {
    CODE: '387145000I',
    NAME: '臺中市太平區衛生所',
  },
  {
    CODE: '387145100I',
    NAME: '臺中市中西區衛生所',
  },
  {
    CODE: '387162000A',
    NAME: '臺中市中山地政事務所',
  },
  {
    CODE: '387162100A',
    NAME: '臺中市中正地政事務所',
  },
  {
    CODE: '376531536A',
    NAME: '屏東縣里港戶政事務所',
  },
  {
    CODE: '387162200A',
    NAME: '臺中市中興地政事務所',
  },
  {
    CODE: '387162300A',
    NAME: '臺中市豐原地政事務所',
  },
  {
    CODE: '387162400A',
    NAME: '臺中市雅潭地政事務所',
  },
  {
    CODE: '387162500A',
    NAME: '臺中市東勢地政事務所',
  },
  {
    CODE: '387162600A',
    NAME: '臺中市大里地政事務所',
  },
  {
    CODE: '387162700A',
    NAME: '臺中市太平地政事務所',
  },
  {
    CODE: '387162800A',
    NAME: '臺中市清水地政事務所',
  },
  {
    CODE: '387162900A',
    NAME: '臺中市大甲地政事務所',
  },
  {
    CODE: '387163000A',
    NAME: '臺中市龍井地政事務所',
  },
  {
    CODE: '387170100A',
    NAME: '臺中市建國公有零售市場',
  },
  {
    CODE: '376531537A',
    NAME: '屏東縣萬丹戶政事務所',
  },
  {
    CODE: '387170200A',
    NAME: '臺中市第一公有零售市場',
  },
  {
    CODE: '387170300A',
    NAME: '臺中市第二公有零售市場',
  },
  {
    CODE: '387170400A',
    NAME: '臺中市第三公有零售市場',
  },
  {
    CODE: '387170500A',
    NAME: '臺中市第五公有零售市場',
  },
  {
    CODE: '387170600A',
    NAME: '臺中市合作公有零售市場',
  },
  {
    CODE: '387170700A',
    NAME: '臺中市一心公有零售市場',
  },
  {
    CODE: '387170800A',
    NAME: '臺中市中央公有零售市場',
  },
  {
    CODE: '387170900A',
    NAME: '臺中市篤行公有零售市場',
  },
  {
    CODE: '387171000A',
    NAME: '臺中市中德公有零售市場',
  },
  {
    CODE: '387171100A',
    NAME: '臺中市大進公有零售市場',
  },
  {
    CODE: '376531538A',
    NAME: '屏東縣恆春戶政事務所',
  },
  {
    CODE: '387171200A',
    NAME: '臺中市大新公有零售市場',
  },
  {
    CODE: '387171300A',
    NAME: '臺中市何厝公有零售市場',
  },
  {
    CODE: '387171400A',
    NAME: '臺中市后庄公有零售市場',
  },
  {
    CODE: '387171500A',
    NAME: '臺中市小康公有零售市場',
  },
  {
    CODE: '387171600A',
    NAME: '臺中市福安公有零售市場',
  },
  {
    CODE: '387171700A',
    NAME: '臺中市豐原第一公有零售市場',
  },
  {
    CODE: '387171900A',
    NAME: '臺中市太平公有零售市場',
  },
  {
    CODE: '387172000A',
    NAME: '臺中市清水第一公有零售市場',
  },
  {
    CODE: '387172100A',
    NAME: '臺中市清水第二公有零售市場',
  },
  {
    CODE: '387172200A',
    NAME: '臺中市沙鹿公有零售市場',
  },
  {
    CODE: '376531539A',
    NAME: '屏東縣枋寮戶政事務所',
  },
  {
    CODE: '387172300A',
    NAME: '臺中市大甲第一公有零售市場',
  },
  {
    CODE: '387172400A',
    NAME: '臺中市大甲第二公有零售市場',
  },
  {
    CODE: '387172500A',
    NAME: '臺中市東勢公有零售市場',
  },
  {
    CODE: '387172600A',
    NAME: '臺中市梧棲第一公有零售市場',
  },
  {
    CODE: '387172700A',
    NAME: '臺中市梧棲第二公有零售市場',
  },
  {
    CODE: '387172800A',
    NAME: '臺中市烏日公有零售市場',
  },
  {
    CODE: '387172900A',
    NAME: '臺中市大肚公有零售市場',
  },
  {
    CODE: '387173000A',
    NAME: '臺中市大雅公有零售市場',
  },
  {
    CODE: '387173100A',
    NAME: '臺中市后里公有零售市場',
  },
  {
    CODE: '387173200A',
    NAME: '臺中市霧峰公有零售市場',
  },
  {
    CODE: '376531540A',
    NAME: '屏東縣內埔戶政事務所',
  },
  {
    CODE: '387210100A',
    NAME: '臺中市政府公務人力訓練中心',
  },
  {
    CODE: '387220100A',
    NAME: '臺中市政府資訊中心',
  },
  {
    CODE: '387240100J',
    NAME: '臺中市勞動檢查處',
  },
  {
    CODE: '387240200J',
    NAME: '臺中市就業服務處',
  },
  {
    CODE: '387270100I',
    NAME: '臺中市動物保護防疫處',
  },
  {
    CODE: '387270200G',
    NAME: '臺中市海岸資源漁業發展所',
  },
  {
    CODE: '387290100H',
    NAME: '臺中市公共運輸處',
  },
  {
    CODE: '387290200H',
    NAME: '臺中市捷運工程處',
  },
  {
    CODE: '387290300H',
    NAME: '臺中市停車管理處',
  },
  {
    CODE: '387290400H',
    NAME: '臺中市車輛行車事故鑑定委員會',
  },
  {
    CODE: '376531541A',
    NAME: '屏東縣潮州戶政事務所',
  },
  {
    CODE: '387290500H',
    NAME: '臺中市交通事件裁決處',
  },
  {
    CODE: '387300100H',
    NAME: '臺中市風景區管理所',
  },
  {
    CODE: '387333800E',
    NAME: '臺中市文化資產處',
  },
  {
    CODE: '387333900E',
    NAME: '臺中市立圖書館',
  },
  {
    CODE: '387123000J',
    NAME: '臺中市立和平托兒所',
  },
  {
    CODE: '387761100I',
    NAME: '臺中市和平區清潔隊',
  },
  {
    CODE: '387762100E',
    NAME: '臺中市和平區立圖書館',
  },
  {
    CODE: '395000100A',
    NAME: '臺南市政府資訊中心',
  },
  {
    CODE: '395000200A',
    NAME: '臺南市政府公務人力發展中心',
  },
  {
    CODE: '395020100A',
    NAME: '臺南市殯葬管理所',
  },
  {
    CODE: '376531900C',
    NAME: '屏東縣政府消防局',
  },
  {
    CODE: '395022000A',
    NAME: '臺南市東區戶政事務所',
  },
  {
    CODE: '395022100A',
    NAME: '臺南市南區戶政事務所',
  },
  {
    CODE: '395022200A',
    NAME: '臺南市北區戶政事務所',
  },
  {
    CODE: '395022300A',
    NAME: '臺南市安南區戶政事務所',
  },
  {
    CODE: '395022400A',
    NAME: '臺南市安平區戶政事務所',
  },
  {
    CODE: '395022500A',
    NAME: '臺南市中西區戶政事務所',
  },
  {
    CODE: '395022600A',
    NAME: '臺南市新營區戶政事務所',
  },
  {
    CODE: '395022700A',
    NAME: '臺南市鹽水區戶政事務所',
  },
  {
    CODE: '395022800A',
    NAME: '臺南市柳營區戶政事務所',
  },
  {
    CODE: '395022900A',
    NAME: '臺南市白河區戶政事務所',
  },
  {
    CODE: '376533000I',
    NAME: '屏東縣動物防疫所',
  },
  {
    CODE: '395023000A',
    NAME: '臺南市後壁區戶政事務所',
  },
  {
    CODE: '395023100A',
    NAME: '臺南市東山區戶政事務所',
  },
  {
    CODE: '395023200A',
    NAME: '臺南市麻豆區戶政事務所',
  },
  {
    CODE: '395023300A',
    NAME: '臺南市下營區戶政事務所',
  },
  {
    CODE: '395023400A',
    NAME: '臺南市六甲區戶政事務所',
  },
  {
    CODE: '395023500A',
    NAME: '臺南市官田區戶政事務所',
  },
  {
    CODE: '395023600A',
    NAME: '臺南市佳里區戶政事務所',
  },
  {
    CODE: '395023700A',
    NAME: '臺南市西港區戶政事務所',
  },
  {
    CODE: '395023800A',
    NAME: '臺南市七股區戶政事務所',
  },
  {
    CODE: '395023900A',
    NAME: '臺南市學甲區戶政事務所',
  },
  {
    CODE: '371052500J',
    NAME: '連江縣大同之家',
  },
  {
    CODE: '376532900E',
    NAME: '屏東縣體育發展中心',
  },
  {
    CODE: '395024000A',
    NAME: '臺南市將軍區戶政事務所',
  },
  {
    CODE: '395024100A',
    NAME: '臺南市北門區戶政事務所',
  },
  {
    CODE: '395024200A',
    NAME: '臺南市新化區戶政事務所',
  },
  {
    CODE: '395024300A',
    NAME: '臺南市山上區戶政事務所',
  },
  {
    CODE: '395024400A',
    NAME: '臺南市左鎮區戶政事務所',
  },
  {
    CODE: '395024500A',
    NAME: '臺南市善化區戶政事務所',
  },
  {
    CODE: '395024600A',
    NAME: '臺南市安定區戶政事務所',
  },
  {
    CODE: '395024700A',
    NAME: '臺南市大內區戶政事務所',
  },
  {
    CODE: '395024800A',
    NAME: '臺南市玉井區戶政事務所',
  },
  {
    CODE: '395024900A',
    NAME: '臺南市楠西區戶政事務所',
  },
  {
    CODE: '376535100A',
    NAME: '屏東縣屏東市公所',
  },
  {
    CODE: '395025000A',
    NAME: '臺南市南化區戶政事務所',
  },
  {
    CODE: '395025100A',
    NAME: '臺南市歸仁區戶政事務所',
  },
  {
    CODE: '395025200A',
    NAME: '臺南市仁德區戶政事務所',
  },
  {
    CODE: '395025300A',
    NAME: '臺南市關廟區戶政事務所',
  },
  {
    CODE: '395025400A',
    NAME: '臺南市龍崎區戶政事務所',
  },
  {
    CODE: '395025500A',
    NAME: '臺南市新市區戶政事務所',
  },
  {
    CODE: '395025600A',
    NAME: '臺南市永康區戶政事務所',
  },
  {
    CODE: '395040100E',
    NAME: '臺南市南瀛科學教育館',
  },
  {
    CODE: '395040200E',
    NAME: '臺南市家庭教育中心',
  },
  {
    CODE: '395040300E',
    NAME: '臺南市體育處',
  },
  {
    CODE: '376535200A',
    NAME: '屏東縣潮州鎮公所',
  },
  {
    CODE: '395049100U',
    NAME: '臺南市立南寧高級中學',
  },
  {
    CODE: '395049200U',
    NAME: '臺南市立土城高級中學',
  },
  {
    CODE: '395049300U',
    NAME: '臺南市立永仁高級中學',
  },
  {
    CODE: '395049400U',
    NAME: '臺南市立大灣高級中學',
  },
  {
    CODE: '395055100X',
    NAME: '臺南市立大成國民中學',
  },
  {
    CODE: '395055200X',
    NAME: '臺南市立延平國民中學',
  },
  {
    CODE: '395055300X',
    NAME: '臺南市立安南國民中學',
  },
  {
    CODE: '395055400X',
    NAME: '臺南市立中山國民中學',
  },
  {
    CODE: '395055500X',
    NAME: '臺南市立金城國民中學',
  },
  {
    CODE: '395055600X',
    NAME: '臺南市立忠孝國民中學',
  },
  {
    CODE: '376535300A',
    NAME: '屏東縣東港鎮公所',
  },
  {
    CODE: '395055700X',
    NAME: '臺南市立成功國民中學',
  },
  {
    CODE: '395055800X',
    NAME: '臺南市立建興國民中學',
  },
  {
    CODE: '395055900X',
    NAME: '臺南市立民德國民中學',
  },
  {
    CODE: '395056000X',
    NAME: '臺南市立後甲國民中學',
  },
  {
    CODE: '395056100X',
    NAME: '臺南市立安平國民中學',
  },
  {
    CODE: '395056200X',
    NAME: '臺南市立安順國民中學',
  },
  {
    CODE: '395056300X',
    NAME: '臺南市立復興國民中學',
  },
  {
    CODE: '395056400X',
    NAME: '臺南市立新興國民中學',
  },
  {
    CODE: '395056500X',
    NAME: '臺南市立文賢國民中學',
  },
  {
    CODE: '395056600X',
    NAME: '臺南市立崇明國民中學',
  },
  {
    CODE: '376535400A',
    NAME: '屏東縣恆春鎮公所',
  },
  {
    CODE: '395056700X',
    NAME: '臺南市立和順國民中學',
  },
  {
    CODE: '395056800X',
    NAME: '臺南市立海佃國民中學',
  },
  {
    CODE: '395056900X',
    NAME: '臺南市立歸仁國民中學',
  },
  {
    CODE: '395057000X',
    NAME: '臺南市立永康國民中學',
  },
  {
    CODE: '395057100X',
    NAME: '臺南市立新化國民中學',
  },
  {
    CODE: '395057200X',
    NAME: '臺南市立善化國民中學',
  },
  {
    CODE: '395057300X',
    NAME: '臺南市立玉井國民中學',
  },
  {
    CODE: '395057400X',
    NAME: '臺南市立麻豆國民中學',
  },
  {
    CODE: '395057500X',
    NAME: '臺南市立下營國民中學',
  },
  {
    CODE: '395057600X',
    NAME: '臺南市立六甲國民中學',
  },
  {
    CODE: '376535500A',
    NAME: '屏東縣萬丹鄉公所',
  },
  {
    CODE: '395057700X',
    NAME: '臺南市立佳里國民中學',
  },
  {
    CODE: '395057800X',
    NAME: '臺南市立學甲國民中學',
  },
  {
    CODE: '395057900X',
    NAME: '臺南市立南新國民中學',
  },
  {
    CODE: '395058000X',
    NAME: '臺南市立鹽水國民中學',
  },
  {
    CODE: '395058100X',
    NAME: '臺南市立白河國民中學',
  },
  {
    CODE: '395058200X',
    NAME: '臺南市立東山國民中學',
  },
  {
    CODE: '395058300X',
    NAME: '臺南市立仁德國民中學',
  },
  {
    CODE: '395058400X',
    NAME: '臺南市立關廟國民中學',
  },
  {
    CODE: '395058500X',
    NAME: '臺南市立龍崎國民中學',
  },
  {
    CODE: '395058600X',
    NAME: '臺南市立新市國民中學',
  },
  {
    CODE: '376535600A',
    NAME: '屏東縣長治鄉公所',
  },
  {
    CODE: '395058700X',
    NAME: '臺南市立安定國民中學',
  },
  {
    CODE: '395058800X',
    NAME: '臺南市立山上國民中學',
  },
  {
    CODE: '395058900X',
    NAME: '臺南市立楠西國民中學',
  },
  {
    CODE: '395059000X',
    NAME: '臺南市立南化國民中學',
  },
  {
    CODE: '395059100X',
    NAME: '臺南市立左鎮國民中學',
  },
  {
    CODE: '395059200X',
    NAME: '臺南市立官田國民中學',
  },
  {
    CODE: '395059300X',
    NAME: '臺南市立大內國民中學',
  },
  {
    CODE: '395059400X',
    NAME: '臺南市立西港國民中學',
  },
  {
    CODE: '395059500X',
    NAME: '臺南市立後港國民中學',
  },
  {
    CODE: '395059600X',
    NAME: '臺南市立將軍國民中學',
  },
  {
    CODE: '376535700A',
    NAME: '屏東縣麟洛鄉公所',
  },
  {
    CODE: '395059700X',
    NAME: '臺南市立北門國民中學',
  },
  {
    CODE: '395059800X',
    NAME: '臺南市立新東國民中學',
  },
  {
    CODE: '395059900X',
    NAME: '臺南市立柳營國民中學',
  },
  {
    CODE: '395060000X',
    NAME: '臺南市立後壁國民中學',
  },
  {
    CODE: '395060100X',
    NAME: '臺南市立竹橋國民中學',
  },
  {
    CODE: '395060200X',
    NAME: '臺南市立東原國民中學',
  },
  {
    CODE: '395060300X',
    NAME: '臺南市立佳興國民中學',
  },
  {
    CODE: '395060400X',
    NAME: '臺南市立菁寮國民中學',
  },
  {
    CODE: '395060500X',
    NAME: '臺南市立仁德文賢國民中學',
  },
  {
    CODE: '395060600X',
    NAME: '臺南市立太子國民中學',
  },
  {
    CODE: '376535800A',
    NAME: '屏東縣九如鄉公所',
  },
  {
    CODE: '395060700X',
    NAME: '臺南市立大橋國民中學',
  },
  {
    CODE: '395060800X',
    NAME: '臺南市立沙崙國民中學',
  },
  {
    CODE: '395070100Y',
    NAME: '臺南市東區勝利國民小學',
  },
  {
    CODE: '395070200Y',
    NAME: '臺南市東區大同國民小學',
  },
  {
    CODE: '395070300Y',
    NAME: '臺南市東區東光國民小學',
  },
  {
    CODE: '395070400Y',
    NAME: '臺南市東區博愛國民小學',
  },
  {
    CODE: '395079300Y',
    NAME: '臺南市麻豆區大山國民小學',
  },
  {
    CODE: '395083200Y',
    NAME: '臺南市將軍區鯤鯓國民小學',
  },
  {
    CODE: '395070700Y',
    NAME: '臺南市南區龍崗國民小學',
  },
  {
    CODE: '395070800Y',
    NAME: '臺南市南區日新國民小學',
  },
  {
    CODE: '376535900A',
    NAME: '屏東縣里港鄉公所',
  },
  {
    CODE: '395083300Y',
    NAME: '臺南市將軍區長平國民小學',
  },
  {
    CODE: '395091500Y',
    NAME: '臺南市南區志開實驗小學',
  },
  {
    CODE: '395071100Y',
    NAME: '臺南市北區立人國民小學',
  },
  {
    CODE: '395071200Y',
    NAME: '臺南市北區公園國民小學',
  },
  {
    CODE: '395071300Y',
    NAME: '臺南市北區開元國民小學',
  },
  {
    CODE: '395071400Y',
    NAME: '臺南市北區大光國民小學',
  },
  {
    CODE: '395071500Y',
    NAME: '臺南市安平區石門國民小學',
  },
  {
    CODE: '395071600Y',
    NAME: '臺南市安平區西門國民小學',
  },
  {
    CODE: '395071700Y',
    NAME: '臺南市安南區安順國民小學',
  },
  {
    CODE: '395071800Y',
    NAME: '臺南市安南區海東國民小學',
  },
  {
    CODE: '371054300L',
    NAME: '連江縣自來水廠',
  },
  {
    CODE: '376536000A',
    NAME: '屏東縣鹽埔鄉公所',
  },
  {
    CODE: '395071900Y',
    NAME: '臺南市安南區土城國民小學',
  },
  {
    CODE: '395072000Y',
    NAME: '臺南市安南區鎮海國民小學',
  },
  {
    CODE: '395072100Y',
    NAME: '臺南市安南區長安國民小學',
  },
  {
    CODE: '395072200Y',
    NAME: '臺南市安南區顯宮國民小學',
  },
  {
    CODE: '395072300Y',
    NAME: '臺南市安南區安佃國民小學',
  },
  {
    CODE: '395072400Y',
    NAME: '臺南市安南區和順國民小學',
  },
  {
    CODE: '395072500Y',
    NAME: '臺南市安南區南興國民小學',
  },
  {
    CODE: '395072600Y',
    NAME: '臺南市東區德高國民小學',
  },
  {
    CODE: '395072700Y',
    NAME: '臺南市安南區青草國民小學',
  },
  {
    CODE: '395072800Y',
    NAME: '臺南市南區永華國民小學',
  },
  {
    CODE: '376536100A',
    NAME: '屏東縣高樹鄉公所',
  },
  {
    CODE: '395072900Y',
    NAME: '臺南市東區崇學國民小學',
  },
  {
    CODE: '395073000Y',
    NAME: '臺南市安南區安慶國民小學',
  },
  {
    CODE: '395073100Y',
    NAME: '臺南市北區大港國民小學',
  },
  {
    CODE: '395073200Y',
    NAME: '臺南市安南區海佃國民小學',
  },
  {
    CODE: '395073300Y',
    NAME: '臺南市東區復興國民小學',
  },
  {
    CODE: '395073400Y',
    NAME: '臺南市東區崇明國民小學',
  },
  {
    CODE: '395073500Y',
    NAME: '臺南市安平區安平國民小學',
  },
  {
    CODE: '395073600Y',
    NAME: '臺南市北區文元國民小學',
  },
  {
    CODE: '395073700Y',
    NAME: '臺南市安南區學東國民小學',
  },
  {
    CODE: '395073800Y',
    NAME: '臺南市安平區億載國民小學',
  },
  {
    CODE: '376536200A',
    NAME: '屏東縣萬巒鄉公所',
  },
  {
    CODE: '395087500Y',
    NAME: '臺南市柳營區新山國民小學',
  },
  {
    CODE: '395074000Y',
    NAME: '臺南市中西區成功國民小學',
  },
  {
    CODE: '395074100Y',
    NAME: '臺南市中西區永福國民小學',
  },
  {
    CODE: '395070900Y',
    NAME: '臺南市南區新興國民小學',
  },
  {
    CODE: '395074300Y',
    NAME: '臺南市中西區協進國民小學',
  },
  {
    CODE: '395074500Y',
    NAME: '臺南市北區賢北國民小學',
  },
  {
    CODE: '395074600Y',
    NAME: '臺南市東區裕文國民小學',
  },
  {
    CODE: '395074700Y',
    NAME: '臺南市仁德區仁德國民小學',
  },
  {
    CODE: '395074800Y',
    NAME: '臺南市仁德區文賢國民小學',
  },
  {
    CODE: '395074900Y',
    NAME: '臺南市仁德區長興國民小學',
  },
  {
    CODE: '376536300A',
    NAME: '屏東縣內埔鄉公所',
  },
  {
    CODE: '395075000Y',
    NAME: '臺南市仁德區依仁國民小學',
  },
  {
    CODE: '395075100Y',
    NAME: '臺南市仁德區大甲國民小學',
  },
  {
    CODE: '395075200Y',
    NAME: '臺南市仁德區仁和國民小學',
  },
  {
    CODE: '395070600Y',
    NAME: '臺南市南區喜樹國民小學',
  },
  {
    CODE: '395075400Y',
    NAME: '臺南市仁德區虎山實驗小學',
  },
  {
    CODE: '395075500Y',
    NAME: '臺南市歸仁區歸仁國民小學',
  },
  {
    CODE: '395075600Y',
    NAME: '臺南市歸仁區歸南國民小學',
  },
  {
    CODE: '395075700Y',
    NAME: '臺南市歸仁區保西國民小學',
  },
  {
    CODE: '395075800Y',
    NAME: '臺南市歸仁區大潭國民小學',
  },
  {
    CODE: '395070500Y',
    NAME: '臺南市南區省躬國民小學',
  },
  {
    CODE: '376536400A',
    NAME: '屏東縣竹田鄉公所',
  },
  {
    CODE: '395076000Y',
    NAME: '臺南市關廟區五甲國民小學',
  },
  {
    CODE: '395076100Y',
    NAME: '臺南市關廟區保東國民小學',
  },
  {
    CODE: '395088800Y',
    NAME: '臺南市南化區瑞峰國民小學',
  },
  {
    CODE: '395076300Y',
    NAME: '臺南市關廟區深坑國民小學',
  },
  {
    CODE: '395076400Y',
    NAME: '臺南市關廟區新光國民小學',
  },
  {
    CODE: '395076500Y',
    NAME: '臺南市龍崎區龍崎國民小學',
  },
  {
    CODE: '395078400Y',
    NAME: '臺南市南化區南化國民小學',
  },
  {
    CODE: '395085200Y',
    NAME: '臺南市東山區東山國民小學',
  },
  {
    CODE: '395090900Y',
    NAME: '臺南市東山區吉貝耍國民小學',
  },
  {
    CODE: '395076900Y',
    NAME: '臺南市善化區善化國民小學',
  },
  {
    CODE: '376536500A',
    NAME: '屏東縣新埤鄉公所',
  },
  {
    CODE: '395077000Y',
    NAME: '臺南市善化區茄拔國民小學',
  },
  {
    CODE: '395077100Y',
    NAME: '臺南市善化區大同國民小學',
  },
  {
    CODE: '395077200Y',
    NAME: '臺南市善化區大成國民小學',
  },
  {
    CODE: '395080500Y',
    NAME: '臺南市官田區官田國民小學',
  },
  {
    CODE: '395077400Y',
    NAME: '臺南市善化區善糖國民小學',
  },
  {
    CODE: '395081400Y',
    NAME: '臺南市佳里區塭內國民小學',
  },
  {
    CODE: '395077600Y',
    NAME: '臺南市新市區大社國民小學',
  },
  {
    CODE: '395077700Y',
    NAME: '臺南市安定區安定國民小學',
  },
  {
    CODE: '395081200Y',
    NAME: '臺南市佳里區佳興國民小學',
  },
  {
    CODE: '395081800Y',
    NAME: '臺南市西港區西港國民小學',
  },
  {
    CODE: '376536600A',
    NAME: '屏東縣枋寮鄉公所',
  },
  {
    CODE: '395078000Y',
    NAME: '臺南市山上區山上國民小學',
  },
  {
    CODE: '395078100Y',
    NAME: '臺南市玉井區玉井國民小學',
  },
  {
    CODE: '395078200Y',
    NAME: '臺南市玉井區層林國民小學',
  },
  {
    CODE: '395078300Y',
    NAME: '臺南市楠西區楠西國民小學',
  },
  {
    CODE: '395077900Y',
    NAME: '臺南市安定區南興國民小學',
  },
  {
    CODE: '395078500Y',
    NAME: '臺南市南化區北寮國民小學',
  },
  {
    CODE: '395078600Y',
    NAME: '臺南市南化區西埔國民小學',
  },
  {
    CODE: '395078700Y',
    NAME: '臺南市南化區玉山國民小學',
  },
  {
    CODE: '395078800Y',
    NAME: '臺南市左鎮區左鎮國民小學',
  },
  {
    CODE: '395078900Y',
    NAME: '臺南市左鎮區光榮國民小學',
  },
  {
    CODE: '376536700A',
    NAME: '屏東縣新園鄉公所',
  },
  {
    CODE: '395079000Y',
    NAME: '臺南市麻豆區麻豆國民小學',
  },
  {
    CODE: '395079100Y',
    NAME: '臺南市麻豆區培文國民小學',
  },
  {
    CODE: '395077800Y',
    NAME: '臺南市安定區南安國民小學',
  },
  {
    CODE: '395091000Y',
    NAME: '臺南市安平區新南國民小學',
  },
  {
    CODE: '395079400Y',
    NAME: '臺南市麻豆區安業國民小學',
  },
  {
    CODE: '395086400Y',
    NAME: '臺南市白河區白河國民小學',
  },
  {
    CODE: '395086800Y',
    NAME: '臺南市白河區仙草國民小學',
  },
  {
    CODE: '395079700Y',
    NAME: '臺南市麻豆區紀安國民小學',
  },
  {
    CODE: '395079800Y',
    NAME: '臺南市下營區下營國民小學',
  },
  {
    CODE: '395079900Y',
    NAME: '臺南市下營區中營國民小學',
  },
  {
    CODE: '376536800A',
    NAME: '屏東縣崁頂鄉公所',
  },
  {
    CODE: '395080000Y',
    NAME: '臺南市下營區賀建國民小學',
  },
  {
    CODE: '395080100Y',
    NAME: '臺南市下營區甲中國民小學',
  },
  {
    CODE: '395080200Y',
    NAME: '臺南市下營區東興國民小學',
  },
  {
    CODE: '395080300Y',
    NAME: '臺南市六甲區六甲國民小學',
  },
  {
    CODE: '395087000Y',
    NAME: '臺南市白河區大竹國民小學',
  },
  {
    CODE: '395089500Y',
    NAME: '臺南市永康區復興國民小學',
  },
  {
    CODE: '395080600Y',
    NAME: '臺南市官田區隆田國民小學',
  },
  {
    CODE: '395080700Y',
    NAME: '臺南市官田區嘉南國民小學',
  },
  {
    CODE: '395080800Y',
    NAME: '臺南市官田區渡拔國民小學',
  },
  {
    CODE: '395080900Y',
    NAME: '臺南市大內區大內國民小學',
  },
  {
    CODE: '376536900A',
    NAME: '屏東縣林邊鄉公所',
  },
  {
    CODE: '395081000Y',
    NAME: '臺南市大內區二溪國民小學',
  },
  {
    CODE: '395081100Y',
    NAME: '臺南市佳里區佳里國民小學',
  },
  {
    CODE: '395090500Y',
    NAME: '臺南市永康區勝利國民小學',
  },
  {
    CODE: '395081300Y',
    NAME: '臺南市佳里區延平國民小學',
  },
  {
    CODE: '395089400Y',
    NAME: '臺南市永康區西勢國民小學',
  },
  {
    CODE: '395081500Y',
    NAME: '臺南市佳里區子龍國民小學',
  },
  {
    CODE: '395081600Y',
    NAME: '臺南市佳里區仁愛國民小學',
  },
  {
    CODE: '395081700Y',
    NAME: '臺南市佳里區通興國民小學',
  },
  {
    CODE: '395089100Y',
    NAME: '臺南市永康區永康國民小學',
  },
  {
    CODE: '395081900Y',
    NAME: '臺南市西港區成功國民小學',
  },
  {
    CODE: '371054200L',
    NAME: '連江縣馬祖日報社',
  },
  {
    CODE: '376537000A',
    NAME: '屏東縣南州鄉公所',
  },
  {
    CODE: '395082000Y',
    NAME: '臺南市西港區後營國民小學',
  },
  {
    CODE: '395082100Y',
    NAME: '臺南市七股區七股國民小學',
  },
  {
    CODE: '395082200Y',
    NAME: '臺南市七股區後港國民小學',
  },
  {
    CODE: '395082300Y',
    NAME: '臺南市七股區竹橋國民小學',
  },
  {
    CODE: '395082400Y',
    NAME: '臺南市七股區三股國民小學',
  },
  {
    CODE: '395091100Y',
    NAME: '臺南市七股區光復生態實驗小學',
  },
  {
    CODE: '395082600Y',
    NAME: '臺南市七股區篤加國民小學',
  },
  {
    CODE: '395082700Y',
    NAME: '臺南市七股區龍山國民小學',
  },
  {
    CODE: '395089300Y',
    NAME: '臺南市永康區三村國民小學',
  },
  {
    CODE: '395082900Y',
    NAME: '臺南市將軍區將軍國民小學',
  },
  {
    CODE: '376537100A',
    NAME: '屏東縣佳冬鄉公所',
  },
  {
    CODE: '395083000Y',
    NAME: '臺南市將軍區漚汪國民小學',
  },
  {
    CODE: '395083100Y',
    NAME: '臺南市將軍區苓和國民小學',
  },
  {
    CODE: '395080400Y',
    NAME: '臺南市六甲區林鳳國民小學',
  },
  {
    CODE: '395075300Y',
    NAME: '臺南市仁德區德南國民小學',
  },
  {
    CODE: '395083400Y',
    NAME: '臺南市北門區北門國民小學',
  },
  {
    CODE: '395083500Y',
    NAME: '臺南市北門區蚵寮國民小學',
  },
  {
    CODE: '395083600Y',
    NAME: '臺南市北門區文山國民小學',
  },
  {
    CODE: '395083700Y',
    NAME: '臺南市北門區錦湖國民小學',
  },
  {
    CODE: '395083800Y',
    NAME: '臺南市北門區雙春國民小學',
  },
  {
    CODE: '395083900Y',
    NAME: '臺南市北門區三慈國民小學',
  },
  {
    CODE: '376537200A',
    NAME: '屏東縣琉球鄉公所',
  },
  {
    CODE: '395073900Y',
    NAME: '臺南市中西區進學國民小學',
  },
  {
    CODE: '395084100Y',
    NAME: '臺南市學甲區中洲國民小學',
  },
  {
    CODE: '395084200Y',
    NAME: '臺南市學甲區宅港國民小學',
  },
  {
    CODE: '395084300Y',
    NAME: '臺南市學甲區頂洲國民小學',
  },
  {
    CODE: '395084400Y',
    NAME: '臺南市學甲區東陽國民小學',
  },
  {
    CODE: '395084500Y',
    NAME: '臺南市新營區新營國民小學',
  },
  {
    CODE: '395084600Y',
    NAME: '臺南市新營區新民國民小學',
  },
  {
    CODE: '395074200Y',
    NAME: '臺南市中西區忠義國民小學',
  },
  {
    CODE: '395082800Y',
    NAME: '臺南市七股區建功國民小學',
  },
  {
    CODE: '395084900Y',
    NAME: '臺南市新營區新進國民小學',
  },
  {
    CODE: '376537300A',
    NAME: '屏東縣車城鄉公所',
  },
  {
    CODE: '395085000Y',
    NAME: '臺南市新營區南梓國民小學',
  },
  {
    CODE: '395085100Y',
    NAME: '臺南市後壁區樹人國民小學',
  },
  {
    CODE: '382090400Y',
    NAME: '新北市林口區頭湖國民小學',
  },
  {
    CODE: '395085300Y',
    NAME: '臺南市東山區聖賢國民小學',
  },
  {
    CODE: '395085400Y',
    NAME: '臺南市東山區東原國民小學',
  },
  {
    CODE: '395085500Y',
    NAME: '臺南市新營區新生國民小學',
  },
  {
    CODE: '382090600Y',
    NAME: '新北市林口區新林國民小學',
  },
  {
    CODE: '395085700Y',
    NAME: '臺南市新營區公誠國民小學',
  },
  {
    CODE: '395085800Y',
    NAME: '臺南市鹽水區鹽水國民小學',
  },
  {
    CODE: '397078700Y',
    NAME: '高雄市前鎮區紅毛港國民小學',
  },
  {
    CODE: '376537400A',
    NAME: '屏東縣滿州鄉公所',
  },
  {
    CODE: '395086000Y',
    NAME: '臺南市鹽水區月津國民小學',
  },
  {
    CODE: '397083900Y',
    NAME: '高雄市阿蓮區中路國民小學',
  },
  {
    CODE: '395086200Y',
    NAME: '臺南市鹽水區仁光國民小學',
  },
  {
    CODE: '395086300Y',
    NAME: '臺南市鹽水區岸內國民小學',
  },
  {
    CODE: '397094000Y',
    NAME: '高雄市那瑪夏區民權國民小學',
  },
  {
    CODE: '395086500Y',
    NAME: '臺南市白河區玉豐國民小學',
  },
  {
    CODE: '395086600Y',
    NAME: '臺南市白河區竹門國民小學',
  },
  {
    CODE: '395086700Y',
    NAME: '臺南市白河區內角國民小學',
  },
  {
    CODE: '397093900Y',
    NAME: '高雄市那瑪夏區民生國民小學',
  },
  {
    CODE: '395086900Y',
    NAME: '臺南市白河區河東國民小學',
  },
  {
    CODE: '376537411I',
    NAME: '屏東縣滿州鄉清潔隊',
  },
  {
    CODE: '397063400X',
    NAME: '高雄市立巴楠花部落國民中小學',
  },
  {
    CODE: '395087100Y',
    NAME: '臺南市柳營區柳營國民小學',
  },
  {
    CODE: '395087200Y',
    NAME: '臺南市柳營區果毅國民小學',
  },
  {
    CODE: '395087300Y',
    NAME: '臺南市柳營區重溪國民小學',
  },
  {
    CODE: '395087400Y',
    NAME: '臺南市柳營區太康國民小學',
  },
  {
    CODE: '397088000Y',
    NAME: '高雄市內門區內門國民小學',
  },
  {
    CODE: '395087600Y',
    NAME: '臺南市後壁區後壁國民小學',
  },
  {
    CODE: '395087700Y',
    NAME: '臺南市後壁區菁寮國民小學',
  },
  {
    CODE: '395087800Y',
    NAME: '臺南市後壁區安溪國民小學',
  },
  {
    CODE: '395087900Y',
    NAME: '臺南市後壁區新東國民小學',
  },
  {
    CODE: '376537500A',
    NAME: '屏東縣枋山鄉公所',
  },
  {
    CODE: '395088000Y',
    NAME: '臺南市後壁區永安國民小學',
  },
  {
    CODE: '395088100Y',
    NAME: '臺南市後壁區新嘉國民小學',
  },
  {
    CODE: '395088200Y',
    NAME: '臺南市東山區青山國民小學',
  },
  {
    CODE: '395088300Y',
    NAME: '臺南市七股區大文國民小學',
  },
  {
    CODE: '397076000Y',
    NAME: '高雄市小港區坪頂國民小學',
  },
  {
    CODE: '395088500Y',
    NAME: '臺南市七股區樹林國民小學',
  },
  {
    CODE: '395088600Y',
    NAME: '臺南市西港區松林國民小學',
  },
  {
    CODE: '395088700Y',
    NAME: '臺南市鹽水區文昌國民小學',
  },
  {
    CODE: '380086400Y',
    NAME: '桃園市觀音區觀音國民小學',
  },
  {
    CODE: '395088900Y',
    NAME: '臺南市西港區港東國民小學',
  },
  {
    CODE: '376537700A',
    NAME: '屏東縣霧臺鄉公所',
  },
  {
    CODE: '395091600Y',
    NAME: '臺南市關廟區文和實驗小學',
  },
  {
    CODE: '380087200Y',
    NAME: '桃園市觀音區樹林國民小學',
  },
  {
    CODE: '395089200Y',
    NAME: '臺南市永康區大灣國民小學',
  },
  {
    CODE: '380086900Y',
    NAME: '桃園市觀音區育仁國民小學',
  },
  {
    CODE: '380083400Y',
    NAME: '桃園市龜山區幸福國民小學',
  },
  {
    CODE: '380083300Y',
    NAME: '桃園市龜山區山頂國民小學',
  },
  {
    CODE: '395089600Y',
    NAME: '臺南市永康區龍潭國民小學',
  },
  {
    CODE: '395089700Y',
    NAME: '臺南市永康區大橋國民小學',
  },
  {
    CODE: '395089800Y',
    NAME: '臺南市永康區崑山國民小學',
  },
  {
    CODE: '395089900Y',
    NAME: '臺南市永康區五王國民小學',
  },
  {
    CODE: '376537800A',
    NAME: '屏東縣瑪家鄉公所',
  },
  {
    CODE: '395090000Y',
    NAME: '臺南市歸仁區文化國民小學',
  },
  {
    CODE: '395090100Y',
    NAME: '臺南市新化區正新國民小學',
  },
  {
    CODE: '395090200Y',
    NAME: '臺南市佳里區信義國民小學',
  },
  {
    CODE: '395090300Y',
    NAME: '臺南市永康區永信國民小學',
  },
  {
    CODE: '395090400Y',
    NAME: '臺南市新營區新泰國民小學',
  },
  {
    CODE: '380084100Y',
    NAME: '桃園市龜山區大湖國民小學',
  },
  {
    CODE: '395090600Y',
    NAME: '臺南市歸仁區紅瓦厝國民小學',
  },
  {
    CODE: '380083000Y',
    NAME: '桃園市龜山區大坑國民小學',
  },
  {
    CODE: '380085000Y',
    NAME: '桃園市龍潭區龍星國民小學',
  },
  {
    CODE: '380084400Y',
    NAME: '桃園市龍潭區潛龍國民小學',
  },
  {
    CODE: '376537900A',
    NAME: '屏東縣泰武鄉公所',
  },
  {
    CODE: '380084800Y',
    NAME: '桃園市龍潭區三和國民小學',
  },
  {
    CODE: '3950951006',
    NAME: '臺南市立第一幼兒園',
  },
  {
    CODE: '3950952006',
    NAME: '臺南市立第二幼兒園',
  },
  {
    CODE: '3950953006',
    NAME: '臺南市立第三幼兒園',
  },
  {
    CODE: '3950954006',
    NAME: '臺南市立第四幼兒園',
  },
  {
    CODE: '3950955006',
    NAME: '臺南市立第五幼兒園',
  },
  {
    CODE: '3950956006',
    NAME: '臺南市立第六幼兒園',
  },
  {
    CODE: '3950957006',
    NAME: '臺南市立麻豆幼兒園',
  },
  {
    CODE: '3950959006',
    NAME: '臺南市立學甲幼兒園',
  },
  {
    CODE: '3950960006',
    NAME: '臺南市立下營幼兒園',
  },
  {
    CODE: '371054400L',
    NAME: '馬祖酒廠實業股份有限公司',
  },
  {
    CODE: '376538000A',
    NAME: '屏東縣來義鄉公所',
  },
  {
    CODE: '3950961006',
    NAME: '臺南市立六甲幼兒園',
  },
  {
    CODE: '3950962006',
    NAME: '臺南市立將軍幼兒園',
  },
  {
    CODE: '3950963006',
    NAME: '臺南市立新市幼兒園',
  },
  {
    CODE: '3950964006',
    NAME: '臺南市立仁德幼兒園',
  },
  {
    CODE: '3950965006',
    NAME: '臺南市立歸仁幼兒園',
  },
  {
    CODE: '3950966006',
    NAME: '臺南市立關廟幼兒園',
  },
  {
    CODE: '3950967006',
    NAME: '臺南市立小康幼兒園',
  },
  {
    CODE: '395099100Z',
    NAME: '臺南市立第一幼稚園',
  },
  {
    CODE: '395122100J',
    NAME: '臺南市立第二托兒所',
  },
  {
    CODE: '395122200J',
    NAME: '臺南市立第三托兒所',
  },
  {
    CODE: '376538100A',
    NAME: '屏東縣春日鄉公所',
  },
  {
    CODE: '395122300J',
    NAME: '臺南市立第四托兒所',
  },
  {
    CODE: '395122400J',
    NAME: '臺南市立第五托兒所',
  },
  {
    CODE: '395122500J',
    NAME: '臺南市立第六托兒所',
  },
  {
    CODE: '395122700J',
    NAME: '臺南市立麻豆托兒所',
  },
  {
    CODE: '395122800J',
    NAME: '臺南市立新化托兒所',
  },
  {
    CODE: '395123000J',
    NAME: '臺南市立學甲托兒所',
  },
  {
    CODE: '395123100J',
    NAME: '臺南市立下營托兒所',
  },
  {
    CODE: '395123200J',
    NAME: '臺南市立六甲托兒所',
  },
  {
    CODE: '395123400J',
    NAME: '臺南市立將軍托兒所',
  },
  {
    CODE: '395123500J',
    NAME: '臺南市立新市托兒所',
  },
  {
    CODE: '376538200A',
    NAME: '屏東縣獅子鄉公所',
  },
  {
    CODE: '395123700J',
    NAME: '臺南市立仁德托兒所',
  },
  {
    CODE: '395123800J',
    NAME: '臺南市立歸仁托兒所',
  },
  {
    CODE: '395120100J',
    NAME: '臺南市立仁愛之家',
  },
  {
    CODE: '395120200J',
    NAME: '臺南市政府照顧服務管理中心',
  },
  {
    CODE: '395120300J',
    NAME: '臺南市政府家庭暴力暨性侵害防治中心',
  },
  {
    CODE: '395142000I',
    NAME: '臺南市東區衛生所',
  },
  {
    CODE: '395142100I',
    NAME: '臺南市南區衛生所',
  },
  {
    CODE: '395142200I',
    NAME: '臺南市北區衛生所',
  },
  {
    CODE: '395142300I',
    NAME: '臺南市安南區衛生所',
  },
  {
    CODE: '395142400I',
    NAME: '臺南市安平區衛生所',
  },
  {
    CODE: '376538300A',
    NAME: '屏東縣牡丹鄉公所',
  },
  {
    CODE: '395142500I',
    NAME: '臺南市中西區衛生所',
  },
  {
    CODE: '395142600I',
    NAME: '臺南市新營區衛生所',
  },
  {
    CODE: '395142700I',
    NAME: '臺南市鹽水區衛生所',
  },
  {
    CODE: '395142800I',
    NAME: '臺南市白河區衛生所',
  },
  {
    CODE: '395142900I',
    NAME: '臺南市麻豆區衛生所',
  },
  {
    CODE: '395143000I',
    NAME: '臺南市佳里區衛生所',
  },
  {
    CODE: '395143100I',
    NAME: '臺南市新化區衛生所',
  },
  {
    CODE: '395143200I',
    NAME: '臺南市善化區衛生所',
  },
  {
    CODE: '395143300I',
    NAME: '臺南市學甲區衛生所',
  },
  {
    CODE: '395143400I',
    NAME: '臺南市柳營區衛生所',
  },
  {
    CODE: '376538400A',
    NAME: '屏東縣三地門鄉公所',
  },
  {
    CODE: '395143500I',
    NAME: '臺南市後壁區衛生所',
  },
  {
    CODE: '395143600I',
    NAME: '臺南市東山區衛生所',
  },
  {
    CODE: '395143700I',
    NAME: '臺南市下營區衛生所',
  },
  {
    CODE: '395143800I',
    NAME: '臺南市六甲區衛生所',
  },
  {
    CODE: '395143900I',
    NAME: '臺南市官田區衛生所',
  },
  {
    CODE: '395144000I',
    NAME: '臺南市大內區衛生所',
  },
  {
    CODE: '395144100I',
    NAME: '臺南市西港區衛生所',
  },
  {
    CODE: '395144200I',
    NAME: '臺南市七股區衛生所',
  },
  {
    CODE: '395144300I',
    NAME: '臺南市將軍區衛生所',
  },
  {
    CODE: '395144400I',
    NAME: '臺南市北門區衛生所',
  },
  {
    CODE: '376830100A',
    NAME: '屏東縣屏東市民代表會',
  },
  {
    CODE: '395144500I',
    NAME: '臺南市新市區衛生所',
  },
  {
    CODE: '395144600I',
    NAME: '臺南市安定區衛生所',
  },
  {
    CODE: '395144700I',
    NAME: '臺南市山上區衛生所',
  },
  {
    CODE: '395144800I',
    NAME: '臺南市玉井區衛生所',
  },
  {
    CODE: '395144900I',
    NAME: '臺南市楠西區衛生所',
  },
  {
    CODE: '395145000I',
    NAME: '臺南市南化區衛生所',
  },
  {
    CODE: '395145100I',
    NAME: '臺南市左鎮區衛生所',
  },
  {
    CODE: '395145200I',
    NAME: '臺南市仁德區衛生所',
  },
  {
    CODE: '395145300I',
    NAME: '臺南市歸仁區衛生所',
  },
  {
    CODE: '395145400I',
    NAME: '臺南市關廟區衛生所',
  },
  {
    CODE: '376830200A',
    NAME: '屏東縣潮州鎮民代表會',
  },
  {
    CODE: '395145500I',
    NAME: '臺南市龍崎區衛生所',
  },
  {
    CODE: '395145600I',
    NAME: '臺南市永康區衛生所',
  },
  {
    CODE: '395162000A',
    NAME: '臺南市臺南地政事務所',
  },
  {
    CODE: '395162100A',
    NAME: '臺南市安南地政事務所',
  },
  {
    CODE: '395162200A',
    NAME: '臺南市東南地政事務所',
  },
  {
    CODE: '395162300A',
    NAME: '臺南市鹽水地政事務所',
  },
  {
    CODE: '395162400A',
    NAME: '臺南市白河地政事務所',
  },
  {
    CODE: '395162500A',
    NAME: '臺南市麻豆地政事務所',
  },
  {
    CODE: '395162600A',
    NAME: '臺南市佳里地政事務所',
  },
  {
    CODE: '395162700A',
    NAME: '臺南市新化地政事務所',
  },
  {
    CODE: '376830300A',
    NAME: '屏東縣東港鎮民代表會',
  },
  {
    CODE: '395162800A',
    NAME: '臺南市玉井地政事務所',
  },
  {
    CODE: '395162900A',
    NAME: '臺南市歸仁地政事務所',
  },
  {
    CODE: '395163000A',
    NAME: '臺南市永康地政事務所',
  },
  {
    CODE: '395170100G',
    NAME: '臺南市市場處',
  },
  {
    CODE: '395240200J',
    NAME: '臺南市政府勞工局職訓就服中心',
  },
  {
    CODE: '395270100I',
    NAME: '臺南市動物防疫保護處',
  },
  {
    CODE: '395270200G',
    NAME: '臺南市漁港及近海管理所',
  },
  {
    CODE: '395290700H',
    NAME: '臺南市車輛行車事故鑑定會',
  },
  {
    CODE: '395290300H',
    NAME: '臺南市公共運輸處',
  },
  {
    CODE: '395290400H',
    NAME: '臺南市停車管理處',
  },
  {
    CODE: '376830400A',
    NAME: '屏東縣恆春鎮民代表會',
  },
  {
    CODE: '395330100E',
    NAME: '臺南市立圖書館',
  },
  {
    CODE: '395330500E',
    NAME: '臺南市文化資產管理處',
  },
  {
    CODE: '397020100J',
    NAME: '高雄市殯葬管理處',
  },
  {
    CODE: '397022000A',
    NAME: '高雄市鹽埕區戶政事務所',
  },
  {
    CODE: '397026400A',
    NAME: '高雄市鼓山戶政事務所',
  },
  {
    CODE: '397026500A',
    NAME: '高雄市左營戶政事務所',
  },
  {
    CODE: '397026600A',
    NAME: '高雄市楠梓戶政事務所',
  },
  {
    CODE: '397026800A',
    NAME: '高雄市新興戶政事務所',
  },
  {
    CODE: '397022500A',
    NAME: '高雄市前金區戶政事務所',
  },
  {
    CODE: '397026900A',
    NAME: '高雄市苓雅戶政事務所',
  },
  {
    CODE: '376830500A',
    NAME: '屏東縣萬丹鄉民代表會',
  },
  {
    CODE: '397027000A',
    NAME: '高雄市前鎮戶政事務所',
  },
  {
    CODE: '397022800A',
    NAME: '高雄市旗津區戶政事務所',
  },
  {
    CODE: '397027100A',
    NAME: '高雄市小港戶政事務所',
  },
  {
    CODE: '397023000A',
    NAME: '高雄市三民區第一戶政事務所',
  },
  {
    CODE: '397023100A',
    NAME: '高雄市三民區第二戶政事務所',
  },
  {
    CODE: '397027200A',
    NAME: '高雄市鳳山戶政事務所',
  },
  {
    CODE: '397023300A',
    NAME: '高雄市鳳山區第二戶政事務所',
  },
  {
    CODE: '397027300A',
    NAME: '高雄市岡山戶政事務所',
  },
  {
    CODE: '397023500A',
    NAME: '高雄市大寮戶政事務所',
  },
  {
    CODE: '397023600A',
    NAME: '高雄市林園區戶政事務所',
  },
  {
    CODE: '371054100M',
    NAME: '連江縣公共汽車管理處',
  },
  {
    CODE: '376830600A',
    NAME: '屏東縣長治鄉民代表會',
  },
  {
    CODE: '397027700A',
    NAME: '高雄市路竹戶政事務所',
  },
  {
    CODE: '397026300A',
    NAME: '高雄市旗山戶政事務所',
  },
  {
    CODE: '397024000A',
    NAME: '高雄市大樹區戶政事務所',
  },
  {
    CODE: '397027500A',
    NAME: '高雄市仁武戶政事務所',
  },
  {
    CODE: '397024200A',
    NAME: '高雄市橋頭區戶政事務所',
  },
  {
    CODE: '397024400A',
    NAME: '高雄市燕巢區戶政事務所',
  },
  {
    CODE: '397027800A',
    NAME: '高雄市茄萣戶政事務所',
  },
  {
    CODE: '397027600A',
    NAME: '高雄市鳥松戶政事務所',
  },
  {
    CODE: '397024800A',
    NAME: '高雄市大社區戶政事務所',
  },
  {
    CODE: '397024900A',
    NAME: '高雄市湖內區戶政事務所',
  },
  {
    CODE: '376830700A',
    NAME: '屏東縣麟洛鄉民代表會',
  },
  {
    CODE: '397025200A',
    NAME: '高雄市內門區戶政事務所',
  },
  {
    CODE: '397025300A',
    NAME: '高雄市杉林區戶政事務所',
  },
  {
    CODE: '397025500A',
    NAME: '高雄市甲仙區戶政事務所',
  },
  {
    CODE: '397025700A',
    NAME: '高雄市茂林區戶政事務所',
  },
  {
    CODE: '397025800A',
    NAME: '高雄市桃源區戶政事務所',
  },
  {
    CODE: '397025900A',
    NAME: '高雄市那瑪夏區戶政事務所',
  },
  {
    CODE: '397026000A',
    NAME: '高雄市阿蓮戶政事務所',
  },
  {
    CODE: '397026100A',
    NAME: '高雄市梓官戶政事務所',
  },
  {
    CODE: '397026200A',
    NAME: '高雄市美濃戶政事務所',
  },
  {
    CODE: '397030200N',
    NAME: '高雄市政府財政局動產質借所',
  },
  {
    CODE: '376830800A',
    NAME: '屏東縣九如鄉民代表會',
  },
  {
    CODE: '397030500D',
    NAME: '高雄市稅捐稽徵處',
  },
  {
    CODE: '397420000E',
    NAME: '高雄市政府運動發展局',
  },
  {
    CODE: '397040200E',
    NAME: '高雄市立社會教育館',
  },
  {
    CODE: '397040300E',
    NAME: '高雄市政府教育局家庭教育中心',
  },
  {
    CODE: '397049100U',
    NAME: '高雄市立高雄高級中學',
  },
  {
    CODE: '397049200U',
    NAME: '高雄市立左營高級中學',
  },
  {
    CODE: '397049201U',
    NAME: '高雄市立左營高級中學附設高級中學進修學校',
  },
  {
    CODE: '397049300U',
    NAME: '高雄市立前鎮高級中學',
  },
  {
    CODE: '397049400U',
    NAME: '高雄市立高雄女子高級中學',
  },
  {
    CODE: '397049500U',
    NAME: '高雄市立中山高級中學',
  },
  {
    CODE: '376830900A',
    NAME: '屏東縣里港鄉民代表會',
  },
  {
    CODE: '397049600U',
    NAME: '高雄市立小港高級中學',
  },
  {
    CODE: '397049700U',
    NAME: '高雄市立新莊高級中學',
  },
  {
    CODE: '397049800U',
    NAME: '高雄市立瑞祥高級中學',
  },
  {
    CODE: '397049900U',
    NAME: '高雄市立三民高級中學',
  },
  {
    CODE: '397050000U',
    NAME: '高雄市立中正高級中學',
  },
  {
    CODE: '397050100U',
    NAME: '高雄市立鼓山高級中學',
  },
  {
    CODE: '397050200U',
    NAME: '高雄市立新興高級中學',
  },
  {
    CODE: '397050300U',
    NAME: '高雄市立楠梓高級中學',
  },
  {
    CODE: '397050400U',
    NAME: '高雄市立林園高級中學',
  },
  {
    CODE: '397050500U',
    NAME: '高雄市立仁武高級中學',
  },
  {
    CODE: '376831000A',
    NAME: '屏東縣鹽埔鄉民代表會',
  },
  {
    CODE: '397050600U',
    NAME: '高雄市立路竹高級中學',
  },
  {
    CODE: '397050700U',
    NAME: '高雄市立文山高級中學',
  },
  {
    CODE: '397050800U',
    NAME: '高雄市立六龜高級中學',
  },
  {
    CODE: '397050900U',
    NAME: '高雄市立福誠高級中學',
  },
  {
    CODE: '397053100V',
    NAME: '高雄市立高雄高級工業職業學校',
  },
  {
    CODE: '397053101V',
    NAME: '高雄市立高雄高級工業職業學校附設高級職業進修學校',
  },
  {
    CODE: '397053200V',
    NAME: '高雄市立中正高級工業職業學校',
  },
  {
    CODE: '397053201V',
    NAME: '高雄市立中正高級工業職業學校附設高級職業進修學校',
  },
  {
    CODE: '397053300V',
    NAME: '高雄市立海青高級工商職業學校',
  },
  {
    CODE: '397053301V',
    NAME: '高雄市立海青高級工商職業學校附設高級職業進修學校',
  },
  {
    CODE: '376831100A',
    NAME: '屏東縣高樹鄉民代表會',
  },
  {
    CODE: '397053400V',
    NAME: '高雄市立高雄高級商業職業學校',
  },
  {
    CODE: '397053401V',
    NAME: '高雄市立高雄高級商業職業學校附設高級職業進修學校',
  },
  {
    CODE: '397053500V',
    NAME: '高雄市立三民高級家事商業職業學校',
  },
  {
    CODE: '397054100W',
    NAME: '高雄市立楠梓特殊學校',
  },
  {
    CODE: '397054500W',
    NAME: '高雄市立高雄特殊教育學校',
  },
  {
    CODE: '397054600W',
    NAME: '高雄市立成功特殊教育學校',
  },
  {
    CODE: '397054400W',
    NAME: '高雄市立仁武特殊教育學校',
  },
  {
    CODE: '397055100X',
    NAME: '高雄市立前金國民中學',
  },
  {
    CODE: '397055200X',
    NAME: '高雄市立獅甲國民中學',
  },
  {
    CODE: '397055300X',
    NAME: '高雄市立楠梓國民中學',
  },
  {
    CODE: '376831200A',
    NAME: '屏東縣萬巒鄉民代表會',
  },
  {
    CODE: '397055400X',
    NAME: '高雄市立苓雅國民中學',
  },
  {
    CODE: '397055500X',
    NAME: '高雄市立鼎金國民中學',
  },
  {
    CODE: '397055600X',
    NAME: '高雄市立左營國民中學',
  },
  {
    CODE: '397055700X',
    NAME: '高雄市立三民國民中學',
  },
  {
    CODE: '397055800X',
    NAME: '高雄市立旗津國民中學',
  },
  {
    CODE: '397055900X',
    NAME: '高雄市立前鎮國民中學',
  },
  {
    CODE: '397056000X',
    NAME: '高雄市立五福國民中學',
  },
  {
    CODE: '397056100X',
    NAME: '高雄市立鹽埕國民中學',
  },
  {
    CODE: '397056200X',
    NAME: '高雄市立七賢國民中學',
  },
  {
    CODE: '397056300X',
    NAME: '高雄市立壽山國民中學',
  },
  {
    CODE: '376831300A',
    NAME: '屏東縣內埔鄉民代表會',
  },
  {
    CODE: '397056400X',
    NAME: '高雄市立大仁國民中學',
  },
  {
    CODE: '397056500X',
    NAME: '高雄市立大義國民中學',
  },
  {
    CODE: '397056600X',
    NAME: '高雄市立右昌國民中學',
  },
  {
    CODE: '397056700X',
    NAME: '高雄市立瑞豐國民中學',
  },
  {
    CODE: '397056800X',
    NAME: '高雄市立立德國民中學',
  },
  {
    CODE: '397056900X',
    NAME: '高雄市立光華國民中學',
  },
  {
    CODE: '397057000X',
    NAME: '高雄市立小港國民中學',
  },
  {
    CODE: '397057100X',
    NAME: '高雄市立鳳林國民中學',
  },
  {
    CODE: '397057200X',
    NAME: '高雄市立興仁國民中學',
  },
  {
    CODE: '397057300X',
    NAME: '高雄市立民族國民中學',
  },
  {
    CODE: '376831400A',
    NAME: '屏東縣竹田鄉民代表會',
  },
  {
    CODE: '397057400X',
    NAME: '高雄市立龍華國民中學',
  },
  {
    CODE: '397057500X',
    NAME: '高雄市立中山國民中學',
  },
  {
    CODE: '397057600X',
    NAME: '高雄市立陽明國民中學',
  },
  {
    CODE: '397057700X',
    NAME: '高雄市立英明國民中學',
  },
  {
    CODE: '397057800X',
    NAME: '高雄市立明義國民中學',
  },
  {
    CODE: '397057900X',
    NAME: '高雄市立正興國民中學',
  },
  {
    CODE: '397058000X',
    NAME: '高雄市立國昌國民中學',
  },
  {
    CODE: '397058100X',
    NAME: '高雄市立翠屏國民中小學',
  },
  {
    CODE: '397058200X',
    NAME: '高雄市立福山國民中學',
  },
  {
    CODE: '397058300X',
    NAME: '高雄市立明華國民中學',
  },
  {
    CODE: '376831500A',
    NAME: '屏東縣新埤鄉民代表會',
  },
  {
    CODE: '397058400X',
    NAME: '高雄市立餐旅國民中學',
  },
  {
    CODE: '397058500X',
    NAME: '高雄市立後勁國民中學',
  },
  {
    CODE: '397058600X',
    NAME: '高雄市立大寮國民中學',
  },
  {
    CODE: '397058700X',
    NAME: '高雄市立前峰國民中學',
  },
  {
    CODE: '397058800X',
    NAME: '高雄市立茄萣國民中學',
  },
  {
    CODE: '397058900X',
    NAME: '高雄市立鳳山國民中學',
  },
  {
    CODE: '397059000X',
    NAME: '高雄市立旗山國民中學',
  },
  {
    CODE: '397059100X',
    NAME: '高雄市立大樹國民中學',
  },
  {
    CODE: '397059200X',
    NAME: '高雄市立岡山國民中學',
  },
  {
    CODE: '397059300X',
    NAME: '高雄市立阿蓮國民中學',
  },
  {
    CODE: '371010700A',
    NAME: '金門縣金湖鎮戶政事務所',
  },
  {
    CODE: '371052700H',
    NAME: '連江縣港務處',
  },
  {
    CODE: '376831600A',
    NAME: '屏東縣枋寮鄉民代表會',
  },
  {
    CODE: '397059400X',
    NAME: '高雄市立湖內國民中學',
  },
  {
    CODE: '397059500X',
    NAME: '高雄市立美濃國民中學',
  },
  {
    CODE: '397059600X',
    NAME: '高雄市立大洲國民中學',
  },
  {
    CODE: '397059700X',
    NAME: '高雄市立杉林國民中學',
  },
  {
    CODE: '397059800X',
    NAME: '高雄市立橋頭國民中學',
  },
  {
    CODE: '397059900X',
    NAME: '高雄市立燕巢國民中學',
  },
  {
    CODE: '397060000X',
    NAME: '高雄市立內門國民中學',
  },
  {
    CODE: '397060100X',
    NAME: '高雄市立甲仙國民中學',
  },
  {
    CODE: '397060200X',
    NAME: '高雄市立梓官國民中學',
  },
  {
    CODE: '397060300X',
    NAME: '高雄市立南隆國民中學',
  },
  {
    CODE: '376831700A',
    NAME: '屏東縣新園鄉民代表會',
  },
  {
    CODE: '397060400X',
    NAME: '高雄市立田寮國民中學',
  },
  {
    CODE: '397060500X',
    NAME: '高雄市立鳳西國民中學',
  },
  {
    CODE: '397060600X',
    NAME: '高雄市立圓富國民中學',
  },
  {
    CODE: '397060700X',
    NAME: '高雄市立大社國民中學',
  },
  {
    CODE: '397060800X',
    NAME: '高雄市立鳥松國民中學',
  },
  {
    CODE: '397060900X',
    NAME: '高雄市立龍肚國民中學',
  },
  {
    CODE: '397061000X',
    NAME: '高雄市立彌陀國民中學',
  },
  {
    CODE: '397061100X',
    NAME: '高雄市立五甲國民中學',
  },
  {
    CODE: '397061200X',
    NAME: '高雄市立寶來國民中學',
  },
  {
    CODE: '397061300X',
    NAME: '高雄市立永安國民中學',
  },
  {
    CODE: '376831800A',
    NAME: '屏東縣崁頂鄉民代表會',
  },
  {
    CODE: '397061400X',
    NAME: '高雄市立鳳甲國民中學',
  },
  {
    CODE: '397061500X',
    NAME: '高雄市立溪埔國民中學',
  },
  {
    CODE: '397061600X',
    NAME: '高雄市立忠孝國民中學',
  },
  {
    CODE: '397061700X',
    NAME: '高雄市立潮寮國民中學',
  },
  {
    CODE: '397061800X',
    NAME: '高雄市立中芸國民中學',
  },
  {
    CODE: '397061900X',
    NAME: '高雄市立中庄國民中學',
  },
  {
    CODE: '397062000X',
    NAME: '高雄市立蚵寮國民中學',
  },
  {
    CODE: '397062100X',
    NAME: '高雄市立嘉興國民中學',
  },
  {
    CODE: '397062200X',
    NAME: '高雄市立青年國民中學',
  },
  {
    CODE: '397062300X',
    NAME: '高雄市立一甲國民中學',
  },
  {
    CODE: '376831900A',
    NAME: '屏東縣林邊鄉民代表會',
  },
  {
    CODE: '397062400X',
    NAME: '高雄市立大灣國民中學',
  },
  {
    CODE: '397062500X',
    NAME: '高雄市立中崙國民中學',
  },
  {
    CODE: '397062600X',
    NAME: '高雄市立桃源國民中學',
  },
  {
    CODE: '397062700X',
    NAME: '高雄市立茂林國民中學',
  },
  {
    CODE: '397063000X',
    NAME: '高雄市立那瑪夏國民中學',
  },
  {
    CODE: '397063200X',
    NAME: '高雄市立鳳翔國民中學',
  },
  {
    CODE: '397063300X',
    NAME: '高雄市立文府國民中學',
  },
  {
    CODE: '397070100Y',
    NAME: '高雄市旗津區旗津國民小學',
  },
  {
    CODE: '397070200Y',
    NAME: '高雄市旗津區大汕國民小學',
  },
  {
    CODE: '397070300Y',
    NAME: '高雄市旗津區中洲國民小學',
  },
  {
    CODE: '376832000A',
    NAME: '屏東縣南州鄉民代表會',
  },
  {
    CODE: '397070400Y',
    NAME: '高雄市苓雅區福康國民小學',
  },
  {
    CODE: '397070500Y',
    NAME: '高雄市前鎮區前鎮國民小學',
  },
  {
    CODE: '397070600Y',
    NAME: '高雄市前鎮區獅甲國民小學',
  },
  {
    CODE: '397070700Y',
    NAME: '高雄市前鎮區仁愛國民小學',
  },
  {
    CODE: '397070800Y',
    NAME: '高雄市前鎮區樂群國民小學',
  },
  {
    CODE: '397070900Y',
    NAME: '高雄市前鎮區愛群國民小學',
  },
  {
    CODE: '397071000Y',
    NAME: '高雄市前鎮區復興國民小學',
  },
  {
    CODE: '397071100Y',
    NAME: '高雄市前鎮區瑞豐國民小學',
  },
  {
    CODE: '397071200Y',
    NAME: '高雄市前鎮區明正國民小學',
  },
  {
    CODE: '397071300Y',
    NAME: '高雄市苓雅區苓洲國民小學',
  },
  {
    CODE: '376832100A',
    NAME: '屏東縣佳冬鄉民代表會',
  },
  {
    CODE: '397071400Y',
    NAME: '高雄市苓雅區成功國民小學',
  },
  {
    CODE: '397071500Y',
    NAME: '高雄市苓雅區五權國民小學',
  },
  {
    CODE: '397071600Y',
    NAME: '高雄市苓雅區凱旋國民小學',
  },
  {
    CODE: '397071700Y',
    NAME: '高雄市苓雅區四維國民小學',
  },
  {
    CODE: '397071800Y',
    NAME: '高雄市苓雅區福東國民小學',
  },
  {
    CODE: '397071900Y',
    NAME: '高雄市苓雅區中正國民小學',
  },
  {
    CODE: '397072000Y',
    NAME: '高雄市新興區新興國民小學',
  },
  {
    CODE: '397072100Y',
    NAME: '高雄市新興區大同國民小學',
  },
  {
    CODE: '397072200Y',
    NAME: '高雄市新興區信義國民小學',
  },
  {
    CODE: '397072300Y',
    NAME: '高雄市新興區七賢國民小學',
  },
  {
    CODE: '376832200A',
    NAME: '屏東縣琉球鄉民代表會',
  },
  {
    CODE: '397072400Y',
    NAME: '高雄市前金區前金國民小學',
  },
  {
    CODE: '397072500Y',
    NAME: '高雄市前金區建國國民小學',
  },
  {
    CODE: '397072600Y',
    NAME: '高雄市三民區三民國民小學',
  },
  {
    CODE: '397072700Y',
    NAME: '高雄市三民區鼎金國民小學',
  },
  {
    CODE: '397072800Y',
    NAME: '高雄市三民區愛國國民小學',
  },
  {
    CODE: '397072900Y',
    NAME: '高雄市三民區十全國民小學',
  },
  {
    CODE: '397073000Y',
    NAME: '高雄市三民區正興國民小學',
  },
  {
    CODE: '397073100Y',
    NAME: '高雄市三民區博愛國民小學',
  },
  {
    CODE: '397073200Y',
    NAME: '高雄市三民區獅湖國民小學',
  },
  {
    CODE: '397073300Y',
    NAME: '高雄市鹽埕區鹽埕國民小學',
  },
  {
    CODE: '376832300A',
    NAME: '屏東縣車城鄉民代表會',
  },
  {
    CODE: '397073400Y',
    NAME: '高雄市鹽埕區忠孝國民小學',
  },
  {
    CODE: '397073500Y',
    NAME: '高雄市鹽埕區光榮國民小學',
  },
  {
    CODE: '397073600Y',
    NAME: '高雄市鼓山區鼓山國民小學',
  },
  {
    CODE: '397073700Y',
    NAME: '高雄市鼓山區鼓岩國民小學',
  },
  {
    CODE: '397073800Y',
    NAME: '高雄市鼓山區內惟國民小學',
  },
  {
    CODE: '397073900Y',
    NAME: '高雄市鼓山區中山國民小學',
  },
  {
    CODE: '397074000Y',
    NAME: '高雄市鼓山區壽山國民小學',
  },
  {
    CODE: '397074100Y',
    NAME: '高雄市鼓山區龍華國民小學',
  },
  {
    CODE: '397074200Y',
    NAME: '高雄市鼓山區九如國民小學',
  },
  {
    CODE: '397074300Y',
    NAME: '高雄市左營區左營國民小學',
  },
  {
    CODE: '376832400A',
    NAME: '屏東縣滿州鄉民代表會',
  },
  {
    CODE: '397074400Y',
    NAME: '高雄市左營區舊城國民小學',
  },
  {
    CODE: '397074500Y',
    NAME: '高雄市左營區新莊國民小學',
  },
  {
    CODE: '397074600Y',
    NAME: '高雄市左營區明德國民小學',
  },
  {
    CODE: '397074700Y',
    NAME: '高雄市左營區勝利國民小學',
  },
  {
    CODE: '397074800Y',
    NAME: '高雄市左營區屏山國民小學',
  },
  {
    CODE: '397074900Y',
    NAME: '高雄市楠梓區莒光國民小學',
  },
  {
    CODE: '397075000Y',
    NAME: '高雄市左營區永清國民小學',
  },
  {
    CODE: '397075100Y',
    NAME: '高雄市楠梓區楠梓國民小學',
  },
  {
    CODE: '397075200Y',
    NAME: '高雄市楠梓區援中國民小學',
  },
  {
    CODE: '397075300Y',
    NAME: '高雄市楠梓區右昌國民小學',
  },
  {
    CODE: '376832500A',
    NAME: '屏東縣枋山鄉民代表會',
  },
  {
    CODE: '397075400Y',
    NAME: '高雄市小港區小港國民小學',
  },
  {
    CODE: '397075500Y',
    NAME: '高雄市小港區二苓國民小學',
  },
  {
    CODE: '397075600Y',
    NAME: '高雄市小港區鳳林國民小學',
  },
  {
    CODE: '397075700Y',
    NAME: '高雄市小港區青山國民小學',
  },
  {
    CODE: '397075800Y',
    NAME: '高雄市小港區太平國民小學',
  },
  {
    CODE: '397075900Y',
    NAME: '高雄市小港區鳳鳴國民小學',
  },
  {
    CODE: '380085600Y',
    NAME: '桃園市新屋區啟文國民小學',
  },
  {
    CODE: '397076100Y',
    NAME: '高雄市前鎮區瑞祥國民小學',
  },
  {
    CODE: '397076200Y',
    NAME: '高雄市前鎮區光華國民小學',
  },
  {
    CODE: '397076300Y',
    NAME: '高雄市前鎮區鎮昌國民小學',
  },
  {
    CODE: '371740800A',
    NAME: '連江縣莒光鄉民代表會',
  },
  {
    CODE: '376832700A',
    NAME: '屏東縣霧臺鄉民代表會',
  },
  {
    CODE: '397076400Y',
    NAME: '高雄市三民區莊敬國民小學',
  },
  {
    CODE: '397076500Y',
    NAME: '高雄市三民區民族國民小學',
  },
  {
    CODE: '397076600Y',
    NAME: '高雄市小港區桂林國民小學',
  },
  {
    CODE: '397076700Y',
    NAME: '高雄市三民區光武國民小學',
  },
  {
    CODE: '397076800Y',
    NAME: '高雄市楠梓區加昌國民小學',
  },
  {
    CODE: '397076900Y',
    NAME: '高雄市左營區新民國民小學',
  },
  {
    CODE: '397077000Y',
    NAME: '高雄市三民區東光國民小學',
  },
  {
    CODE: '397077100Y',
    NAME: '高雄市三民區河濱國民小學',
  },
  {
    CODE: '397077200Y',
    NAME: '高雄市小港區漢民國民小學',
  },
  {
    CODE: '397077300Y',
    NAME: '高雄市三民區陽明國民小學',
  },
  {
    CODE: '376832800A',
    NAME: '屏東縣瑪家鄉民代表會',
  },
  {
    CODE: '397077400Y',
    NAME: '高雄市楠梓區楠陽國民小學',
  },
  {
    CODE: '397077500Y',
    NAME: '高雄市前鎮區佛公國民小學',
  },
  {
    CODE: '397077600Y',
    NAME: '高雄市小港區華山國民小學',
  },
  {
    CODE: '397077700Y',
    NAME: '高雄市小港區港和國民小學',
  },
  {
    CODE: '397077800Y',
    NAME: '高雄市左營區福山國民小學',
  },
  {
    CODE: '397077900Y',
    NAME: '高雄市左營區新上國民小學',
  },
  {
    CODE: '397078000Y',
    NAME: '高雄市前鎮區民權國民小學',
  },
  {
    CODE: '397078100Y',
    NAME: '高雄市左營區新光國民小學',
  },
  {
    CODE: '397078200Y',
    NAME: '高雄市左營區文府國民小學',
  },
  {
    CODE: '397078300Y',
    NAME: '高雄市小港區鳳陽國民小學',
  },
  {
    CODE: '376832900A',
    NAME: '屏東縣泰武鄉民代表會',
  },
  {
    CODE: '397078400Y',
    NAME: '高雄市小港區明義國民小學',
  },
  {
    CODE: '397078500Y',
    NAME: '高雄市楠梓區後勁國民小學',
  },
  {
    CODE: '380086000Y',
    NAME: '桃園市新屋區北湖國民小學',
  },
  {
    CODE: '397078800Y',
    NAME: '高雄市楠梓區油廠國民小學',
  },
  {
    CODE: '397078900Y',
    NAME: '高雄市鳳山區鳳山國民小學',
  },
  {
    CODE: '397079000Y',
    NAME: '高雄市鳳山區大東國民小學',
  },
  {
    CODE: '397079100Y',
    NAME: '高雄市鳳山區文山國民小學',
  },
  {
    CODE: '397079200Y',
    NAME: '高雄市鳳山區曹公國民小學',
  },
  {
    CODE: '397079300Y',
    NAME: '高雄市鳳山區五甲國民小學',
  },
  {
    CODE: '397079400Y',
    NAME: '高雄市鳳山區中正國民小學',
  },
  {
    CODE: '376833000A',
    NAME: '屏東縣來義鄉民代表會',
  },
  {
    CODE: '397079500Y',
    NAME: '高雄市鳳山區誠正國民小學',
  },
  {
    CODE: '397079600Y',
    NAME: '高雄市林園區林園國民小學',
  },
  {
    CODE: '397079700Y',
    NAME: '高雄市林園區中芸國民小學',
  },
  {
    CODE: '397079800Y',
    NAME: '高雄市林園區港埔國民小學',
  },
  {
    CODE: '397079900Y',
    NAME: '高雄市林園區金潭國民小學',
  },
  {
    CODE: '397080000Y',
    NAME: '高雄市林園區汕尾國民小學',
  },
  {
    CODE: '397080100Y',
    NAME: '高雄市大寮區大寮國民小學',
  },
  {
    CODE: '397080200Y',
    NAME: '高雄市大寮區昭明國民小學',
  },
  {
    CODE: '397080300Y',
    NAME: '高雄市大寮區中庄國民小學',
  },
  {
    CODE: '397080400Y',
    NAME: '高雄市大寮區潮寮國民小學',
  },
  {
    CODE: '376833100A',
    NAME: '屏東縣春日鄉民代表會',
  },
  {
    CODE: '397080500Y',
    NAME: '高雄市大寮區溪寮國民小學',
  },
  {
    CODE: '397080600Y',
    NAME: '高雄市大寮區忠義國民小學',
  },
  {
    CODE: '397080700Y',
    NAME: '高雄市大樹區大樹國民小學',
  },
  {
    CODE: '397080800Y',
    NAME: '高雄市大樹區九曲國民小學',
  },
  {
    CODE: '397080900Y',
    NAME: '高雄市大樹區溪埔國民小學',
  },
  {
    CODE: '397081000Y',
    NAME: '高雄市大樹區水寮國民小學',
  },
  {
    CODE: '397081100Y',
    NAME: '高雄市大樹區興田國民小學',
  },
  {
    CODE: '397081200Y',
    NAME: '高雄市大樹區小坪國民小學',
  },
  {
    CODE: '397081300Y',
    NAME: '高雄市鳥松區鳥松國民小學',
  },
  {
    CODE: '397081400Y',
    NAME: '高雄市鳥松區大華國民小學',
  },
  {
    CODE: '376833200A',
    NAME: '屏東縣獅子鄉民代表會',
  },
  {
    CODE: '397081500Y',
    NAME: '高雄市鳥松區仁美國民小學',
  },
  {
    CODE: '397081600Y',
    NAME: '高雄市仁武區仁武國民小學',
  },
  {
    CODE: '397081700Y',
    NAME: '高雄市仁武區灣內國民小學',
  },
  {
    CODE: '397081800Y',
    NAME: '高雄市仁武區八卦國民小學',
  },
  {
    CODE: '397081900Y',
    NAME: '高雄市大社區大社國民小學',
  },
  {
    CODE: '397082000Y',
    NAME: '高雄市大社區嘉誠國民小學',
  },
  {
    CODE: '397082100Y',
    NAME: '高雄市岡山區岡山國民小學',
  },
  {
    CODE: '397082200Y',
    NAME: '高雄市岡山區前峰國民小學',
  },
  {
    CODE: '397082300Y',
    NAME: '高雄市岡山區嘉興國民小學',
  },
  {
    CODE: '397082400Y',
    NAME: '高雄市岡山區後紅國民小學',
  },
  {
    CODE: '376833300A',
    NAME: '屏東縣牡丹鄉民代表會',
  },
  {
    CODE: '397082500Y',
    NAME: '高雄市岡山區兆湘國民小學',
  },
  {
    CODE: '397082600Y',
    NAME: '高雄市岡山區和平國民小學',
  },
  {
    CODE: '397082700Y',
    NAME: '高雄市橋頭區仕隆國民小學',
  },
  {
    CODE: '397082800Y',
    NAME: '高雄市橋頭區五林國民小學',
  },
  {
    CODE: '397082900Y',
    NAME: '高雄市橋頭區甲圍國民小學',
  },
  {
    CODE: '397083000Y',
    NAME: '高雄市橋頭區興糖國民小學',
  },
  {
    CODE: '397083100Y',
    NAME: '高雄市燕巢區燕巢國民小學',
  },
  {
    CODE: '397083200Y',
    NAME: '高雄市燕巢區橫山國民小學',
  },
  {
    CODE: '397083300Y',
    NAME: '高雄市燕巢區鳳雄國民小學',
  },
  {
    CODE: '397083400Y',
    NAME: '高雄市燕巢區安招國民小學',
  },
  {
    CODE: '376833400A',
    NAME: '屏東縣三地門鄉民代表會',
  },
  {
    CODE: '397083500Y',
    NAME: '高雄市燕巢區金山國民小學',
  },
  {
    CODE: '397083600Y',
    NAME: '高雄市田寮區崇德國民小學',
  },
  {
    CODE: '397083700Y',
    NAME: '高雄市田寮區新興國民小學',
  },
  {
    CODE: '397083800Y',
    NAME: '高雄市阿蓮區阿蓮國民小學',
  },
  {
    CODE: '380087500Y',
    NAME: '桃園市復興區羅浮國民小學',
  },
  {
    CODE: '397084000Y',
    NAME: '高雄市阿蓮區復安國民小學',
  },
  {
    CODE: '397084100Y',
    NAME: '高雄市路竹區路竹國民小學',
  },
  {
    CODE: '397084200Y',
    NAME: '高雄市路竹區大社國民小學',
  },
  {
    CODE: '397084300Y',
    NAME: '高雄市路竹區下坑國民小學',
  },
  {
    CODE: '397084400Y',
    NAME: '高雄市路竹區竹滬國民小學',
  },
  {
    CODE: '376540300I',
    NAME: '臺東縣衛生局',
  },
  {
    CODE: '397084500Y',
    NAME: '高雄市路竹區三埤國民小學',
  },
  {
    CODE: '397084600Y',
    NAME: '高雄市路竹區一甲國民小學',
  },
  {
    CODE: '397084700Y',
    NAME: '高雄市湖內區文賢國民小學',
  },
  {
    CODE: '397084800Y',
    NAME: '高雄市湖內區大湖國民小學',
  },
  {
    CODE: '397084900Y',
    NAME: '高雄市湖內區海埔國民小學',
  },
  {
    CODE: '397085000Y',
    NAME: '高雄市湖內區三侯國民小學',
  },
  {
    CODE: '397085100Y',
    NAME: '高雄市茄萣區茄萣國民小學',
  },
  {
    CODE: '397085200Y',
    NAME: '高雄市茄萣區成功國民小學',
  },
  {
    CODE: '397085300Y',
    NAME: '高雄市茄萣區砂崙國民小學',
  },
  {
    CODE: '397085400Y',
    NAME: '高雄市梓官區梓官國民小學',
  },
  {
    CODE: '376540305I',
    NAME: '臺東縣環境保護局',
  },
  {
    CODE: '397085500Y',
    NAME: '高雄市梓官區蚵寮國民小學',
  },
  {
    CODE: '397085600Y',
    NAME: '高雄市永安區永安國民小學',
  },
  {
    CODE: '397085700Y',
    NAME: '高雄市彌陀區彌陀國民小學',
  },
  {
    CODE: '397085800Y',
    NAME: '高雄市彌陀區南安國民小學',
  },
  {
    CODE: '397085900Y',
    NAME: '高雄市彌陀區壽齡國民小學',
  },
  {
    CODE: '397086000Y',
    NAME: '高雄市旗山區旗山國民小學',
  },
  {
    CODE: '397086100Y',
    NAME: '高雄市旗山區鼓山國民小學',
  },
  {
    CODE: '397086200Y',
    NAME: '高雄市旗山區溪洲國民小學',
  },
  {
    CODE: '397086300Y',
    NAME: '高雄市旗山區旗尾國民小學',
  },
  {
    CODE: '397086400Y',
    NAME: '高雄市旗山區圓潭國民小學',
  },
  {
    CODE: '371740500A',
    NAME: '連江縣東引鄉民代表會',
  },
  {
    CODE: '376540400A',
    NAME: '臺東縣臺東地政事務所',
  },
  {
    CODE: '397086500Y',
    NAME: '高雄市旗山區嶺口國民小學',
  },
  {
    CODE: '397086600Y',
    NAME: '高雄市美濃區美濃國民小學',
  },
  {
    CODE: '397086700Y',
    NAME: '高雄市美濃區龍肚國民小學',
  },
  {
    CODE: '397086800Y',
    NAME: '高雄市美濃區廣興國民小學',
  },
  {
    CODE: '397086900Y',
    NAME: '高雄市美濃區龍山國民小學',
  },
  {
    CODE: '397087000Y',
    NAME: '高雄市美濃區中壇國民小學',
  },
  {
    CODE: '397087100Y',
    NAME: '高雄市美濃區吉洋國民小學',
  },
  {
    CODE: '397087200Y',
    NAME: '高雄市美濃區福安國民小學',
  },
  {
    CODE: '397087300Y',
    NAME: '高雄市美濃區吉東國民小學',
  },
  {
    CODE: '397087400Y',
    NAME: '高雄市六龜區六龜國民小學',
  },
  {
    CODE: '376540500A',
    NAME: '臺東縣成功地政事務所',
  },
  {
    CODE: '397087500Y',
    NAME: '高雄市六龜區新威國民小學',
  },
  {
    CODE: '397087600Y',
    NAME: '高雄市六龜區荖濃國民小學',
  },
  {
    CODE: '397087700Y',
    NAME: '高雄市六龜區新發國民小學',
  },
  {
    CODE: '397087800Y',
    NAME: '高雄市六龜區龍興國民小學',
  },
  {
    CODE: '397087900Y',
    NAME: '高雄市六龜區寶來國民小學',
  },
  {
    CODE: '380088100Y',
    NAME: '桃園市復興區高義國民小學',
  },
  {
    CODE: '397088100Y',
    NAME: '高雄市內門區觀亭國民小學',
  },
  {
    CODE: '397088200Y',
    NAME: '高雄市內門區木柵國民小學',
  },
  {
    CODE: '397088300Y',
    NAME: '高雄市內門區溝坪國民小學',
  },
  {
    CODE: '397088400Y',
    NAME: '高雄市內門區西門國民小學',
  },
  {
    CODE: '376540600A',
    NAME: '臺東縣關山地政事務所',
  },
  {
    CODE: '397088500Y',
    NAME: '高雄市內門區景義國民小學',
  },
  {
    CODE: '397088600Y',
    NAME: '高雄市杉林區杉林國民小學',
  },
  {
    CODE: '397088700Y',
    NAME: '高雄市杉林區上平國民小學',
  },
  {
    CODE: '397088800Y',
    NAME: '高雄市杉林區月美國民小學',
  },
  {
    CODE: '397088900Y',
    NAME: '高雄市杉林區集來國民小學',
  },
  {
    CODE: '397089000Y',
    NAME: '高雄市杉林區新庄國民小學',
  },
  {
    CODE: '397089100Y',
    NAME: '高雄市甲仙區甲仙國民小學',
  },
  {
    CODE: '397089200Y',
    NAME: '高雄市甲仙區寶隆國民小學',
  },
  {
    CODE: '397089300Y',
    NAME: '高雄市甲仙區小林國民小學',
  },
  {
    CODE: '397089400Y',
    NAME: '高雄市桃源區樟山國民小學',
  },
  {
    CODE: '376540700A',
    NAME: '臺東縣太麻里地政事務所',
  },
  {
    CODE: '397089500Y',
    NAME: '高雄市桃源區寶山國民小學',
  },
  {
    CODE: '397089600Y',
    NAME: '高雄市茂林區多納國民小學',
  },
  {
    CODE: '397089700Y',
    NAME: '高雄市大寮區永芳國民小學',
  },
  {
    CODE: '397089800Y',
    NAME: '高雄市鳳山區中山國民小學',
  },
  {
    CODE: '397089900Y',
    NAME: '高雄市桃源區建山國民小學',
  },
  {
    CODE: '397090000Y',
    NAME: '高雄市永安區新港國民小學',
  },
  {
    CODE: '397090100Y',
    NAME: '高雄市大樹區龍目國民小學',
  },
  {
    CODE: '397090200Y',
    NAME: '高雄市鳳山區五福國民小學',
  },
  {
    CODE: '397090300Y',
    NAME: '高雄市內門區金竹國民小學',
  },
  {
    CODE: '397090400Y',
    NAME: '高雄市仁武區烏林國民小學',
  },
  {
    CODE: '376541300D',
    NAME: '臺東縣稅務局',
  },
  {
    CODE: '397090500Y',
    NAME: '高雄市燕巢區深水國民小學',
  },
  {
    CODE: '397090600Y',
    NAME: '高雄市路竹區北嶺國民小學',
  },
  {
    CODE: '397090700Y',
    NAME: '高雄市桃源區興中國民小學',
  },
  {
    CODE: '397090800Y',
    NAME: '高雄市大寮區翁園國民小學',
  },
  {
    CODE: '397090900Y',
    NAME: '高雄市鳳山區新甲國民小學',
  },
  {
    CODE: '397091000Y',
    NAME: '高雄市美濃區東門國民小學',
  },
  {
    CODE: '397091100Y',
    NAME: '高雄市大樹區姑山國民小學',
  },
  {
    CODE: '397091200Y',
    NAME: '高雄市鳳山區忠孝國民小學',
  },
  {
    CODE: '397091300Y',
    NAME: '高雄市湖內區明宗國民小學',
  },
  {
    CODE: '397091400Y',
    NAME: '高雄市鳳山區鎮北國民小學',
  },
  {
    CODE: '376541521A',
    NAME: '臺東縣臺東戶政事務所',
  },
  {
    CODE: '397091500Y',
    NAME: '高雄市鳳山區南成國民小學',
  },
  {
    CODE: '397091600Y',
    NAME: '高雄市鳳山區鳳西國民小學',
  },
  {
    CODE: '397091700Y',
    NAME: '高雄市鳳山區瑞興國民小學',
  },
  {
    CODE: '397091800Y',
    NAME: '高雄市大社區觀音國民小學',
  },
  {
    CODE: '397091900Y',
    NAME: '高雄市仁武區登發國民小學',
  },
  {
    CODE: '397092000Y',
    NAME: '高雄市鳳山區文德國民小學',
  },
  {
    CODE: '397092100Y',
    NAME: '高雄市鳳山區正義國民小學',
  },
  {
    CODE: '397092200Y',
    NAME: '高雄市鳳山區福誠國民小學',
  },
  {
    CODE: '397092300Y',
    NAME: '高雄市仁武區竹後國民小學',
  },
  {
    CODE: '397092400Y',
    NAME: '高雄市岡山區竹圍國民小學',
  },
  {
    CODE: '376541522A',
    NAME: '臺東縣關山戶政事務所',
  },
  {
    CODE: '397092500Y',
    NAME: '高雄市永安區維新國民小學',
  },
  {
    CODE: '397092600Y',
    NAME: '高雄市大寮區山頂國民小學',
  },
  {
    CODE: '397092700Y',
    NAME: '高雄市鳳山區過埤國民小學',
  },
  {
    CODE: '397092800Y',
    NAME: '高雄市茄萣區興達國民小學',
  },
  {
    CODE: '397092900Y',
    NAME: '高雄市鳳山區中崙國民小學',
  },
  {
    CODE: '397093000Y',
    NAME: '高雄市橋頭區橋頭國民小學',
  },
  {
    CODE: '397093100Y',
    NAME: '高雄市大寮區後庄國民小學',
  },
  {
    CODE: '397093200Y',
    NAME: '高雄市林園區王公國民小學',
  },
  {
    CODE: '397093300Y',
    NAME: '高雄市岡山區壽天國民小學',
  },
  {
    CODE: '397093400Y',
    NAME: '高雄市路竹區蔡文國民小學',
  },
  {
    CODE: '376541523A',
    NAME: '臺東縣成功戶政事務所',
  },
  {
    CODE: '397093500Y',
    NAME: '高雄市鳳山區文華國民小學',
  },
  {
    CODE: '397093600Y',
    NAME: '高雄市桃源區桃源國民小學',
  },
  {
    CODE: '397093700Y',
    NAME: '高雄市茂林區茂林國民小學',
  },
  {
    CODE: '380087900Y',
    NAME: '桃園市復興區奎輝國民小學',
  },
  {
    CODE: '380088000Y',
    NAME: '桃園市復興區光華國民小學',
  },
  {
    CODE: '397094100Y',
    NAME: '高雄市鳳山區鳳翔國民小學',
  },
  {
    CODE: '380088400Y',
    NAME: '桃園市復興區巴崚國民小學',
  },
  {
    CODE: '397094400Y',
    NAME: '高雄市三民區河堤國民小學',
  },
  {
    CODE: '3970981006',
    NAME: '高雄市立大寮幼兒園',
  },
  {
    CODE: '3970982006',
    NAME: '高雄市立仁武幼兒園',
  },
  {
    CODE: '376541524A',
    NAME: '臺東縣太麻里戶政事務所',
  },
  {
    CODE: '3970983006',
    NAME: '高雄市立鳥松幼兒園',
  },
  {
    CODE: '3970984006',
    NAME: '高雄市立湖內幼兒園',
  },
  {
    CODE: '3970985006',
    NAME: '高雄市立路竹幼兒園',
  },
  {
    CODE: '3970986006',
    NAME: '高雄市立內門幼兒園',
  },
  {
    CODE: '3970987006',
    NAME: '高雄市立六龜幼兒園',
  },
  {
    CODE: '3970993006',
    NAME: '高雄市立前金幼兒園',
  },
  {
    CODE: '3970994006',
    NAME: '高雄市立裕誠幼兒園',
  },
  {
    CODE: '397110100G',
    NAME: '高雄市政府工務局新建工程處',
  },
  {
    CODE: '397110200G',
    NAME: '高雄市政府工務局違章建築處理大隊',
  },
  {
    CODE: '397110300G',
    NAME: '高雄市政府工務局養護工程處',
  },
  {
    CODE: '376542000C',
    NAME: '臺東縣消防局',
  },
  {
    CODE: '397120100J',
    NAME: '高雄市政府社會局仁愛之家',
  },
  {
    CODE: '397120200J',
    NAME: '高雄市政府社會局無障礙之家',
  },
  {
    CODE: '397120300J',
    NAME: '高雄市政府社會局家庭暴力及性侵害防治中心',
  },
  {
    CODE: '397120400J',
    NAME: '高雄市政府社會局兒童福利服務中心',
  },
  {
    CODE: '397120500J',
    NAME: '高雄市政府社會局長青綜合服務中心',
  },
  {
    CODE: '397142100I',
    NAME: '高雄市鼓山區衛生所',
  },
  {
    CODE: '397142200I',
    NAME: '高雄市左營區衛生所',
  },
  {
    CODE: '397142300I',
    NAME: '高雄市楠梓區衛生所',
  },
  {
    CODE: '397142400I',
    NAME: '高雄市三民區衛生所',
  },
  {
    CODE: '397142700I',
    NAME: '高雄市苓雅區衛生所',
  },
  {
    CODE: '371740600A',
    NAME: '連江縣南竿鄉民代表會',
  },
  {
    CODE: '376542300E',
    NAME: '臺東縣立體育場',
  },
  {
    CODE: '397142800I',
    NAME: '高雄市前鎮區衛生所',
  },
  {
    CODE: '397142900I',
    NAME: '高雄市旗津區衛生所',
  },
  {
    CODE: '397143000I',
    NAME: '高雄市小港區衛生所',
  },
  {
    CODE: '397143100I',
    NAME: '高雄市三民區第二衛生所',
  },
  {
    CODE: '397143200I',
    NAME: '高雄市鳳山區衛生所',
  },
  {
    CODE: '397143300I',
    NAME: '高雄市岡山區衛生所',
  },
  {
    CODE: '397143400I',
    NAME: '高雄市旗山區衛生所',
  },
  {
    CODE: '397143500I',
    NAME: '高雄市美濃區衛生所',
  },
  {
    CODE: '397143600I',
    NAME: '高雄市林園區衛生所',
  },
  {
    CODE: '397143700I',
    NAME: '高雄市大寮區衛生所',
  },
  {
    CODE: '376542500J',
    NAME: '臺東縣立托兒所',
  },
  {
    CODE: '397143800I',
    NAME: '高雄市大樹區衛生所',
  },
  {
    CODE: '397143900I',
    NAME: '高雄市仁武區衛生所',
  },
  {
    CODE: '397144000I',
    NAME: '高雄市大社區衛生所',
  },
  {
    CODE: '397144100I',
    NAME: '高雄市鳥松區衛生所',
  },
  {
    CODE: '397144200I',
    NAME: '高雄市橋頭區衛生所',
  },
  {
    CODE: '397144300I',
    NAME: '高雄市燕巢區衛生所',
  },
  {
    CODE: '397144400I',
    NAME: '高雄市田寮區衛生所',
  },
  {
    CODE: '397144500I',
    NAME: '高雄市阿蓮區衛生所',
  },
  {
    CODE: '397144600I',
    NAME: '高雄市路竹區衛生所',
  },
  {
    CODE: '397144700I',
    NAME: '高雄市湖內區衛生所',
  },
  {
    CODE: '376542600I',
    NAME: '臺東縣動物防疫所',
  },
  {
    CODE: '397144800I',
    NAME: '高雄市茄萣區衛生所',
  },
  {
    CODE: '397144900I',
    NAME: '高雄市永安區衛生所',
  },
  {
    CODE: '397145000I',
    NAME: '高雄市彌陀區衛生所',
  },
  {
    CODE: '397145100I',
    NAME: '高雄市梓官區衛生所',
  },
  {
    CODE: '397145200I',
    NAME: '高雄市六龜區衛生所',
  },
  {
    CODE: '397145300I',
    NAME: '高雄市甲仙區衛生所',
  },
  {
    CODE: '397145400I',
    NAME: '高雄市杉林區衛生所',
  },
  {
    CODE: '397145500I',
    NAME: '高雄市內門區衛生所',
  },
  {
    CODE: '397145600I',
    NAME: '高雄市茂林區衛生所',
  },
  {
    CODE: '397145700I',
    NAME: '高雄市桃源區衛生所',
  },
  {
    CODE: '376542700E',
    NAME: '臺東縣家庭教育中心',
  },
  {
    CODE: '397145800I',
    NAME: '高雄市那瑪夏區衛生所',
  },
  {
    CODE: '397145900I',
    NAME: '高雄市鳳山區第二衛生所',
  },
  {
    CODE: '397146000I',
    NAME: '高雄市新興衛生所',
  },
  {
    CODE: '397150100I',
    NAME: '高雄市政府環境保護局中區資源回收廠',
  },
  {
    CODE: '397150200I',
    NAME: '高雄市政府環境保護局南區資源回收廠',
  },
  {
    CODE: '397160100A',
    NAME: '高雄市政府地政局土地開發處',
  },
  {
    CODE: '397162000A',
    NAME: '高雄市政府地政局鹽埕地政事務所',
  },
  {
    CODE: '397162100A',
    NAME: '高雄市政府地政局新興地政事務所',
  },
  {
    CODE: '397162200A',
    NAME: '高雄市政府地政局前鎮地政事務所',
  },
  {
    CODE: '397162300A',
    NAME: '高雄市政府地政局楠梓地政事務所',
  },
  {
    CODE: '376545100A',
    NAME: '臺東縣臺東市公所',
  },
  {
    CODE: '397162400A',
    NAME: '高雄市政府地政局三民地政事務所',
  },
  {
    CODE: '397162500A',
    NAME: '高雄市政府地政局鳳山地政事務所',
  },
  {
    CODE: '397162600A',
    NAME: '高雄市政府地政局岡山地政事務所',
  },
  {
    CODE: '397162700A',
    NAME: '高雄市政府地政局旗山地政事務所',
  },
  {
    CODE: '397162800A',
    NAME: '高雄市政府地政局仁武地政事務所',
  },
  {
    CODE: '397162900A',
    NAME: '高雄市政府地政局路竹地政事務所',
  },
  {
    CODE: '397163000A',
    NAME: '高雄市政府地政局美濃地政事務所',
  },
  {
    CODE: '397163100A',
    NAME: '高雄市政府地政局大寮地政事務所',
  },
  {
    CODE: '397180100E',
    NAME: '高雄廣播電臺',
  },
  {
    CODE: '397210200A',
    NAME: '高雄市政府公務人力發展中心',
  },
  {
    CODE: '376545200A',
    NAME: '臺東縣成功鎮公所',
  },
  {
    CODE: '397220100A',
    NAME: '高雄市政府資訊中心',
  },
  {
    CODE: '397240100J',
    NAME: '高雄市政府勞工局訓練就業中心',
  },
  {
    CODE: '397240200J',
    NAME: '高雄市政府勞工局博愛職業技能訓練中心',
  },
  {
    CODE: '397240300J',
    NAME: '高雄市政府勞工局勞動檢查處',
  },
  {
    CODE: '397240400J',
    NAME: '高雄市政府勞工局勞工教育生活中心',
  },
  {
    CODE: '397270100I',
    NAME: '高雄市動物保護處',
  },
  {
    CODE: '397290200H',
    NAME: '高雄市政府交通局車輛行車事故鑑定委員會',
  },
  {
    CODE: '397330100E',
    NAME: '高雄市立圖書館',
  },
  {
    CODE: '397330200E',
    NAME: '高雄市立美術館',
  },
  {
    CODE: '397330300E',
    NAME: '高雄市立歷史博物館',
  },
  {
    CODE: '376545300A',
    NAME: '臺東縣關山鎮公所',
  },
  {
    CODE: '397330400E',
    NAME: '高雄市電影館',
  },
  {
    CODE: '397861100I',
    NAME: '高雄市茂林區清潔隊',
  },
  {
    CODE: '397862100E',
    NAME: '高雄市茂林區立圖書館',
  },
  {
    CODE: '397868100J',
    NAME: '高雄市茂林區立社會福利館',
  },
  {
    CODE: '397871100I',
    NAME: '高雄市桃源區清潔隊',
  },
  {
    CODE: '397872100E',
    NAME: '高雄市桃源區立圖書館',
  },
  {
    CODE: '397872200E',
    NAME: '高雄市桃源區立布農文物館',
  },
  {
    CODE: '397878100G',
    NAME: '高雄市桃源區立社會福利館',
  },
  {
    CODE: '397881100I',
    NAME: '高雄市那瑪夏區清潔隊',
  },
  {
    CODE: '376545400A',
    NAME: '臺東縣卑南鄉公所',
  },
  {
    CODE: '397882100E',
    NAME: '高雄市那瑪夏區立圖書館',
  },
  {
    CODE: '',
    NAME: '財團法人三和國民小學文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園國民小學文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市中壢區中原國民小學教育事務基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市中壢區林森國民小學文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市蘆竹區山腳國民小學文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市桃園區慈文國民小學教育事務基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市觀音國民小學教育事務基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市桃園區同安國民小學教育事務基金會',
  },
  {
    CODE: '',
    NAME: '財團法人南崁國民小學文教基金會',
  },
  {
    CODE: '376545500A',
    NAME: '臺東縣大武鄉公所',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市龍潭區龍潭國民中小學文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市大園區后厝國民小學文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市楊梅區楊梅國民小學教育事務基金會',
  },
  {
    CODE: '',
    NAME: '財團法人公埔國民小學文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園縣立大成國民中學教育事務基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市蘆竹區大竹國民小學文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市蘆竹區新興國民小學文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市立南崁國民中學教育事務基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市桃園區北門國民小學教育事務基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市草漯國民小學教育事務基金會',
  },
  {
    CODE: '376545600A',
    NAME: '臺東縣太麻里鄉公所',
  },
  {
    CODE: null,
    NAME: '財團法人觀音高級中學文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市桃園區青溪國民小學教育事務基金會',
  },
  {
    CODE: '',
    NAME: '財團法人高原國民小學文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園縣龜山鄉壽山國民小學教育事務基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園縣蘆竹鄉外社國民小學文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市沙崙國民小學教育事務基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市立山腳國民中學文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市蘆竹區蘆竹國民小學文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園縣大溪鎮內柵國民小學教育事務基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園縣忠貞國民小學文教基金會',
  },
  {
    CODE: '376420303I',
    NAME: '宜蘭縣政府衛生局',
  },
  {
    CODE: '376545700A',
    NAME: '臺東縣東河鄉公所',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市蘆竹區頂社國民小學文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園縣溪海國民小學教育事務基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市平興國民小學教育事務基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市龜山區文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園縣平鎮市祥安國民小學文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市蘆竹區光明國民小學教育事務基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園縣新坡國民小學教育事務基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市蘆竹區海湖國民小學文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園縣八德國民小學教育事務基金會',
  },
  {
    CODE: '',
    NAME: '財團法人桃園市蘆竹區大華國民小學教育事務基金會',
  },
  {
    CODE: '376545800A',
    NAME: '臺東縣長濱鄉公所',
  },
  {
    CODE: '',
    NAME: '財團法人雲林縣崇文國民小學文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣學進國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人三星國中教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣孝威國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣同樂國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣力行國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣員山國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣深溝國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣蘇澳鎮士敏國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣大湖國民小學教育基金會',
  },
  {
    CODE: '376545900A',
    NAME: '臺東縣鹿野鄉公所',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣武淵國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣四結國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣古亭國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣東澳國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣竹安國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣新南國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣玉田國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣立頭城國民中學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣黎明國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣中華國中教育基金會',
  },
  {
    CODE: '376546000A',
    NAME: '臺東縣池上鄉公所',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣冬山國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣龍潭國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣礁溪國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣北成國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣立南安國民中學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣新生國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣東興國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人宜蘭縣順安國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人花蓮縣玉里鎮玉里國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人花蓮縣壽豐國民小學教育基金會',
  },
  {
    CODE: '376546100A',
    NAME: '臺東縣綠島鄉公所',
  },
  {
    CODE: '',
    NAME: '財團法人花蓮縣富里國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人花蓮縣吉安鄉宜昌國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人花蓮縣花蓮市明恥國小教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人花蓮縣東竹國小教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人花蓮縣瑞穗鄉瑞美國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人花蓮縣光華國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人花蓮縣學田國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人花蓮縣蘭馨教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人花蓮縣樂合國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人花蓮縣立豐濱國中教育基金會',
  },
  {
    CODE: '376546200A',
    NAME: '臺東縣延平鄉公所',
  },
  {
    CODE: '',
    NAME: '財團法人花蓮縣壽豐鄉豐山國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人花蓮縣玉里鎮源城國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人花蓮縣康樂國小教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人花蓮縣鳳林鎮大榮國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人花蓮縣東里國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人花蓮縣鳳林鎮鳳仁國民小學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人花蓮縣立玉東國民中學教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人福原國小文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人大南國民小學文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人新生國民小學文教基金會',
  },
  {
    CODE: '376546300A',
    NAME: '臺東縣海端鄉公所',
  },
  {
    CODE: '376455701A',
    NAME: '苗栗縣卓蘭鎮公共設施管理所',
  },
  {
    CODE: '376455751J',
    NAME: '苗栗縣卓蘭鎮殯葬管理所',
  },
  {
    CODE: '376456907A',
    NAME: '苗栗縣頭份市公有零售市場',
  },
  {
    CODE: '376538051J',
    NAME: '屏東縣來義鄉殯葬管理所',
  },
  {
    CODE: '380049900U',
    NAME: '桃園市立新屋高級中學',
  },
  {
    CODE: '382240400J',
    NAME: '新北市政府就業服務處',
  },
  {
    CODE: '387062200X',
    NAME: '臺中市立善水國民中小學',
  },
  {
    CODE: '376507021E',
    NAME: '嘉義縣太保市圖書館',
  },
  {
    CODE: '376507051J',
    NAME: '嘉義縣太保市殯葬管理所',
  },
  {
    CODE: '376445506A',
    NAME: '新竹縣湖口鄉公用事業管理所',
  },
  {
    CODE: '376546400A',
    NAME: '臺東縣達仁鄉公所',
  },
  {
    CODE: '376536751J',
    NAME: '屏東縣新園鄉殯葬管理所',
  },
  {
    CODE: '376555551J',
    NAME: '花蓮縣吉安鄉殯葬管理所',
  },
  {
    CODE: '371052300H',
    NAME: '連江縣交通旅遊局',
  },
  {
    CODE: '371052400I',
    NAME: '連江縣環境資源局',
  },
  {
    CODE: '371052600E',
    NAME: '連江縣家庭教育中心',
  },
  {
    CODE: '371052111C',
    NAME: '連江縣警察局南竿警察所',
  },
  {
    CODE: '371052112C',
    NAME: '連江縣警察局北竿警察所',
  },
  {
    CODE: '371052113C',
    NAME: '連江縣警察局莒光警察所',
  },
  {
    CODE: '371052114C',
    NAME: '連江縣警察局東引警察所',
  },
  {
    CODE: '387050100U',
    NAME: '臺中市立大甲高級中等學校',
  },
  {
    CODE: '376546500A',
    NAME: '臺東縣金峰鄉公所',
  },
  {
    CODE: '387050200U',
    NAME: '臺中市立清水高級中等學校',
  },
  {
    CODE: '387050300U',
    NAME: '臺中市立豐原高級中等學校',
  },
  {
    CODE: '387050400U',
    NAME: '臺中市立臺中第一高級中等學校',
  },
  {
    CODE: '387050500U',
    NAME: '臺中市立臺中第二高級中等學校',
  },
  {
    CODE: '387050700U',
    NAME: '臺中市立文華高級中等學校',
  },
  {
    CODE: '387050800U',
    NAME: '臺中市立臺中女子高級中等學校',
  },
  {
    CODE: '387053100V',
    NAME: '臺中市立臺中工業高級中等學校',
  },
  {
    CODE: '387053200V',
    NAME: '臺中市立沙鹿工業高級中等學校',
  },
  {
    CODE: '387053300V',
    NAME: '臺中市立東勢工業高級中等學校',
  },
  {
    CODE: '387053400V',
    NAME: '臺中市立大甲工業高級中等學校',
  },
  {
    CODE: '376546600A',
    NAME: '臺東縣蘭嶼鄉公所',
  },
  {
    CODE: '387053500V',
    NAME: '臺中市立豐原商業高級中等學校',
  },
  {
    CODE: '387053600V',
    NAME: '臺中市立霧峰農業工業高級中等學校',
  },
  {
    CODE: '387053700V',
    NAME: '臺中市立臺中家事商業高級中等學校',
  },
  {
    CODE: '387054100W',
    NAME: '臺中市立啟聰學校',
  },
  {
    CODE: '387054200W',
    NAME: '臺中市立啟明學校',
  },
  {
    CODE: '387054300W',
    NAME: '臺中市立臺中特殊教育學校',
  },
  {
    CODE: '376589616X',
    NAME: '新竹市華德福實驗學校',
  },
  {
    CODE: '387400000M',
    NAME: '臺中捷運股份有限公司',
  },
  {
    CODE: '387360100G',
    NAME: '臺中市政府住宅發展工程處',
  },
  {
    CODE: '397879200A',
    NAME: '高雄市桃源區土地管理所',
  },
  {
    CODE: '376420306I',
    NAME: '宜蘭縣政府環境保護局',
  },
  {
    CODE: '376840100A',
    NAME: '臺東縣臺東市民代表會',
  },
  {
    CODE: '376482900H',
    NAME: '南投縣風景區管理所',
  },
  {
    CODE: '376545425E',
    NAME: '臺東縣卑南鄉多元文化館',
  },
  {
    CODE: '397400000I',
    NAME: '高雄市政府毒品防制局',
  },
  {
    CODE: '376556051I',
    NAME: '花蓮縣富里鄉立環保管理所',
  },
  {
    CODE: '382133700C',
    NAME: '新北市政府警察局林口分局',
  },
  {
    CODE: '395290600H',
    NAME: '臺南市捷運工程處',
  },
  {
    CODE: '376589738Y',
    NAME: '新竹市東區龍山國民小學',
  },
  {
    CODE: '376555215A',
    NAME: '花蓮縣鳳林鎮原住民族事務所',
  },
  {
    CODE: '376555570E',
    NAME: '花蓮縣吉安鄉文化及觀光發展所',
  },
  {
    CODE: '380290300H',
    NAME: '桃園市政府車輛行車事故鑑定會',
  },
  {
    CODE: '376840200A',
    NAME: '臺東縣成功鎮民代表會',
  },
  {
    CODE: '380330400E',
    NAME: '桃園市立美術館',
  },
  {
    CODE: '380050500U',
    NAME: '桃園市立楊梅高級中等學校',
  },
  {
    CODE: '380050600U',
    NAME: '桃園市立陽明高級中等學校',
  },
  {
    CODE: '380050700U',
    NAME: '桃園市立內壢高級中等學校',
  },
  {
    CODE: '380050200U',
    NAME: '桃園市立龍潭高級中等學校',
  },
  {
    CODE: '380053100V',
    NAME: '桃園市立中壢商業高級中等學校',
  },
  {
    CODE: '380053200V',
    NAME: '桃園市立中壢家事商業高級中等學校',
  },
  {
    CODE: '380054100W',
    NAME: '桃園市立桃園特殊教育學校',
  },
  {
    CODE: '380050300U',
    NAME: '桃園市立桃園高級中等學校',
  },
  {
    CODE: '380050400U',
    NAME: '桃園市立武陵高級中等學校',
  },
  {
    CODE: '376840300A',
    NAME: '臺東縣關山鎮民代表會',
  },
  {
    CODE: '376536411I',
    NAME: '屏東縣竹田鄉清潔隊',
  },
  {
    CODE: '376536451J',
    NAME: '屏東縣竹田鄉殯葬管理所',
  },
  {
    CODE: '376545911I',
    NAME: '臺東縣鹿野鄉清潔隊',
  },
  {
    CODE: '380150200I',
    NAME: '桃園市政府海岸管理處',
  },
  {
    CODE: '376420002G',
    NAME: '宜蘭縣樹藝景觀所',
  },
  {
    CODE: '376495370A',
    NAME: '雲林縣虎尾鎮觀光藝文暨社造推廣所',
  },
  {
    CODE: '376536251J',
    NAME: '屏東縣萬巒鄉殯葬管理所',
  },
  {
    CODE: '382090900Y',
    NAME: '新北市林口區東湖國民小學',
  },
  {
    CODE: '382090800Y',
    NAME: '新北市淡水區淡海國民小學',
  },
  {
    CODE: '387093000Y',
    NAME: '臺中市北屯區?子國民小學',
  },
  {
    CODE: '376840400A',
    NAME: '臺東縣卑南鄉民代表會',
  },
  {
    CODE: '387093100Y',
    NAME: '臺中市太平區新高國民小學',
  },
  {
    CODE: '3871242006',
    NAME: '臺中市立南屯幼兒園',
  },
  {
    CODE: '397410000A',
    NAME: '高雄市政府行政暨國際處',
  },
  {
    CODE: '376479645X',
    NAME: '彰化縣立鹿江國際中小學',
  },
  {
    CODE: '376556221E',
    NAME: '花蓮縣卓溪鄉立圖書館',
  },
  {
    CODE: '376560349I',
    NAME: '澎湖縣白沙鄉吉貝衛生所',
  },
  {
    CODE: '376560350I',
    NAME: '澎湖縣白沙鄉鳥嶼衛生所',
  },
  {
    CODE: '376560351I',
    NAME: '澎湖縣望安鄉將軍衛生所',
  },
  {
    CODE: '376560352I',
    NAME: '澎湖縣馬公市興仁衛生所',
  },
  {
    CODE: '376426251J',
    NAME: '宜蘭縣南澳鄉立殯葬管理所',
  },
  {
    CODE: '376840500A',
    NAME: '臺東縣大武鄉民代表會',
  },
  {
    CODE: '376426290G',
    NAME: '宜蘭縣南澳鄉工程隊',
  },
  {
    CODE: '376536470E',
    NAME: '屏東縣竹田鄉文化觀光所',
  },
  {
    CODE: '376538451J',
    NAME: '屏東縣三地門鄉殯葬管理所',
  },
  {
    CODE: '376538470E',
    NAME: '屏東縣三地門鄉觀光文化所',
  },
  {
    CODE: '397880100A',
    NAME: '高雄市那瑪夏區原住民文化暨土地維護所',
  },
  {
    CODE: '397888100J',
    NAME: '高雄市那瑪夏區立社會福利館',
  },
  {
    CODE: '376471533A',
    NAME: '彰化縣北斗戶政事務所',
  },
  {
    CODE: '376489853Y',
    NAME: '南投縣魚池鄉伊達邵國民小學',
  },
  {
    CODE: '3765499536',
    NAME: '臺東縣立四維幼兒園',
  },
  {
    CODE: '379091500Y',
    NAME: '臺北市溪山實驗國民小學',
  },
  {
    CODE: '376840600A',
    NAME: '臺東縣太麻里鄉民代表會',
  },
  {
    CODE: '380150300I',
    NAME: '桃園市政府海岸管理工程處',
  },
  {
    CODE: '395240300J',
    NAME: '臺南市職安健康處',
  },
  {
    CODE: '376441400D',
    NAME: '新竹縣政府稅務局',
  },
  {
    CODE: '376476151J',
    NAME: '彰化縣福興鄉殯葬管理所',
  },
  {
    CODE: '376507091G',
    NAME: '嘉義縣太保市公園路燈管理所',
  },
  {
    CODE: '376536170H',
    NAME: '屏東縣高樹鄉觀光產業發展所',
  },
  {
    CODE: '376536691G',
    NAME: '屏東縣枋寮鄉文化觀光暨公園管理所',
  },
  {
    CODE: '376537305A',
    NAME: '屏東縣車城鄉公有零售市場',
  },
  {
    CODE: '376537311I',
    NAME: '屏東縣車城鄉清潔隊',
  },
  {
    CODE: '376537321E',
    NAME: '屏東縣車城鄉立圖書館',
  },
  {
    CODE: '376840700A',
    NAME: '臺東縣東河鄉民代表會',
  },
  {
    CODE: '376545451J',
    NAME: '臺東縣卑南鄉殯葬管理所',
  },
  {
    CODE: '376545691G',
    NAME: '臺東縣太麻里鄉公園路燈管理所',
  },
  {
    CODE: '376545711I',
    NAME: '臺東縣東河鄉清潔隊',
  },
  {
    CODE: '376545721E',
    NAME: '臺東縣東河鄉立圖書館',
  },
  {
    CODE: '376555411I',
    NAME: '花蓮縣新城鄉清潔隊',
  },
  {
    CODE: '376555452J',
    NAME: '花蓮縣新城鄉生命禮儀管理所',
  },
  {
    CODE: '376560353I',
    NAME: '澎湖縣馬公市第三衛生所',
  },
  {
    CODE: '376570700A',
    NAME: '基隆市地政事務所',
  },
  {
    CODE: '376600307I',
    NAME: '嘉義市長期照顧管理中心',
  },
  {
    CODE: '379069500X',
    NAME: '臺北市民族實驗國民中學',
  },
  {
    CODE: '376840800A',
    NAME: '臺東縣長濱鄉民代表會',
  },
  {
    CODE: '380637100H',
    NAME: '桃園市復興區文化觀光所',
  },
  {
    CODE: '387410000A',
    NAME: '臺中市政府數位治理局',
  },
  {
    CODE: '397430000A',
    NAME: '高雄市政府青年局',
  },
  {
    CODE: '376546570H',
    NAME: '臺東縣金峰鄉產業暨觀光發展所',
  },
  {
    CODE: '376546591G',
    NAME: '臺東縣金峰鄉公園路燈管理所',
  },
  {
    CODE: '387290600H',
    NAME: '臺中市公共運輸及捷運工程處',
  },
  {
    CODE: '376571508A',
    NAME: '基隆市中正戶政事務所',
  },
  {
    CODE: '376571509A',
    NAME: '基隆市安樂戶政事務所',
  },
  {
    CODE: '376571510A',
    NAME: '基隆市七堵戶政事務所',
  },
  {
    CODE: '376555307A',
    NAME: '花蓮縣玉里鎮市場管理所',
  },
  {
    CODE: '376840900A',
    NAME: '臺東縣鹿野鄉民代表會',
  },
  {
    CODE: '376555351J',
    NAME: '花蓮縣玉里鎮環保暨殯葬管理所',
  },
  {
    CODE: '376555811I',
    NAME: '花蓮縣豐濱鄉清潔隊',
  },
  {
    CODE: '376555821E',
    NAME: '花蓮縣豐濱鄉立圖書館',
  },
  {
    CODE: '376555870H',
    NAME: '花蓮縣豐濱鄉觀光發展所',
  },
  {
    CODE: '397026700A',
    NAME: '高雄市三民戶政事務所',
  },
  {
    CODE: null,
    NAME: '臺北市建築管理工程處',
  },
  {
    CODE: '376455151J',
    NAME: '苗栗縣苗栗市殯葬管理所',
  },
  {
    CODE: '376545325E',
    NAME: '臺東縣關山鎮客家文化館',
  },
  {
    CODE: '380088600Y',
    NAME: '桃園市中壢區青園國民小學',
  },
  {
    CODE: '376495491G',
    NAME: '雲林縣西螺鎮公園路燈管理所',
  },
  {
    CODE: '376841000A',
    NAME: '臺東縣池上鄉民代表會',
  },
  {
    CODE: '376535951J',
    NAME: '屏東縣里港鄉殯葬管理所',
  },
  {
    CODE: '376535991G',
    NAME: '屏東縣里港鄉公園路燈管理所',
  },
  {
    CODE: '376545521E',
    NAME: '臺東縣大武鄉立圖書館',
  },
  {
    CODE: '380110300G',
    NAME: '桃園市政府航空城工程處',
  },
  {
    CODE: '382061700X',
    NAME: '新北市立南勢國民中學',
  },
  {
    CODE: null,
    NAME: '花蓮縣政府教育處',
  },
  {
    CODE: null,
    NAME: '澎湖縣政府民政處',
  },
  {
    CODE: '387135300C',
    NAME: '臺中市政府警察局捷運警察隊',
  },
  {
    CODE: '376486293A',
    NAME: '南投縣信義鄉土地管理所',
  },
  {
    CODE: '376496851J',
    NAME: '雲林縣四湖鄉立殯葬宗教管理所',
  },
  {
    CODE: '376420400A',
    NAME: '宜蘭縣宜蘭地政事務所',
  },
  {
    CODE: '376841100A',
    NAME: '臺東縣綠島鄉民代表會',
  },
  {
    CODE: '376841200A',
    NAME: '臺東縣延平鄉民代表會',
  },
  {
    CODE: '376841300A',
    NAME: '臺東縣海端鄉民代表會',
  },
  {
    CODE: '376841400A',
    NAME: '臺東縣達仁鄉民代表會',
  },
  {
    CODE: '376841500A',
    NAME: '臺東縣金峰鄉民代表會',
  },
  {
    CODE: '376841600A',
    NAME: '臺東縣蘭嶼鄉民代表會',
  },
  {
    CODE: '376550300I',
    NAME: '花蓮縣衛生局',
  },
  {
    CODE: null,
    NAME: '基隆市政府都市發展處',
  },
  {
    CODE: '9839533017',
    NAME: '臺南市美術館',
  },
  {
    CODE: '9837900017',
    NAME: '臺北流行音樂中心',
  },
  {
    CODE: '9839702007',
    NAME: '高雄市高雄流行音樂中心',
  },
  {
    CODE: '9839701007',
    NAME: '高雄市專業文化機構',
  },
  {
    CODE: '376505551J',
    NAME: '嘉義縣民雄鄉殯葬管理所',
  },
  {
    CODE: '376536791G',
    NAME: '屏東縣新園鄉公園路燈管理所',
  },
  {
    CODE: '376477722E',
    NAME: '彰化縣員林市體育管理所',
  },
  {
    CODE: '9838201007',
    NAME: '新北市住宅及都市更新中心',
  },
  {
    CODE: '376455651J',
    NAME: '苗栗縣後龍鎮殯葬管理所',
  },
  {
    CODE: '376550305I',
    NAME: '花蓮縣環境保護局',
  },
  {
    CODE: '376455691G',
    NAME: '苗栗縣後龍鎮公園路燈管理所',
  },
  {
    CODE: '376486170H',
    NAME: '南投縣水里鄉觀光服務所',
  },
  {
    CODE: '395061100X',
    NAME: '臺南市立鹽行國民中學',
  },
  {
    CODE: '395061200X',
    NAME: '臺南市立九份子國民中小學',
  },
  {
    CODE: '395091800Y',
    NAME: '臺南市左鎮區光榮實驗小學',
  },
  {
    CODE: '376475251J',
    NAME: '彰化縣鹿港鎮生命禮儀管理所',
  },
  {
    CODE: '376475291G',
    NAME: '彰化縣鹿港鎮公園運動場地管理所',
  },
  {
    CODE: '9837900027',
    NAME: '臺北表演藝術中心',
  },
  {
    CODE: '376499863Y',
    NAME: '雲林縣土庫鎮越港國民小學',
  },
  {
    CODE: '310902401P',
    NAME: '臺北醫學大學附設醫院',
  },
  {
    CODE: '376550400A',
    NAME: '花蓮縣花蓮地政事務所',
  },
  {
    CODE: null,
    NAME: '臺北市立萬芳醫院',
  },
  {
    CODE: '376550500A',
    NAME: '花蓮縣鳳林地政事務所',
  },
  {
    CODE: '376420500A',
    NAME: '宜蘭縣羅東地政事務所',
  },
  {
    CODE: '376550600A',
    NAME: '花蓮縣玉里地政事務所',
  },
  {
    CODE: '376551300D',
    NAME: '花蓮縣地方稅務局',
  },
  {
    CODE: '376551501A',
    NAME: '花蓮縣花蓮市戶政事務所',
  },
  {
    CODE: '376551502A',
    NAME: '花蓮縣吉安鄉戶政事務所',
  },
  {
    CODE: '376551503A',
    NAME: '花蓮縣壽豐鄉戶政事務所',
  },
  {
    CODE: '376551504A',
    NAME: '花蓮縣新城鄉戶政事務所',
  },
  {
    CODE: '376551505A',
    NAME: '花蓮縣秀林鄉戶政事務所',
  },
  {
    CODE: '376551506A',
    NAME: '花蓮縣鳳林鎮戶政事務所',
  },
  {
    CODE: '376551507A',
    NAME: '花蓮縣萬榮鄉戶政事務所',
  },
  {
    CODE: '376551508A',
    NAME: '花蓮縣光復鄉戶政事務所',
  },
  {
    CODE: '376421400D',
    NAME: '宜蘭縣政府財政稅務局',
  },
  {
    CODE: '376551509A',
    NAME: '花蓮縣瑞穗鄉戶政事務所',
  },
  {
    CODE: '376551510A',
    NAME: '花蓮縣豐濱鄉戶政事務所',
  },
  {
    CODE: '376551511A',
    NAME: '花蓮縣玉里鎮戶政事務所',
  },
  {
    CODE: '376551512A',
    NAME: '花蓮縣卓溪鄉戶政事務所',
  },
  {
    CODE: '376551513A',
    NAME: '花蓮縣富里鄉戶政事務所',
  },
  {
    CODE: '376552000C',
    NAME: '花蓮縣消防局',
  },
  {
    CODE: '376552800E',
    NAME: '花蓮縣文化局',
  },
  {
    CODE: '376552900A',
    NAME: '花蓮縣水產培育所',
  },
  {
    CODE: '376553100E',
    NAME: '花蓮縣立體育場',
  },
  {
    CODE: '376553300E',
    NAME: '花蓮縣家庭教育中心',
  },
  {
    CODE: '376421501A',
    NAME: '宜蘭縣宜蘭市戶政事務所',
  },
  {
    CODE: '376553500I',
    NAME: '花蓮縣動植物防疫所',
  },
  {
    CODE: '376555100A',
    NAME: '花蓮縣花蓮市公所',
  },
  {
    CODE: '376555200A',
    NAME: '花蓮縣鳳林鎮公所',
  },
  {
    CODE: '376555300A',
    NAME: '花蓮縣玉里鎮公所',
  },
  {
    CODE: '376555400A',
    NAME: '花蓮縣新城鄉公所',
  },
  {
    CODE: '376555500A',
    NAME: '花蓮縣吉安鄉公所',
  },
  {
    CODE: '376555600A',
    NAME: '花蓮縣壽豐鄉公所',
  },
  {
    CODE: '376555700A',
    NAME: '花蓮縣光復鄉公所',
  },
  {
    CODE: '376555800A',
    NAME: '花蓮縣豐濱鄉公所',
  },
  {
    CODE: '376555900A',
    NAME: '花蓮縣瑞穗鄉公所',
  },
  {
    CODE: '371010800A',
    NAME: '金門縣金沙鎮戶政事務所',
  },
  {
    CODE: '376421502A',
    NAME: '宜蘭縣員山鄉戶政事務所',
  },
  {
    CODE: '376556000A',
    NAME: '花蓮縣富里鄉公所',
  },
  {
    CODE: '376556100A',
    NAME: '花蓮縣秀林鄉公所',
  },
  {
    CODE: '376556200A',
    NAME: '花蓮縣卓溪鄉公所',
  },
  {
    CODE: '376556300A',
    NAME: '花蓮縣萬榮鄉公所',
  },
  {
    CODE: '376850100A',
    NAME: '花蓮縣花蓮市民代表會',
  },
  {
    CODE: '376850200A',
    NAME: '花蓮縣鳳林鎮民代表會',
  },
  {
    CODE: '376850300A',
    NAME: '花蓮縣玉里鎮民代表會',
  },
  {
    CODE: '376850400A',
    NAME: '花蓮縣新城鄉民代表會',
  },
  {
    CODE: '376850500A',
    NAME: '花蓮縣吉安鄉民代表會',
  },
  {
    CODE: '376850600A',
    NAME: '花蓮縣壽豐鄉民代表會',
  },
  {
    CODE: '376421503A',
    NAME: '宜蘭縣礁溪鄉戶政事務所',
  },
  {
    CODE: '376850700A',
    NAME: '花蓮縣光復鄉民代表會',
  },
  {
    CODE: '376850800A',
    NAME: '花蓮縣豐濱鄉民代表會',
  },
  {
    CODE: '376850900A',
    NAME: '花蓮縣瑞穗鄉民代表會',
  },
  {
    CODE: '376851000A',
    NAME: '花蓮縣富里鄉民代表會',
  },
  {
    CODE: '376851100A',
    NAME: '花蓮縣秀林鄉民代表會',
  },
  {
    CODE: '376851200A',
    NAME: '花蓮縣卓溪鄉民代表會',
  },
  {
    CODE: '376851300A',
    NAME: '花蓮縣萬榮鄉民代表會',
  },
  {
    CODE: '376560303I',
    NAME: '澎湖縣政府衛生局',
  },
  {
    CODE: '376560306I',
    NAME: '澎湖縣政府環境保護局',
  },
  {
    CODE: '376560400A',
    NAME: '澎湖縣澎湖地政事務所',
  },
  {
    CODE: '376421504A',
    NAME: '宜蘭縣頭城鎮戶政事務所',
  },
  {
    CODE: '376561300D',
    NAME: '澎湖縣政府稅務局',
  },
  {
    CODE: '376561501A',
    NAME: '澎湖縣馬公市戶政事務所',
  },
  {
    CODE: '376561502A',
    NAME: '澎湖縣湖西鄉戶政事務所',
  },
  {
    CODE: '376561503A',
    NAME: '澎湖縣白沙鄉戶政事務所',
  },
  {
    CODE: '376561504A',
    NAME: '澎湖縣西嶼鄉戶政事務所',
  },
  {
    CODE: '376561505A',
    NAME: '澎湖縣望安鄉戶政事務所',
  },
  {
    CODE: '376561506A',
    NAME: '澎湖縣七美鄉戶政事務所',
  },
  {
    CODE: '376561900C',
    NAME: '澎湖縣政府消防局',
  },
  {
    CODE: '376562200I',
    NAME: '澎湖縣家畜疾病防治所',
  },
  {
    CODE: '376562300E',
    NAME: '澎湖縣立體育場',
  },
  {
    CODE: '376421505A',
    NAME: '宜蘭縣壯圍鄉戶政事務所',
  },
  {
    CODE: '376562400A',
    NAME: '澎湖縣水產種苗繁殖場',
  },
  {
    CODE: '376562700E',
    NAME: '澎湖縣家庭教育中心',
  },
  {
    CODE: '376562800E',
    NAME: '澎湖縣政府文化局',
  },
  {
    CODE: '376562900G',
    NAME: '澎湖縣政府農漁局',
  },
  {
    CODE: '376564200M',
    NAME: '澎湖縣政府公共車船管理處',
  },
  {
    CODE: '376565100A',
    NAME: '澎湖縣馬公市公所',
  },
  {
    CODE: '376565200A',
    NAME: '澎湖縣湖西鄉公所',
  },
  {
    CODE: '376565300A',
    NAME: '澎湖縣白沙鄉公所',
  },
  {
    CODE: '376565400A',
    NAME: '澎湖縣西嶼鄉公所',
  },
  {
    CODE: '376565500A',
    NAME: '澎湖縣望安鄉公所',
  },
  {
    CODE: '376421506A',
    NAME: '宜蘭縣羅東鎮戶政事務所',
  },
  {
    CODE: '376565600A',
    NAME: '澎湖縣七美鄉公所',
  },
  {
    CODE: '376860100A',
    NAME: '澎湖縣馬公市民代表會',
  },
  {
    CODE: '376860200A',
    NAME: '澎湖縣湖西鄉民代表會',
  },
  {
    CODE: '376860300A',
    NAME: '澎湖縣白沙鄉民代表會',
  },
  {
    CODE: '376860400A',
    NAME: '澎湖縣西嶼鄉民代表會',
  },
  {
    CODE: '376860500A',
    NAME: '澎湖縣望安鄉民代表會',
  },
  {
    CODE: '376860600A',
    NAME: '澎湖縣七美鄉民代表會',
  },
  {
    CODE: '376570080J',
    NAME: '基隆市立托兒所',
  },
  {
    CODE: '376570300I',
    NAME: '基隆市衛生局',
  },
  {
    CODE: '376570305I',
    NAME: '基隆市環境保護局',
  },
  {
    CODE: '376421507A',
    NAME: '宜蘭縣五結鄉戶政事務所',
  },
  {
    CODE: '376570311P',
    NAME: '基隆市立醫院',
  },
  {
    CODE: '376570500A',
    NAME: '基隆市信義地政事務所',
  },
  {
    CODE: '376570600A',
    NAME: '基隆市安樂地政事務所',
  },
  {
    CODE: '376571400D',
    NAME: '基隆市稅務局',
  },
  {
    CODE: '376571501A',
    NAME: '基隆市仁愛區戶政事務所',
  },
  {
    CODE: '376571502A',
    NAME: '基隆市中正區戶政事務所',
  },
  {
    CODE: '376571503A',
    NAME: '基隆市信義區戶政事務所',
  },
  {
    CODE: '376571504A',
    NAME: '基隆市七堵區戶政事務所',
  },
  {
    CODE: '376571505A',
    NAME: '基隆市暖暖區戶政事務所',
  },
  {
    CODE: '376571506A',
    NAME: '基隆市中山區戶政事務所',
  },
  {
    CODE: '376421508A',
    NAME: '宜蘭縣冬山鄉戶政事務所',
  },
  {
    CODE: '376571507A',
    NAME: '基隆市安樂區戶政事務所',
  },
  {
    CODE: '376572000C',
    NAME: '基隆市消防局',
  },
  {
    CODE: '376572400E',
    NAME: '基隆市立體育場',
  },
  {
    CODE: '376572500J',
    NAME: '基隆市立仁愛之家',
  },
  {
    CODE: '376572800J',
    NAME: '基隆市立殯葬管理所',
  },
  {
    CODE: '376572900E',
    NAME: '基隆市文化局',
  },
  {
    CODE: '376573000E',
    NAME: '基隆市家庭教育中心',
  },
  {
    CODE: '376573105A',
    NAME: '基隆市七堵公有零售市場',
  },
  {
    CODE: '376573107A',
    NAME: '基隆市富貴公有零售市場',
  },
  {
    CODE: '376573108A',
    NAME: '基隆市仁愛公有零售市場',
  },
  {
    CODE: '376421509A',
    NAME: '宜蘭縣蘇澳鎮戶政事務所',
  },
  {
    CODE: '376573110A',
    NAME: '基隆市信義公有零售市場',
  },
  {
    CODE: '376573114A',
    NAME: '基隆市博愛公有零售市場',
  },
  {
    CODE: '376573115A',
    NAME: '基隆市西定公有零售市場',
  },
  {
    CODE: '376573116A',
    NAME: '基隆市成功公有零售市場',
  },
  {
    CODE: '376573117A',
    NAME: '基隆市百福公有零售市場',
  },
  {
    CODE: '376573200I',
    NAME: '基隆市動物保護防疫所',
  },
  {
    CODE: '376574100M',
    NAME: '基隆市公共汽車管理處',
  },
  {
    CODE: '376578100A',
    NAME: '基隆市中山區公所',
  },
  {
    CODE: '376578200A',
    NAME: '基隆市七堵區公所',
  },
  {
    CODE: '376578300A',
    NAME: '基隆市暖暖區公所',
  },
  {
    CODE: '376421510A',
    NAME: '宜蘭縣南澳鄉戶政事務所',
  },
  {
    CODE: '376578400A',
    NAME: '基隆市仁愛區公所',
  },
  {
    CODE: '376578500A',
    NAME: '基隆市中正區公所',
  },
  {
    CODE: '376578600A',
    NAME: '基隆市安樂區公所',
  },
  {
    CODE: '376578700A',
    NAME: '基隆市信義區公所',
  },
  {
    CODE: '376580082J',
    NAME: '新竹市立托兒所',
  },
  {
    CODE: '376580300I',
    NAME: '新竹市衛生局',
  },
  {
    CODE: '376580305I',
    NAME: '新竹市環境保護局',
  },
  {
    CODE: '376580400A',
    NAME: '新竹市地政事務所',
  },
  {
    CODE: '376581300D',
    NAME: '新竹市稅務局',
  },
  {
    CODE: '376581503A',
    NAME: '新竹市東區戶政事務所',
  },
  {
    CODE: '376421511A',
    NAME: '宜蘭縣三星鄉戶政事務所',
  },
  {
    CODE: '376581504A',
    NAME: '新竹市北區戶政事務所',
  },
  {
    CODE: '376581505A',
    NAME: '新竹市香山戶政事務所',
  },
  {
    CODE: '376582000C',
    NAME: '新竹市消防局',
  },
  {
    CODE: '376582400E',
    NAME: '新竹市立動物園',
  },
  {
    CODE: '376582500E',
    NAME: '新竹市立體育場',
  },
  {
    CODE: '376582600J',
    NAME: '新竹市殯葬管理所',
  },
  {
    CODE: '376583105A',
    NAME: '新竹市東門公有零售市場',
  },
  {
    CODE: '376583106A',
    NAME: '新竹市中央公有零售市場',
  },
  {
    CODE: '376583107A',
    NAME: '新竹市南門公有零售市場',
  },
  {
    CODE: '376583108A',
    NAME: '新竹市北門公有零售市場',
  },
  {
    CODE: '371010900A',
    NAME: '金門縣金寧鄉戶政事務所',
  },
  {
    CODE: '376421512A',
    NAME: '宜蘭縣大同鄉戶政事務所',
  },
  {
    CODE: '376583109A',
    NAME: '新竹市關東公有零售市場',
  },
  {
    CODE: '376583110A',
    NAME: '新竹市士林公有零售市場',
  },
  {
    CODE: '376583111A',
    NAME: '新竹市東園公有零售市場',
  },
  {
    CODE: '376583200E',
    NAME: '新竹市文化局',
  },
  {
    CODE: '376583300E',
    NAME: '新竹市家庭教育中心',
  },
  {
    CODE: '376583400I',
    NAME: '新竹市動物保護及防疫所',
  },
  {
    CODE: '376588100A',
    NAME: '新竹市東區區公所',
  },
  {
    CODE: '376588200A',
    NAME: '新竹市北區區公所',
  },
  {
    CODE: '376588300A',
    NAME: '新竹市香山區公所',
  },
  {
    CODE: '376600304I',
    NAME: '嘉義市政府衛生局',
  },
  {
    CODE: '376422100E',
    NAME: '宜蘭縣立文化中心',
  },
  {
    CODE: '376600306I',
    NAME: '嘉義市政府環境保護局',
  },
  {
    CODE: '376600400A',
    NAME: '嘉義市地政事務所',
  },
  {
    CODE: '376601300D',
    NAME: '嘉義市政府財政稅務局',
  },
  {
    CODE: '376601501A',
    NAME: '嘉義市東區戶政事務所',
  },
  {
    CODE: '376601502A',
    NAME: '嘉義市西區戶政事務所',
  },
  {
    CODE: '376601900C',
    NAME: '嘉義市政府消防局',
  },
  {
    CODE: '376602500E',
    NAME: '嘉義市立體育場',
  },
  {
    CODE: '376602700E',
    NAME: '嘉義市政府文化局',
  },
  {
    CODE: '376602800J',
    NAME: '嘉義市殯葬管理所',
  },
  {
    CODE: '376602900E',
    NAME: '嘉義市家庭教育中心',
  },
  {
    CODE: '376422300E',
    NAME: '宜蘭縣立體育場',
  },
  {
    CODE: '376603105A',
    NAME: '嘉義市東公有零售市場',
  },
  {
    CODE: '376603107A',
    NAME: '嘉義市北興公有零售市場',
  },
  {
    CODE: '376603108A',
    NAME: '嘉義市興嘉公有零售市場',
  },
  {
    CODE: '376608100A',
    NAME: '嘉義市東區區公所',
  },
  {
    CODE: '376608200A',
    NAME: '嘉義市西區區公所',
  },
  {
    CODE: '379010000A',
    NAME: '臺北市政府秘書處',
  },
  {
    CODE: '379020000A',
    NAME: '臺北市政府民政局',
  },
  {
    CODE: '379030000D',
    NAME: '臺北市政府財政局',
  },
  {
    CODE: '379040000E',
    NAME: '臺北市政府教育局',
  },
  {
    CODE: '379110000G',
    NAME: '臺北市政府工務局',
  },
  {
    CODE: '376422600E',
    NAME: '宜蘭縣政府文化局',
  },
  {
    CODE: '379120000J',
    NAME: '臺北市政府社會局',
  },
  {
    CODE: '379140000I',
    NAME: '臺北市政府衛生局',
  },
  {
    CODE: '379150000I',
    NAME: '臺北市政府環境保護局',
  },
  {
    CODE: '379200000A',
    NAME: '臺北市政府主計處',
  },
  {
    CODE: '379210000A',
    NAME: '臺北市政府人事處',
  },
  {
    CODE: '379220000A',
    NAME: '臺北市政府研究發展考核委員會',
  },
  {
    CODE: '379230000G',
    NAME: '臺北市都市計畫委員會',
  },
  {
    CODE: '379270000K',
    NAME: '臺北自來水事業處',
  },
  {
    CODE: '379300000A',
    NAME: '臺北市松山區公所',
  },
  {
    CODE: '379310000A',
    NAME: '臺北市大安區公所',
  },
  {
    CODE: '376422700J',
    NAME: '宜蘭縣立殯葬管理所',
  },
  {
    CODE: '379380000A',
    NAME: '臺北市大同區公所',
  },
  {
    CODE: '379390000A',
    NAME: '臺北市中山區公所',
  },
  {
    CODE: '379400000A',
    NAME: '臺北市內湖區公所',
  },
  {
    CODE: '379410000A',
    NAME: '臺北市南港區公所',
  },
  {
    CODE: '379440000A',
    NAME: '臺北市士林區公所',
  },
  {
    CODE: '379450000A',
    NAME: '臺北市北投區公所',
  },
  {
    CODE: '379460000A',
    NAME: '臺北市信義區公所',
  },
  {
    CODE: '379470000A',
    NAME: '臺北市中正區公所',
  },
  {
    CODE: '379480000A',
    NAME: '臺北市萬華區公所',
  },
  {
    CODE: '379490000A',
    NAME: '臺北市文山區公所',
  },
  {
    CODE: '376422800C',
    NAME: '宜蘭縣政府消防局',
  },
  {
    CODE: '379510000H',
    NAME: '臺北市政府捷運工程局',
  },
  {
    CODE: '379530000H',
    NAME: '臺北市政府交通局',
  },
  {
    CODE: '379540000A',
    NAME: '臺北市政府政風處',
  },
  {
    CODE: '379550000G',
    NAME: '臺北翡翠水庫管理局',
  },
  {
    CODE: '379560000G',
    NAME: '臺北市政府都市發展局',
  },
  {
    CODE: '379570000A',
    NAME: '臺北市政府消防局',
  },
  {
    CODE: '379590000E',
    NAME: '臺北市政府文化局',
  },
  {
    CODE: '379620000M',
    NAME: '臺北大眾捷運股份有限公司',
  },
  {
    CODE: '379640000A',
    NAME: '臺北市政府客家事務委員會',
  },
  {
    CODE: '379660000E',
    NAME: '臺北市政府觀光傳播局',
  },
  {
    CODE: '376422900E',
    NAME: '宜蘭縣史館',
  },
  {
    CODE: '379670000G',
    NAME: '臺北市政府產業發展局',
  },
  {
    CODE: '379680000A',
    NAME: '臺北市政府公務人員訓練處',
  },
  {
    CODE: '379700000A',
    NAME: '臺北市政府地政局',
  },
  {
    CODE: '379710000A',
    NAME: '臺北市政府兵役局',
  },
  {
    CODE: '379720000A',
    NAME: '臺北市政府原住民族事務委員會',
  },
  {
    CODE: '379730000A',
    NAME: '臺北市政府資訊局',
  },
  {
    CODE: '379740000E',
    NAME: '臺北市政府體育局',
  },
  {
    CODE: '379750000A',
    NAME: '臺北市政府法務局',
  },
  {
    CODE: '379760000J',
    NAME: '臺北市政府勞動局',
  },
  {
    CODE: '376737200M',
    NAME: '桃園大眾捷運股份有限公司',
  },
  {
    CODE: null,
    NAME: '桃園大眾捷運股份有限公司蘆竹機廠',
  },
  {
    CODE: '376423000I',
    NAME: '宜蘭縣動植物防疫所',
  },
  {
    CODE: '380010000A',
    NAME: '桃園市政府秘書處',
  },
  {
    CODE: '380020000A',
    NAME: '桃園市政府民政局',
  },
  {
    CODE: '380030000D',
    NAME: '桃園市政府財政局',
  },
  {
    CODE: '380040000E',
    NAME: '桃園市政府教育局',
  },
  {
    CODE: '380110000G',
    NAME: '桃園市政府工務局',
  },
  {
    CODE: '380120000J',
    NAME: '桃園市政府社會局',
  },
  {
    CODE: '380140000I',
    NAME: '桃園市政府衛生局',
  },
  {
    CODE: '380150000I',
    NAME: '桃園市政府環境保護局',
  },
  {
    CODE: '380160000A',
    NAME: '桃園市政府地政局',
  },
  {
    CODE: '380170000G',
    NAME: '桃園市政府經濟發展局',
  },
  {
    CODE: '376423100E',
    NAME: '宜蘭縣立蘭陽博物館',
  },
  {
    CODE: '380180000E',
    NAME: '桃園市政府新聞處',
  },
  {
    CODE: '380200000A',
    NAME: '桃園市政府主計處',
  },
  {
    CODE: '380210000A',
    NAME: '桃園市政府人事處',
  },
  {
    CODE: '380220000A',
    NAME: '桃園市政府研究發展考核委員會',
  },
  {
    CODE: '380230000A',
    NAME: '桃園市政府政風處',
  },
  {
    CODE: '380240000J',
    NAME: '桃園市政府勞動局',
  },
  {
    CODE: '380250000G',
    NAME: '桃園市政府水務局',
  },
  {
    CODE: '380260000D',
    NAME: '桃園市政府地方稅務局',
  },
  {
    CODE: '380270000G',
    NAME: '桃園市政府農業局',
  },
  {
    CODE: null,
    NAME: '桃園市肉品市場',
  },
  {
    CODE: '380290000H',
    NAME: '桃園市政府交通局',
  },
  {
    CODE: '376423200E',
    NAME: '宜蘭縣家庭教育中心',
  },
  {
    CODE: '380300000H',
    NAME: '桃園市政府觀光旅遊局',
  },
  {
    CODE: '380320000A',
    NAME: '桃園市政府消防局',
  },
  {
    CODE: null,
    NAME: '桃園市政府消防局第三大隊山腳分隊',
  },
  {
    CODE: '380330000E',
    NAME: '桃園市政府文化局',
  },
  {
    CODE: '380350000A',
    NAME: '桃園市政府客家事務局',
  },
  {
    CODE: '380360000G',
    NAME: '桃園市政府都市發展局',
  },
  {
    CODE: '380410000E',
    NAME: '桃園市政府體育局',
  },
  {
    CODE: '380420000A',
    NAME: '桃園市政府青年事務局',
  },
  {
    CODE: '380430000A',
    NAME: '桃園市政府法務局',
  },
  {
    CODE: '380440000A',
    NAME: '桃園市政府原住民族行政局',
  },
  {
    CODE: '380450000K',
    NAME: '桃園航空城股份有限公司',
  },
  {
    CODE: '371011000A',
    NAME: '金門縣烈嶼鄉公所',
  },
  {
    CODE: '376423300A',
    NAME: '宜蘭縣原住民事務所',
  },
  {
    CODE: '380510000A',
    NAME: '桃園市桃園區公所',
  },
  {
    CODE: '',
    NAME: '臺北市殯葬管理處第二殯儀館',
  },
  {
    CODE: '',
    NAME: '虎尾鎮殯葬管理所',
  },
  {
    CODE: '',
    NAME: '財政部臺北國稅局內湖稽徵所',
  },
  {
    CODE: null,
    NAME: '新北市政府稅捐稽徵處新莊分處',
  },
  {
    CODE: null,
    NAME: '臺北市稅捐稽徵處大安分處',
  },
  {
    CODE: '380520000A',
    NAME: '桃園市中壢區公所',
  },
  {
    CODE: '380530000A',
    NAME: '桃園市平鎮區公所',
  },
  {
    CODE: '380540000A',
    NAME: '桃園市八德區公所',
  },
  {
    CODE: '380550000A',
    NAME: '桃園市楊梅區公所',
  },
  {
    CODE: '380560000A',
    NAME: '桃園市蘆竹區公所',
  },
  {
    CODE: '380570000A',
    NAME: '桃園市大溪區公所',
  },
  {
    CODE: '380580000A',
    NAME: '桃園市大園區公所',
  },
  {
    CODE: '380590000A',
    NAME: '桃園市龜山區公所',
  },
  {
    CODE: '380600000A',
    NAME: '桃園市龍潭區公所',
  },
  {
    CODE: '376420001G',
    NAME: '宜蘭縣海洋及漁業發展所',
  },
  {
    CODE: '380610000A',
    NAME: '桃園市新屋區公所',
  },
  {
    CODE: '380620000A',
    NAME: '桃園市觀音區公所',
  },
  {
    CODE: '380630000A',
    NAME: '桃園市復興區公所',
  },
  {
    CODE: '380910000A',
    NAME: '桃園市復興區民代表會',
  },
  {
    CODE: '382010000A',
    NAME: '新北市政府秘書處',
  },
  {
    CODE: '382020000A',
    NAME: '新北市政府民政局',
  },
  {
    CODE: '382030000D',
    NAME: '新北市政府財政局',
  },
  {
    CODE: '382040000E',
    NAME: '新北市政府教育局',
  },
  {
    CODE: '382110000G',
    NAME: '新北市政府工務局',
  },
  {
    CODE: '382120000J',
    NAME: '新北市政府社會局',
  },
  {
    CODE: '376425100A',
    NAME: '宜蘭縣宜蘭市公所',
  },
  {
    CODE: '382140000I',
    NAME: '新北市政府衛生局',
  },
  {
    CODE: '382150000I',
    NAME: '新北市政府環境保護局',
  },
  {
    CODE: '382160000A',
    NAME: '新北市政府地政局',
  },
  {
    CODE: '382170000G',
    NAME: '新北市政府經濟發展局',
  },
  {
    CODE: '382180000E',
    NAME: '新北市政府新聞局',
  },
  {
    CODE: '382200000A',
    NAME: '新北市政府主計處',
  },
  {
    CODE: '382210000A',
    NAME: '新北市政府人事處',
  },
  {
    CODE: '382220000A',
    NAME: '新北市政府研究發展考核委員會',
  },
  {
    CODE: '382230000A',
    NAME: '新北市政府政風處',
  },
  {
    CODE: '382240000J',
    NAME: '新北市政府勞工局',
  },
  {
    CODE: '376425200A',
    NAME: '宜蘭縣羅東鎮公所',
  },
  {
    CODE: '382250000G',
    NAME: '新北市政府水利局',
  },
  {
    CODE: '382270000G',
    NAME: '新北市政府農業局',
  },
  {
    CODE: '382280000G',
    NAME: '新北市政府城鄉發展局',
  },
  {
    CODE: '382290000H',
    NAME: '新北市政府交通局',
  },
  {
    CODE: '382300000H',
    NAME: '新北市政府觀光旅遊局',
  },
  {
    CODE: '382310000A',
    NAME: '新北市政府法制局',
  },
  {
    CODE: '382320000A',
    NAME: '新北市政府消防局',
  },
  {
    CODE: '382330000E',
    NAME: '新北市政府文化局',
  },
  {
    CODE: '382340000A',
    NAME: '新北市政府原住民族行政局',
  },
  {
    CODE: '382350000A',
    NAME: '新北市政府客家事務局',
  },
  {
    CODE: '376425300A',
    NAME: '宜蘭縣蘇澳鎮公所',
  },
  {
    CODE: '382360000H',
    NAME: '新北市政府捷運工程局',
  },
  {
    CODE: '382510000A',
    NAME: '新北市板橋區公所',
  },
  {
    CODE: '382520000A',
    NAME: '新北市三重區公所',
  },
  {
    CODE: '382530000A',
    NAME: '新北市永和區公所',
  },
  {
    CODE: '382540000A',
    NAME: '新北市中和區公所',
  },
  {
    CODE: '382550000A',
    NAME: '新北市新莊區公所',
  },
  {
    CODE: '382560000A',
    NAME: '新北市新店區公所',
  },
  {
    CODE: '382570000A',
    NAME: '新北市鶯歌區公所',
  },
  {
    CODE: '382580000A',
    NAME: '新北市三峽區公所',
  },
  {
    CODE: '382590000A',
    NAME: '新北市淡水區公所',
  },
  {
    CODE: '376425400A',
    NAME: '宜蘭縣頭城鎮公所',
  },
  {
    CODE: '382600000A',
    NAME: '新北市瑞芳區公所',
  },
  {
    CODE: '382610000A',
    NAME: '新北市五股區公所',
  },
  {
    CODE: '382620000A',
    NAME: '新北市泰山區公所',
  },
  {
    CODE: '382630000A',
    NAME: '新北市林口區公所',
  },
  {
    CODE: '382640000A',
    NAME: '新北市深坑區公所',
  },
  {
    CODE: '382650000A',
    NAME: '新北市石碇區公所',
  },
  {
    CODE: '382660000A',
    NAME: '新北市坪林區公所',
  },
  {
    CODE: '382670000A',
    NAME: '新北市三芝區公所',
  },
  {
    CODE: '382680000A',
    NAME: '新北市石門區公所',
  },
  {
    CODE: '382690000A',
    NAME: '新北市八里區公所',
  },
  {
    CODE: '376425500A',
    NAME: '宜蘭縣礁溪鄉公所',
  },
  {
    CODE: '382700000A',
    NAME: '新北市平溪區公所',
  },
  {
    CODE: '382710000A',
    NAME: '新北市雙溪區公所',
  },
  {
    CODE: '382720000A',
    NAME: '新北市貢寮區公所',
  },
  {
    CODE: '382730000A',
    NAME: '新北市金山區公所',
  },
  {
    CODE: '382740000A',
    NAME: '新北市萬里區公所',
  },
  {
    CODE: '382750000A',
    NAME: '新北市烏來區公所',
  },
  {
    CODE: '382760000A',
    NAME: '新北市土城區公所',
  },
  {
    CODE: '382770000A',
    NAME: '新北市蘆洲區公所',
  },
  {
    CODE: '382780000A',
    NAME: '新北市汐止區公所',
  },
  {
    CODE: '382790000A',
    NAME: '新北市樹林區公所',
  },
  {
    CODE: '376425600A',
    NAME: '宜蘭縣壯圍鄉公所',
  },
  {
    CODE: '382910000A',
    NAME: '新北市烏來區民代表會',
  },
  {
    CODE: '387010000A',
    NAME: '臺中市政府秘書處',
  },
  {
    CODE: '387020000A',
    NAME: '臺中市政府民政局',
  },
  {
    CODE: '387030000D',
    NAME: '臺中市政府財政局',
  },
  {
    CODE: '387040000E',
    NAME: '臺中市政府教育局',
  },
  {
    CODE: '387100000G',
    NAME: '臺中市政府建設局',
  },
  {
    CODE: '387120000J',
    NAME: '臺中市政府社會局',
  },
  {
    CODE: '387140000I',
    NAME: '臺中市政府衛生局',
  },
  {
    CODE: '387150000I',
    NAME: '臺中市政府環境保護局',
  },
  {
    CODE: '387160000A',
    NAME: '臺中市政府地政局',
  },
  {
    CODE: '376425700A',
    NAME: '宜蘭縣員山鄉公所',
  },
  {
    CODE: '387170000G',
    NAME: '臺中市政府經濟發展局',
  },
  {
    CODE: '387180000E',
    NAME: '臺中市政府新聞局',
  },
  {
    CODE: '387200000A',
    NAME: '臺中市政府主計處',
  },
  {
    CODE: '387210000A',
    NAME: '臺中市政府人事處',
  },
  {
    CODE: '387220000A',
    NAME: '臺中市政府研究發展考核委員會',
  },
  {
    CODE: '387230000A',
    NAME: '臺中市政府政風處',
  },
  {
    CODE: '387240000J',
    NAME: '臺中市政府勞工局',
  },
  {
    CODE: '387250000G',
    NAME: '臺中市政府水利局',
  },
  {
    CODE: '387260000D',
    NAME: '臺中市政府地方稅務局',
  },
  {
    CODE: '387270000G',
    NAME: '臺中市政府農業局',
  },
  {
    CODE: '376425800A',
    NAME: '宜蘭縣冬山鄉公所',
  },
  {
    CODE: '387290000H',
    NAME: '臺中市政府交通局',
  },
  {
    CODE: '387300000H',
    NAME: '臺中市政府觀光旅遊局',
  },
  {
    CODE: '387310000A',
    NAME: '臺中市政府法制局',
  },
  {
    CODE: '387320000A',
    NAME: '臺中市政府消防局',
  },
  {
    CODE: '387330000E',
    NAME: '臺中市政府文化局',
  },
  {
    CODE: '387350000A',
    NAME: '臺中市政府客家事務委員會',
  },
  {
    CODE: '387360000G',
    NAME: '臺中市政府都市發展局',
  },
  {
    CODE: '387370000A',
    NAME: '臺中市政府原住民族事務委員會',
  },
  {
    CODE: '387380000M',
    NAME: '臺中快捷巴士股份有限公司',
  },
  {
    CODE: '387510000A',
    NAME: '臺中市中區區公所',
  },
  {
    CODE: '310900200Q',
    NAME: '私立輔仁大學',
  },
  {
    CODE: '310901100Q',
    NAME: '中華大學',
  },
  {
    CODE: '310942400R',
    NAME: '私立樹人醫護管理專科學校',
  },
  {
    CODE: '310942500R',
    NAME: '康寧大學',
  },
  {
    CODE: '310942600R',
    NAME: '育英醫護管理專科學校',
  },
  {
    CODE: '310942700R',
    NAME: '敏惠醫護管理專科學校',
  },
  {
    CODE: '310942800R',
    NAME: '高美醫護管理專科學校',
  },
  {
    CODE: '310942900R',
    NAME: '聖母醫護管理專科學校',
  },
  {
    CODE: '310943000R',
    NAME: '崇仁醫護管理專科學校',
  },
  {
    CODE: '310943100R',
    NAME: '新生醫護管理專科學校',
  },
  {
    CODE: '310943200R',
    NAME: '耕莘健康管理專科學校',
  },
  {
    CODE: '310995401R',
    NAME: '臺北城市科技大學',
  },
  {
    CODE: '310901200Q',
    NAME: '大葉大學',
  },
  {
    CODE: '',
    NAME: '東海大學',
  },
  {
    CODE: '',
    NAME: '台灣首府大學',
  },
  {
    CODE: '',
    NAME: '修平科技大學',
  },
  {
    CODE: null,
    NAME: '中信金融管理學院',
  },
  {
    CODE: '',
    NAME: '桃園創新技術學院',
  },
  {
    CODE: '',
    NAME: '亞太創意技術學院',
  },
  {
    CODE: null,
    NAME: '馬偕醫學院',
  },
  {
    CODE: null,
    NAME: '法鼓文理學院',
  },
  {
    CODE: null,
    NAME: '台灣浸會神學院',
  },
  {
    CODE: null,
    NAME: '臺北基督學院',
  },
  {
    CODE: '310901300Q',
    NAME: '華梵大學',
  },
  {
    CODE: null,
    NAME: '一貫道天皇學院',
  },
  {
    CODE: '310901400Q',
    NAME: '義守大學',
  },
  {
    CODE: '310901500Q',
    NAME: '世新大學',
  },
  {
    CODE: '310901600Q',
    NAME: '銘傳大學',
  },
  {
    CODE: '310901700Q',
    NAME: '實踐大學',
  },
  {
    CODE: '310901800Q',
    NAME: '朝陽科技大學',
  },
  {
    CODE: '310901900Q',
    NAME: '南臺科技大學',
  },
  {
    CODE: '310902000Q',
    NAME: '高雄醫學大學',
  },
  {
    CODE: '310900300Q',
    NAME: '私立東吳大學',
  },
  {
    CODE: '310902100Q',
    NAME: '南華大學',
  },
  {
    CODE: '310902200Q',
    NAME: '真理大學',
  },
  {
    CODE: '310902300Q',
    NAME: '大同大學',
  },
  {
    CODE: '310902400Q',
    NAME: '臺北醫學大學',
  },
  {
    CODE: '310902500Q',
    NAME: '中山醫學大學',
  },
  {
    CODE: '310902600Q',
    NAME: '龍華科技大學',
  },
  {
    CODE: '310902700Q',
    NAME: '崑山科技大學',
  },
  {
    CODE: '310902800Q',
    NAME: '嘉南藥理大學',
  },
  {
    CODE: '310902900Q',
    NAME: '慈濟大學',
  },
  {
    CODE: '310903000Q',
    NAME: '輔英科技大學',
  },
  {
    CODE: '310900400Q',
    NAME: '私立中原大學',
  },
  {
    CODE: '310903100Q',
    NAME: '樹德科技大學',
  },
  {
    CODE: '310903200Q',
    NAME: '明新科技大學',
  },
  {
    CODE: '310903300Q',
    NAME: '長榮大學',
  },
  {
    CODE: '310903400Q',
    NAME: '弘光科技大學',
  },
  {
    CODE: '310903500Q',
    NAME: '中國醫藥大學',
  },
  {
    CODE: '310903600Q',
    NAME: '正修科技大學',
  },
  {
    CODE: '310903700Q',
    NAME: '健行科技大學',
  },
  {
    CODE: '310903800Q',
    NAME: '萬能科技大學',
  },
  {
    CODE: '310903900Q',
    NAME: '高苑科技大學',
  },
  {
    CODE: '310904000Q',
    NAME: '聖約翰科技大學',
  },
  {
    CODE: '310900500Q',
    NAME: '私立淡江大學',
  },
  {
    CODE: '310904100Q',
    NAME: '中國科技大學',
  },
  {
    CODE: '310904200Q',
    NAME: '大仁科技大學',
  },
  {
    CODE: '310904300Q',
    NAME: '嶺東科技大學',
  },
  {
    CODE: '310904400Q',
    NAME: '亞洲大學',
  },
  {
    CODE: '310904500Q',
    NAME: '開南大學',
  },
  {
    CODE: '310904600Q',
    NAME: '元培醫事科技大學',
  },
  {
    CODE: '310904700Q',
    NAME: '佛光大學',
  },
  {
    CODE: '310904800Q',
    NAME: '遠東科技大學',
  },
  {
    CODE: '310907300Q',
    NAME: '大華科技大學',
  },
  {
    CODE: '310907800Q',
    NAME: '玄奘大學',
  },
  {
    CODE: '310900600Q',
    NAME: '私立中國文化大學',
  },
  {
    CODE: '310908701Q',
    NAME: '明志科技大學',
  },
  {
    CODE: '310908800Q',
    NAME: '文藻外語大學',
  },
  {
    CODE: '310909100Q',
    NAME: '大漢技術學院',
  },
  {
    CODE: '310909600Q',
    NAME: '永達技術學院',
  },
  {
    CODE: '310909700Q',
    NAME: '建國科技大學',
  },
  {
    CODE: '310909900Q',
    NAME: '慈濟科技大學',
  },
  {
    CODE: '310992000Q',
    NAME: '中臺科技大學',
  },
  {
    CODE: '310992300Q',
    NAME: '德霖技術學院',
  },
  {
    CODE: '310992500Q',
    NAME: '和春技術學院',
  },
  {
    CODE: '310992700Q',
    NAME: '亞東技術學院',
  },
  {
    CODE: '310900700Q',
    NAME: '私立逢甲大學',
  },
  {
    CODE: '310993000Q',
    NAME: '中州技術學院',
  },
  {
    CODE: '310993300Q',
    NAME: '致理科技大學',
  },
  {
    CODE: '310993400Q',
    NAME: '醒吾科技大學',
  },
  {
    CODE: '310993500Q',
    NAME: '東方設計學院',
  },
  {
    CODE: '310993800Q',
    NAME: '長庚技術學院',
  },
  {
    CODE: '310994000Q',
    NAME: '致遠管理學院',
  },
  {
    CODE: '310994300Q',
    NAME: '興國管理學院',
  },
  {
    CODE: '310994400Q',
    NAME: '稻江科技暨管理學院',
  },
  {
    CODE: '310994600Q',
    NAME: '蘭陽技術學院',
  },
  {
    CODE: '310994900Q',
    NAME: '南榮科技大學',
  },
  {
    CODE: '310900800Q',
    NAME: '私立靜宜大學',
  },
  {
    CODE: '310995000Q',
    NAME: '黎明技術學院',
  },
  {
    CODE: '310995200Q',
    NAME: '經國管理暨健康學院',
  },
  {
    CODE: '310995600Q',
    NAME: '大同技術學院',
  },
  {
    CODE: '310995700Q',
    NAME: '崇右技術學院',
  },
  {
    CODE: '310995900Q',
    NAME: '華夏科技大學',
  },
  {
    CODE: '310996000Q',
    NAME: '臺灣觀光學院',
  },
  {
    CODE: '310996100Q',
    NAME: '中華醫事科技大學',
  },
  {
    CODE: '310996200Q',
    NAME: '景文科技大學',
  },
  {
    CODE: '310996300Q',
    NAME: '法鼓佛教研修學院',
  },
  {
    CODE: '310996400Q',
    NAME: '明道大學',
  },
  {
    CODE: '310900900Q',
    NAME: '長庚大學',
  },
  {
    CODE: '310996500Q',
    NAME: '台北海洋技術學院',
  },
  {
    CODE: '310996600Q',
    NAME: '德明財經科技大學',
  },
  {
    CODE: '310996700Q',
    NAME: '東南科技大學',
  },
  {
    CODE: '310996800Q',
    NAME: '立德大學',
  },
  {
    CODE: '310996900Q',
    NAME: '南開科技大學',
  },
  {
    CODE: '310997100Q',
    NAME: '高鳳數位內容學院',
  },
  {
    CODE: '310997200Q',
    NAME: '育達科技大學',
  },
  {
    CODE: '310997300Q',
    NAME: '中華科技大學',
  },
  {
    CODE: '310997400Q',
    NAME: '僑光科技大學',
  },
  {
    CODE: '310901000Q',
    NAME: '元智大學',
  },
  {
    CODE: '310997500Q',
    NAME: '北台灣科學技術學院',
  },
  {
    CODE: '310997600Q',
    NAME: '美和科技大學',
  },
  {
    CODE: '310997700Q',
    NAME: '環球科技大學',
  },
  {
    CODE: '310997800Q',
    NAME: '吳鳳科技大學',
  },
  {
    CODE: '310997900Q',
    NAME: '台南應用科技大學',
  },
  {
    CODE: '310912500R',
    NAME: '私立南榮工商專科學校',
  },
  {
    CODE: '310941800R',
    NAME: '仁德醫護管理專科學校',
  },
  {
    CODE: '310941900R',
    NAME: '馬偕護理專科學校',
  },
  {
    CODE: '310942000R',
    NAME: '私立慈惠醫護管理專科學校',
  },
  {
    CODE: 'A05000000C',
    NAME: '國防部',
  },
  {
    CODE: 'A05000000C',
    NAME: '國防部研究發展管制考核委員會',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍航空特戰指揮部',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍航空特戰指揮部第六○一旅',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍航空特戰指揮部第六○二旅',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍航空特戰指揮部飛行訓練指揮部',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍航空特戰指揮部特種作戰指揮部',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍航空特戰指揮部特戰訓練中心',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍航空特戰指揮部空降訓練中心',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍教育訓練暨準則發展指揮部',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍北區聯合測考中心',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍南區聯合測考中心',
  },
  {
    CODE: 'A05000000C',
    NAME: '國防部國防採購室',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍砲兵部隊測考中心',
  },
  {
    CODE: 'A05111200C',
    NAME: '陸軍步兵訓練指揮部',
  },
  {
    CODE: 'A05111500C',
    NAME: '陸軍裝甲兵訓練指揮部',
  },
  {
    CODE: 'A05111300C',
    NAME: '陸軍砲兵訓練指揮部',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍化生放核訓練中心',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍工兵訓練中心',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍通信電子資訊訓練中心',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍後勤指揮部',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍後勤指揮部通信電子器材基地勤務廠',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍後勤指揮部航空基地勤務廠',
  },
  {
    CODE: 'A05000000C',
    NAME: '國防部國家賠償事件處理會',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍後勤指揮部飛彈光電基地勤務廠',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍後勤指揮部兵工整備發展中心',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍後勤指揮部後勤訓練中心',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍後勤指揮部第一地區支援指揮部',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍後勤指揮部第二地區支援指揮部',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍後勤指揮部第三地區支援指揮部',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍後勤指揮部第四地區支援指揮部',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍後勤指揮部第五地區支援指揮部',
  },
  {
    CODE: 'A05120000C',
    NAME: '國防部海軍司令部',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍司令部人事軍務處',
  },
  {
    CODE: 'A05000000C',
    NAME: '國防部訴願審議會',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍司令部主計處',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍司令部後勤處',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍司令部政治作戰室',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍司令部計畫處',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍司令部軍事情報處',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍司令部督察長室',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍司令部戰鬥系統處',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍司令部戰備訓練處',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍艦隊指揮部',
  },
  {
    CODE: 'A05120300S',
    NAME: '海軍技術學校',
  },
  {
    CODE: 'A05000000C',
    NAME: '國防部資源規劃司',
  },
  {
    CODE: 'A05120100S',
    NAME: '海軍軍官學校',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍教育訓練暨準則發展指揮部',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍陸戰隊指揮部',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍陸戰隊兩棲偵搜大隊',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍陸戰隊陸戰六六旅',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍陸戰隊陸戰九九旅',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍陸戰隊防空警衛群',
  },
  {
    CODE: 'A05120000C',
    NAME: '三軍聯合作戰訓練基地指揮部',
  },
  {
    CODE: 'A05120200S',
    NAME: '海軍陸戰隊學校',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍保修指揮部',
  },
  {
    CODE: 'A05000000C',
    NAME: '國防部戰略規劃司',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍基隆後勤支援指揮部',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍左營後勤支援指揮部',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍馬公後勤支援指揮部',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍蘇澳後勤支援指揮部',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍通信系統指揮部',
  },
  {
    CODE: 'A05120000C',
    NAME: '海軍大氣海洋局',
  },
  {
    CODE: 'A05130000C',
    NAME: '國防部空軍司令部',
  },
  {
    CODE: 'A05130000C',
    NAME: '空軍司令部人事軍務處',
  },
  {
    CODE: 'A05130000C',
    NAME: '空軍司令部主計處',
  },
  {
    CODE: 'A05130000C',
    NAME: '空軍司令部後勤處',
  },
  {
    CODE: 'A05000000C',
    NAME: '國防部整合評估司',
  },
  {
    CODE: 'A05130000C',
    NAME: '空軍司令部政治作戰室',
  },
  {
    CODE: 'A05130000C',
    NAME: '空軍司令部計畫處',
  },
  {
    CODE: 'A05130000C',
    NAME: '空軍司令部軍事情報處',
  },
  {
    CODE: 'A05130000C',
    NAME: '空軍司令部通信電子資訊處',
  },
  {
    CODE: 'A05130000C',
    NAME: '空軍司令部督察長室',
  },
  {
    CODE: 'A05130000C',
    NAME: '空軍司令部戰備訓練處',
  },
  {
    CODE: 'A05130000C',
    NAME: '空軍作戰指揮部',
  },
  {
    CODE: 'A05130000C',
    NAME: '空軍防空砲兵指揮部',
  },
  {
    CODE: 'A05130000C',
    NAME: '空軍松山基地指揮部',
  },
  {
    CODE: 'A05130100S',
    NAME: '空軍軍官學校',
  },
  {
    CODE: 'A05000000C',
    NAME: '國防部總督察長室',
  },
  {
    CODE: 'A05130200S',
    NAME: '空軍航空技術學院',
  },
  {
    CODE: 'A05130000C',
    NAME: '空軍教育訓練暨準則發展指揮部',
  },
  {
    CODE: 'A05130000C',
    NAME: '空軍保修指揮部',
  },
  {
    CODE: 'A05130000C',
    NAME: '空軍第七三七聯隊',
  },
  {
    CODE: 'A05130000C',
    NAME: '空軍第四○一戰術混合聯隊',
  },
  {
    CODE: 'A05130000C',
    NAME: '空軍第四九九戰術戰鬥機聯隊',
  },
  {
    CODE: 'A05130000C',
    NAME: '空軍第四二七戰術戰鬥機聯隊',
  },
  {
    CODE: 'A05130000C',
    NAME: '空軍第四三九混合聯隊',
  },
  {
    CODE: 'A05130000C',
    NAME: '空軍第四五五聯隊',
  },
  {
    CODE: 'A05130000C',
    NAME: '空軍第四四三聯隊',
  },
  {
    CODE: 'A05000000C',
    NAME: '大專程度義務役預備軍官預備士官考選會',
  },
  {
    CODE: 'A05140000C',
    NAME: '國防部後備指揮部',
  },
  {
    CODE: 'A05140000C',
    NAME: '後備動員幹部訓練中心',
  },
  {
    CODE: 'A05140100C',
    NAME: '國防部後備指揮部北部地區後備指揮部',
  },
  {
    CODE: 'A05140200C',
    NAME: '國防部後備指揮部中部地區後備指揮部',
  },
  {
    CODE: 'A05140300C',
    NAME: '國防部後備指揮部南部地區後備指揮部',
  },
  {
    CODE: 'A05140100C',
    NAME: '宜蘭縣後備指揮部',
  },
  {
    CODE: 'A05140100C',
    NAME: '花蓮縣後備指揮部',
  },
  {
    CODE: 'A05140200C',
    NAME: '南投縣後備指揮部',
  },
  {
    CODE: 'A05140300C',
    NAME: '屏東縣後備指揮部',
  },
  {
    CODE: 'A05140200C',
    NAME: '苗栗縣後備指揮部',
  },
  {
    CODE: 'A05050200C',
    NAME: '國防部電訊發展室',
  },
  {
    CODE: 'A05140100C',
    NAME: '桃園市後備指揮部',
  },
  {
    CODE: 'A05140300C',
    NAME: '高雄市後備指揮部',
  },
  {
    CODE: 'A05140100C',
    NAME: '基隆市後備指揮部',
  },
  {
    CODE: 'A05140200C',
    NAME: '雲林縣後備指揮部',
  },
  {
    CODE: 'A05140100C',
    NAME: '新北市後備指揮部',
  },
  {
    CODE: 'A05140100C',
    NAME: '新竹後備指揮部',
  },
  {
    CODE: 'A05140200C',
    NAME: '嘉義後備指揮部',
  },
  {
    CODE: 'A05140200C',
    NAME: '彰化縣後備指揮部',
  },
  {
    CODE: 'A05140200C',
    NAME: '臺中市後備指揮部',
  },
  {
    CODE: 'A05140100C',
    NAME: '臺北市後備指揮部',
  },
  {
    CODE: 'A05000000C',
    NAME: '國防部人事室',
  },
  {
    CODE: 'A05010000C',
    NAME: '國防部政治作戰局',
  },
  {
    CODE: 'A05140300C',
    NAME: '臺東縣後備指揮部',
  },
  {
    CODE: 'A05140300C',
    NAME: '臺南市後備指揮部',
  },
  {
    CODE: 'A05140300C',
    NAME: '澎湖縣後備指揮部',
  },
  {
    CODE: 'A05150000C',
    NAME: '國防部憲兵指揮部',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵二○二指揮部',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵二○三指揮部',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵二○五指揮部',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵二○四指揮部',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部士林憲兵隊',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部宜蘭憲兵隊',
  },
  {
    CODE: 'A05030000C',
    NAME: '國防部主計局',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部花蓮憲兵隊',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部金門憲兵隊',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部保防安全組',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部南投憲兵隊',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部屏東憲兵隊',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部苗栗憲兵隊',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部桃園憲兵隊',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部馬祖憲兵隊',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部高雄憲兵隊',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部基隆憲兵隊',
  },
  {
    CODE: 'A05030200C',
    NAME: '國防部主計局財務中心',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部雲林憲兵隊',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部新北市憲兵隊',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部新竹憲兵隊',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部嘉義憲兵隊',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部彰化憲兵隊',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部臺中憲兵隊',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部臺北憲兵隊',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部臺東憲兵隊',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部臺南憲兵隊',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部澎湖憲兵隊',
  },
  {
    CODE: 'A05030100C',
    NAME: '國防部主計局帳務中心',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部警衛大隊',
  },
  {
    CODE: 'A05150100S',
    NAME: '憲兵學校',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵訓練中心',
  },
  {
    CODE: 'A05150000C',
    NAME: '憲兵指揮部刑事鑑識中心',
  },
  {
    CODE: 'A05010000C',
    NAME: '國防部軍事安全總隊',
  },
  {
    CODE: null,
    NAME: '國防大學政治作戰學院',
  },
  {
    CODE: null,
    NAME: '國防大學管理學院',
  },
  {
    CODE: null,
    NAME: '國防部心理作戰大隊',
  },
  {
    CODE: null,
    NAME: '陸軍汽車基地勤務廠',
  },
  {
    CODE: 'A05050000C',
    NAME: '國防部參謀本部',
  },
  {
    CODE: 'A05050000C',
    NAME: '國防部參謀本部人事參謀次長室',
  },
  {
    CODE: 'A05050000C',
    NAME: '國防部參謀本部作戰及計畫參謀次長室',
  },
  {
    CODE: 'A05050000C',
    NAME: '國防部參謀本部後勤參謀次長室',
  },
  {
    CODE: 'A05050000C',
    NAME: '國防部參謀本部訓練參謀次長室',
  },
  {
    CODE: 'A05050000C',
    NAME: '國防部參謀本部情報參謀次長室',
  },
  {
    CODE: 'A05000000C',
    NAME: '國防部主計室',
  },
  {
    CODE: 'A05050000C',
    NAME: '國防部參謀本部通信電子資訊參謀次長室',
  },
  {
    CODE: 'A05050000C',
    NAME: '國防部參謀本部資電作戰指揮部',
  },
  {
    CODE: 'A05050000C',
    NAME: '國防部參謀本部防空飛彈指揮部',
  },
  {
    CODE: 'A05050100C',
    NAME: '國防部軍事情報局',
  },
  {
    CODE: 'A05050101S',
    NAME: '軍事情報學校',
  },
  {
    CODE: 'A05010000C',
    NAME: '國防部軍事安全總隊反情報工作站',
  },
  {
    CODE: 'A05010000C',
    NAME: '國防部軍事安全總隊中部地區工作站',
  },
  {
    CODE: 'A05020000C',
    NAME: '國防部軍備局',
  },
  {
    CODE: 'A05020000C',
    NAME: '國防部軍備局規格鑑測中心',
  },
  {
    CODE: 'A05020000C',
    NAME: '國防部軍備局工程營產中心',
  },
  {
    CODE: 'A05000000C',
    NAME: '國防部全民防衛動員室',
  },
  {
    CODE: 'A05020000C',
    NAME: '國防部軍備局生產製造中心',
  },
  {
    CODE: 'A05020100C',
    NAME: '國家中山科學研究院',
  },
  {
    CODE: 'A05040000C',
    NAME: '國防部軍醫局',
  },
  {
    CODE: 'A05040000C',
    NAME: '三軍衛材供應處',
  },
  {
    CODE: 'A05220000S',
    NAME: '國防醫學院',
  },
  {
    CODE: 'A05220000S',
    NAME: '國防醫學院三軍總醫院',
  },
  {
    CODE: 'A05220000S',
    NAME: '國防醫學院三軍總醫院汀州院區',
  },
  {
    CODE: 'A05220000S',
    NAME: '國防醫學院三軍總醫院松山分院',
  },
  {
    CODE: 'A05220000S',
    NAME: '國防醫學院三軍總醫院北投分院',
  },
  {
    CODE: 'A05220000S',
    NAME: '國防醫學院三軍總醫院基隆分院',
  },
  {
    CODE: 'A05000000C',
    NAME: '國防部官兵權益保障會',
  },
  {
    CODE: 'A05220000S',
    NAME: '國防醫學院三軍總醫院澎湖分院',
  },
  {
    CODE: 'A05040000C',
    NAME: '國軍花蓮總醫院',
  },
  {
    CODE: 'A05040000C',
    NAME: '國軍桃園總醫院',
  },
  {
    CODE: 'A05040000C',
    NAME: '國軍高雄總醫院',
  },
  {
    CODE: 'A05040000C',
    NAME: '國軍高雄總醫院左營分院',
  },
  {
    CODE: 'A05040000C',
    NAME: '國軍高雄總醫院岡山分院',
  },
  {
    CODE: 'A05040000C',
    NAME: '國軍臺中總醫院',
  },
  {
    CODE: 'A05210000S',
    NAME: '國防大學',
  },
  {
    CODE: 'A05230000S',
    NAME: '中正國防幹部預備學校',
  },
  {
    CODE: 'A05110000C',
    NAME: '國防部陸軍司令部',
  },
  {
    CODE: 'A05000000C',
    NAME: '國防部法律事務司',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍司令部人事軍務處',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍司令部工兵處',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍司令部化學兵處',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍司令部主計處',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍司令部後勤處',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍司令部政治作戰室',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍司令部計畫處',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍司令部軍事情報處',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍司令部通信電子資訊處',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍司令部督察長室',
  },
  {
    CODE: 'A05000000C',
    NAME: '國防部法規會',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍司令部戰備訓練處',
  },
  {
    CODE: 'A05110100S',
    NAME: '陸軍軍官學校',
  },
  {
    CODE: 'A05110200S',
    NAME: '陸軍專科學校',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍第六軍團指揮部',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍第六軍團砲兵第二一指揮部',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍六軍團關渡地區指揮部',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍六軍團蘭陽地區指揮部',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍六軍團蘭機械化步兵第二六九旅',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍第六軍團裝甲第五八四旅',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍第六軍團裝甲第五四二旅',
  },
  {
    CODE: 'A05000000C',
    NAME: '國防部政風室',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍第六軍團步兵第一五三旅',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍第六軍團步兵第二○六旅',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍第八軍團指揮部',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍第八軍團砲兵第四三指揮部',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍第八軍團機械化步兵第三三三旅',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍第八軍團裝甲第五六四旅',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍第八軍團步兵第二○三旅',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍第十軍團指揮部',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍第十軍團砲兵第五八指揮部',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍第十軍團機械化步兵第二三四旅',
  },
  {
    CODE: 'A05000000C',
    NAME: '國防部政務辦公室',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍第十軍團裝甲第五八六旅',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍第十軍團步兵第三○二旅',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍第十軍團步兵第一○四旅',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍第十軍團步兵第二五七旅',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍花東防衛指揮部',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍臺東地區指揮部',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍澎湖防衛指揮部',
  },
  {
    CODE: 'A05111100C',
    NAME: '陸軍金門防衛指揮部',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍馬祖防衛指揮部',
  },
  {
    CODE: 'A05110000C',
    NAME: '陸軍東引地區指揮部',
  },
  {
    CODE: '313300000K',
    NAME: '臺灣糖業股份有限公司',
  },
  {
    CODE: '313305000K',
    NAME: '臺灣糖業股份有限公司中彰區處',
  },
  {
    CODE: '313504800K',
    NAME: '台灣中油股份有限公司煉製事業部',
  },
  {
    CODE: '313504900K',
    NAME: '台灣中油股份有限公司天然氣事業部',
  },
  {
    CODE: '313505000K',
    NAME: '台灣中油股份有限公司探採事業部',
  },
  {
    CODE: '313505100K',
    NAME: '台灣中油股份有限公司綠能科技研究所',
  },
  {
    CODE: '313505300K',
    NAME: '台灣中油股份有限公司土壤及地下水整治工程處',
  },
  {
    CODE: '313520000K',
    NAME: '台灣自來水股份有限公司',
  },
  {
    CODE: '313520100K',
    NAME: '台灣自來水股份有限公司第一區管理處',
  },
  {
    CODE: '313520200K',
    NAME: '台灣自來水股份有限公司第二區管理處',
  },
  {
    CODE: '313520300K',
    NAME: '台灣自來水股份有限公司第三區管理處',
  },
  {
    CODE: '313520400K',
    NAME: '台灣自來水股份有限公司第四區管理處',
  },
  {
    CODE: '313306800K',
    NAME: '臺灣糖業股份有限公司高雄分公司',
  },
  {
    CODE: '313520500K',
    NAME: '台灣自來水股份有限公司第五區管理處',
  },
  {
    CODE: '313520600K',
    NAME: '台灣自來水股份有限公司第六區管理處',
  },
  {
    CODE: '313520700K',
    NAME: '台灣自來水股份有限公司第七區管理處',
  },
  {
    CODE: '313520800K',
    NAME: '台灣自來水股份有限公司第八區管理處',
  },
  {
    CODE: '313520900K',
    NAME: '台灣自來水股份有限公司第九區管理處',
  },
  {
    CODE: '313521000K',
    NAME: '台灣自來水股份有限公司第十區管理處',
  },
  {
    CODE: '313521100K',
    NAME: '台灣自來水股份有限公司第十一區管理處',
  },
  {
    CODE: '313521200K',
    NAME: '台灣自來水股份有限公司第十二區管理處',
  },
  {
    CODE: '313522100K',
    NAME: '台灣自來水股份有限公司北區工程處',
  },
  {
    CODE: '313522200K',
    NAME: '台灣自來水股份有限公司中區工程處',
  },
  {
    CODE: '313307600K',
    NAME: '臺灣糖業股份有限公司臺南區處',
  },
  {
    CODE: '313522300K',
    NAME: '台灣自來水股份有限公司南區工程處',
  },
  {
    CODE: '315810000M',
    NAME: '臺灣汽車客運股份有限公司',
  },
  {
    CODE: '315830000M',
    NAME: '中華郵政股份有限公司',
  },
  {
    CODE: '315830100M',
    NAME: '中華郵政股份有限公司臺北郵局',
  },
  {
    CODE: '315830200M',
    NAME: '中華郵政股份有限公司板橋郵局',
  },
  {
    CODE: '315830300M',
    NAME: '中華郵政股份有限公司臺中郵局',
  },
  {
    CODE: '315830400M',
    NAME: '中華郵政股份有限公司高雄郵局',
  },
  {
    CODE: '315830500M',
    NAME: '中華郵政股份有限公司基隆郵局',
  },
  {
    CODE: '315830600M',
    NAME: '中華郵政股份有限公司三重郵局',
  },
  {
    CODE: '315830700M',
    NAME: '中華郵政股份有限公司桃園郵局',
  },
  {
    CODE: '313307700K',
    NAME: '臺灣糖業股份有限公司高雄區處',
  },
  {
    CODE: '315830900M',
    NAME: '中華郵政股份有限公司新竹郵局',
  },
  {
    CODE: '315831100M',
    NAME: '中華郵政股份有限公司彰化郵局',
  },
  {
    CODE: '315831200M',
    NAME: '中華郵政股份有限公司嘉義郵局',
  },
  {
    CODE: '315831300M',
    NAME: '中華郵政股份有限公司臺南郵局',
  },
  {
    CODE: '315831500M',
    NAME: '中華郵政股份有限公司苗栗郵局',
  },
  {
    CODE: '315831600M',
    NAME: '中華郵政股份有限公司南投郵局',
  },
  {
    CODE: '315831700M',
    NAME: '中華郵政股份有限公司雲林郵局',
  },
  {
    CODE: '315831800M',
    NAME: '中華郵政股份有限公司新營郵局',
  },
  {
    CODE: '315831900M',
    NAME: '中華郵政股份有限公司屏東郵局',
  },
  {
    CODE: '315832000M',
    NAME: '中華郵政股份有限公司宜蘭郵局',
  },
  {
    CODE: '313307800K',
    NAME: '臺灣糖業股份有限公司屏東區處',
  },
  {
    CODE: '315832100M',
    NAME: '中華郵政股份有限公司花蓮郵局',
  },
  {
    CODE: '315832200M',
    NAME: '中華郵政股份有限公司臺東郵局',
  },
  {
    CODE: '315832300M',
    NAME: '中華郵政股份有限公司澎湖郵局',
  },
  {
    CODE: '315837000M',
    NAME: '中華郵政股份有限公司臺北郵件處理中心',
  },
  {
    CODE: '315850000M',
    NAME: '桃園國際機場股份有限公司',
  },
  {
    CODE: '315860000M',
    NAME: '臺灣港務股份有限公司',
  },
  {
    CODE: '315860100M',
    NAME: '臺灣港務股份有限公司基隆港務分公司',
  },
  {
    CODE: '315860200M',
    NAME: '臺灣港務股份有限公司臺中港務分公司',
  },
  {
    CODE: '313308900K',
    NAME: '臺灣糖業股份有限公司量販事業部',
  },
  {
    CODE: '315860300M',
    NAME: '臺灣港務股份有限公司高雄港務分公司',
  },
  {
    CODE: '315860400M',
    NAME: '臺灣港務股份有限公司花蓮港務分公司',
  },
  {
    CODE: '315860500M',
    NAME: '臺灣港務港勤股份有限公司',
  },
  {
    CODE: 'A07310000N',
    NAME: '臺灣金融控股股份有限公司',
  },
  {
    CODE: 'A07310100N',
    NAME: '臺灣銀行股份有限公司',
  },
  {
    CODE: 'A07310200N',
    NAME: '臺銀綜合證券股份有限公司',
  },
  {
    CODE: 'A07310300N',
    NAME: '臺銀人壽保險股份有限公司',
  },
  {
    CODE: 'A07320000N',
    NAME: '臺灣土地銀行股份有限公司',
  },
  {
    CODE: 'A07324R00N',
    NAME: '土銀保險經紀人股份有限公司',
  },
  {
    CODE: 'A07410000K',
    NAME: '臺灣菸酒股份有限公司',
  },
  {
    CODE: '313309400K',
    NAME: '臺灣糖業股份有限公司精緻農業事業部',
  },
  {
    CODE: 'A07410100K',
    NAME: '臺灣菸酒股份有限公司臺北營業處',
  },
  {
    CODE: 'A07410300K',
    NAME: '臺灣菸酒股份有限公司桃園營業處',
  },
  {
    CODE: 'A07410400K',
    NAME: '臺灣菸酒股份有限公司臺中營業處',
  },
  {
    CODE: 'A07410500K',
    NAME: '臺灣菸酒股份有限公司嘉義營業處',
  },
  {
    CODE: 'A07410600K',
    NAME: '臺灣菸酒股份有限公司臺南營業處',
  },
  {
    CODE: 'A07410700K',
    NAME: '臺灣菸酒股份有限公司高雄營業處',
  },
  {
    CODE: 'A07410800K',
    NAME: '臺灣菸酒股份有限公司花蓮營業處',
  },
  {
    CODE: 'A07410900K',
    NAME: '臺灣菸酒股份有限公司特販營業處',
  },
  {
    CODE: 'A07411000K',
    NAME: '臺灣菸酒股份有限公司臺北菸廠',
  },
  {
    CODE: 'A07411100K',
    NAME: '臺灣菸酒股份有限公司內埔菸廠',
  },
  {
    CODE: '313309500K',
    NAME: '臺灣糖業股份有限公司畜殖事業部',
  },
  {
    CODE: 'A07411300K',
    NAME: '臺灣菸酒股份有限公司豐原捲菸研發製造工廠',
  },
  {
    CODE: 'A07411500K',
    NAME: '臺灣菸酒股份有限公司宜蘭酒廠',
  },
  {
    CODE: 'A07411600K',
    NAME: '臺灣菸酒股份有限公司臺中酒廠',
  },
  {
    CODE: 'A07411700K',
    NAME: '臺灣菸酒股份有限公司南投酒廠',
  },
  {
    CODE: 'A07411800K',
    NAME: '臺灣菸酒股份有限公司埔里酒廠',
  },
  {
    CODE: 'A07411900K',
    NAME: '臺灣菸酒股份有限公司嘉義酒廠',
  },
  {
    CODE: 'A07412000K',
    NAME: '臺灣菸酒股份有限公司隆田酒廠',
  },
  {
    CODE: 'A07412100K',
    NAME: '臺灣菸酒股份有限公司屏東酒廠',
  },
  {
    CODE: 'A07412200K',
    NAME: '臺灣菸酒股份有限公司花蓮酒廠',
  },
  {
    CODE: 'A07412400K',
    NAME: '臺灣菸酒股份有限公司烏日啤酒廠',
  },
  {
    CODE: '313309800K',
    NAME: '臺灣糖業股份有限公司商品行銷事業部',
  },
  {
    CODE: 'A07412500K',
    NAME: '臺灣菸酒股份有限公司善化啤酒廠',
  },
  {
    CODE: 'A07412600K',
    NAME: '臺灣菸酒股份有限公司竹南啤酒廠',
  },
  {
    CODE: 'A07412700K',
    NAME: '臺灣菸酒股份有限公司台北啤酒工場',
  },
  {
    CODE: 'A07412800K',
    NAME: '臺灣菸酒股份有限公司酒類暨生技研究所',
  },
  {
    CODE: 'A07412900K',
    NAME: '臺灣菸酒股份有限公司新北營業處',
  },
  {
    CODE: 'A07413000K',
    NAME: '臺灣菸酒股份有限公司桃園酒廠',
  },
  {
    CODE: 'A07413100K',
    NAME: '臺灣菸酒股份有限公司桃園印刷廠',
  },
  {
    CODE: 'A45050000N',
    NAME: '中央存款保險股份有限公司',
  },
  {
    CODE: 'A51008100K',
    NAME: '榮民工程股份有限公司',
  },
  {
    CODE: '313313100K',
    NAME: '台灣電力股份有限公司水火力發電事業部',
  },
  {
    CODE: '313309901K',
    NAME: '臺灣糖業股份有限公司環保事業營運中心',
  },
  {
    CODE: '313313200K',
    NAME: '台灣電力股份有限公司水火力發電事業部策劃室',
  },
  {
    CODE: '313313300K',
    NAME: '台灣電力股份有限公司核能發電事業部',
  },
  {
    CODE: '313313400K',
    NAME: '台灣電力股份有限公司核能發電事業部策劃室',
  },
  {
    CODE: '313313500K',
    NAME: '台灣電力股份有限公司輸供電事業部',
  },
  {
    CODE: '313313600K',
    NAME: '台灣電力股份有限公司輸供電事業部策劃室',
  },
  {
    CODE: '313313700K',
    NAME: '台灣電力股份有限公司配售電事業部',
  },
  {
    CODE: '313313800K',
    NAME: '台灣電力股份有限公司配售電事業部策劃室',
  },
  {
    CODE: '315850100M',
    NAME: '桃園機場保全股份有限公司',
  },
  {
    CODE: '313309000K',
    NAME: '臺灣糖業股份有限公司臺糖長榮酒店',
  },
  {
    CODE: '313309300K',
    NAME: '臺灣糖業股份有限公司尖山埤江南渡假村',
  },
  {
    CODE: '313300500K',
    NAME: '臺灣糖業股份有限公司訓練中心',
  },
  {
    CODE: '313310000K',
    NAME: '台灣電力股份有限公司',
  },
  {
    CODE: '313303000K',
    NAME: '臺灣糖業股份有限公司虎尾糖廠',
  },
  {
    CODE: '313305300K',
    NAME: '臺灣糖業股份有限公司善化糖廠',
  },
  {
    CODE: '313306400K',
    NAME: '臺灣糖業股份有限公司小港廠',
  },
  {
    CODE: '313308901K',
    NAME: '臺灣糖業股份有限公司量販事業部楠梓量販店',
  },
  {
    CODE: '313308902K',
    NAME: '臺灣糖業股份有限公司量販事業部北港量販店',
  },
  {
    CODE: '313308903K',
    NAME: '臺灣糖業股份有限公司量販事業部屏東量販店',
  },
  {
    CODE: '313308906K',
    NAME: '臺灣糖業股份有限公司量販事業部嘉年華購物中心',
  },
  {
    CODE: '313308907K',
    NAME: '臺灣糖業股份有限公司量販事業部西屯量販店',
  },
  {
    CODE: '313309802K',
    NAME: '臺灣糖業股份有限公司商品行銷事業部新竹營業所',
  },
  {
    CODE: '313309803K',
    NAME: '臺灣糖業股份有限公司商品行銷事業部臺中營業所',
  },
  {
    CODE: '313310100K',
    NAME: '台灣電力股份有限公司基隆區營業處',
  },
  {
    CODE: '313309804K',
    NAME: '臺灣糖業股份有限公司商品行銷事業部嘉義營業所',
  },
  {
    CODE: '313309805K',
    NAME: '臺灣糖業股份有限公司商品行銷事業部臺南營業所',
  },
  {
    CODE: '313309807K',
    NAME: '臺灣糖業股份有限公司商品行銷事業部高雄營業所',
  },
  {
    CODE: '313309808K',
    NAME: '臺灣糖業股份有限公司商品行銷事業部花蓮營業所',
  },
  {
    CODE: '313309809K',
    NAME: '臺灣糖業股份有限公司商品行銷事業部臺東營業所',
  },
  {
    CODE: '313321506K',
    NAME: '台灣電力股份有限公司核能火力發電工程處北部施工處',
  },
  {
    CODE: '313321507K',
    NAME: '台灣電力股份有限公司核能火力發電工程處龍門施工處',
  },
  {
    CODE: '313321508K',
    NAME: '台灣電力股份有限公司核能火力發電工程處南部施工處',
  },
  {
    CODE: '313321512K',
    NAME: '台灣電力股份有限公司核能火力發電工程處協和施工處',
  },
  {
    CODE: '313321511K',
    NAME: '台灣電力股份有限公司核能火力發電工程處中部施工處',
  },
  {
    CODE: '313310200K',
    NAME: '台灣電力股份有限公司台北市區營業處',
  },
  {
    CODE: '313321601K',
    NAME: '台灣電力股份有限公司輸變電工程處中區施工處',
  },
  {
    CODE: '313321602K',
    NAME: '台灣電力股份有限公司輸變電工程處南區施工處',
  },
  {
    CODE: '313321603K',
    NAME: '台灣電力股份有限公司輸變電工程處北區施工處',
  },
  {
    CODE: '313323301K',
    NAME: '台灣電力股份有限公司電力修護處南部分處',
  },
  {
    CODE: '313323302K',
    NAME: '台灣電力股份有限公司電力修護處中部分處',
  },
  {
    CODE: '313504102K',
    NAME: '台灣中油股份有限公司油品行銷事業部台北營業處',
  },
  {
    CODE: '313504104K',
    NAME: '台灣中油股份有限公司油品行銷事業部台中營業處',
  },
  {
    CODE: '313504107K',
    NAME: '台灣中油股份有限公司油品行銷事業部高雄營業處',
  },
  {
    CODE: '313504108K',
    NAME: '台灣中油股份有限公司油品行銷事業部東區營業處',
  },
  {
    CODE: '313504109K',
    NAME: '台灣中油股份有限公司油品行銷事業部基隆營業處',
  },
  {
    CODE: '313310300K',
    NAME: '台灣電力股份有限公司台北北區營業處',
  },
  {
    CODE: '313504111K',
    NAME: '台灣中油股份有限公司油品行銷事業部竹苗營業處',
  },
  {
    CODE: '313504112K',
    NAME: '台灣中油股份有限公司油品行銷事業部嘉義營業處',
  },
  {
    CODE: '313504801K',
    NAME: '台灣中油股份有限公司煉製事業部桃園煉油廠',
  },
  {
    CODE: '313504802K',
    NAME: '台灣中油股份有限公司煉製事業部大林煉油廠',
  },
  {
    CODE: '313504803K',
    NAME: '台灣中油股份有限公司煉製事業部高雄煉油廠',
  },
  {
    CODE: '313504902K',
    NAME: '台灣中油股份有限公司天然氣事業部永安液化天然氣廠',
  },
  {
    CODE: '313504904K',
    NAME: '台灣中油股份有限公司天然氣事業部台中液化天然氣廠',
  },
  {
    CODE: '313504905K',
    NAME: '台灣中油股份有限公司天然氣事業部北區營業處',
  },
  {
    CODE: '313504906K',
    NAME: '台灣中油股份有限公司天然氣事業部南區營業處',
  },
  {
    CODE: '313505001K',
    NAME: '台灣中油股份有限公司探採事業部鑽探工程處',
  },
  {
    CODE: '313310400K',
    NAME: '台灣電力股份有限公司台北南區營業處',
  },
  {
    CODE: '313505002K',
    NAME: '台灣中油股份有限公司探採事業部採油工程處',
  },
  {
    CODE: '313505003K',
    NAME: '台灣中油股份有限公司探採事業部注儲工程處',
  },
  {
    CODE: '313505004K',
    NAME: '台灣中油股份有限公司探採事業部天然氣處理廠',
  },
  {
    CODE: '313505005K',
    NAME: '台灣中油股份有限公司探採事業部工程服務處',
  },
  {
    CODE: '313505007K',
    NAME: '台灣中油股份有限公司探採事業部海域處',
  },
  {
    CODE: '313505008K',
    NAME: '台灣中油股份有限公司探採事業部國外業務處',
  },
  {
    CODE: 'A07310101N',
    NAME: '臺銀綜合保險經紀人股份有限公司',
  },
  {
    CODE: 'A07310102N',
    NAME: '臺灣銀行股份有限公司館前分行',
  },
  {
    CODE: 'A07310103N',
    NAME: '臺灣銀行股份有限公司臺南分行',
  },
  {
    CODE: 'A07310104N',
    NAME: '臺灣銀行股份有限公司臺中分行',
  },
  {
    CODE: '313310500K',
    NAME: '台灣電力股份有限公司台北西區營業處',
  },
  {
    CODE: 'A07310105N',
    NAME: '臺灣銀行股份有限公司高雄分行',
  },
  {
    CODE: 'A07310106N',
    NAME: '臺灣銀行股份有限公司基隆分行',
  },
  {
    CODE: 'A07310107N',
    NAME: '臺灣銀行股份有限公司中興新村分行',
  },
  {
    CODE: 'A07310108N',
    NAME: '臺灣銀行股份有限公司嘉義分行',
  },
  {
    CODE: 'A07310109N',
    NAME: '臺灣銀行股份有限公司新竹分行',
  },
  {
    CODE: 'A0731010AN',
    NAME: '臺灣銀行股份有限公司彰化分行',
  },
  {
    CODE: 'A0731010BN',
    NAME: '臺灣銀行股份有限公司屏東分行',
  },
  {
    CODE: 'A0731010CN',
    NAME: '臺灣銀行股份有限公司花蓮分行',
  },
  {
    CODE: 'A0731010DN',
    NAME: '臺灣銀行股份有限公司延平分行',
  },
  {
    CODE: 'A0731010EN',
    NAME: '臺灣銀行股份有限公司中山分行',
  },
  {
    CODE: '313310700K',
    NAME: '台灣電力股份有限公司桃園區營業處',
  },
  {
    CODE: 'A0731010FN',
    NAME: '臺灣銀行股份有限公司高雄加工出口區分行',
  },
  {
    CODE: 'A0731010GN',
    NAME: '臺灣銀行股份有限公司宜蘭分行',
  },
  {
    CODE: 'A0731010HN',
    NAME: '臺灣銀行股份有限公司臺東分行',
  },
  {
    CODE: 'A0731010JN',
    NAME: '臺灣銀行股份有限公司澎湖分行',
  },
  {
    CODE: 'A0731010KN',
    NAME: '臺灣銀行股份有限公司鳳山分行',
  },
  {
    CODE: 'A0731010LN',
    NAME: '臺灣銀行股份有限公司桃園分行',
  },
  {
    CODE: 'A0731010MN',
    NAME: '臺灣銀行股份有限公司板橋分行',
  },
  {
    CODE: 'A0731010NN',
    NAME: '臺灣銀行股份有限公司新營分行',
  },
  {
    CODE: 'A0731010PN',
    NAME: '臺灣銀行股份有限公司苗栗分行',
  },
  {
    CODE: 'A0731010QN',
    NAME: '臺灣銀行股份有限公司豐原分行',
  },
  {
    CODE: '313310800K',
    NAME: '台灣電力股份有限公司新竹區營業處',
  },
  {
    CODE: 'A0731010RN',
    NAME: '臺灣銀行股份有限公司斗六分行',
  },
  {
    CODE: 'A0731010SN',
    NAME: '臺灣銀行股份有限公司南投分行',
  },
  {
    CODE: 'A0731010TN',
    NAME: '臺灣銀行股份有限公司南門分行',
  },
  {
    CODE: 'A0731010UN',
    NAME: '臺灣銀行股份有限公司公館分行',
  },
  {
    CODE: 'A0731010VN',
    NAME: '臺灣銀行股份有限公司左營分行',
  },
  {
    CODE: 'A0731010WN',
    NAME: '臺灣銀行股份有限公司北投分行',
  },
  {
    CODE: 'A0731010XN',
    NAME: '臺灣銀行股份有限公司霧峰分行',
  },
  {
    CODE: 'A0731010YN',
    NAME: '臺灣銀行股份有限公司安平分行',
  },
  {
    CODE: 'A07310110N',
    NAME: '臺灣銀行股份有限公司中壢分行',
  },
  {
    CODE: 'A07310111N',
    NAME: '臺灣銀行股份有限公司三重分行',
  },
  {
    CODE: '313310900K',
    NAME: '台灣電力股份有限公司苗栗區營業處',
  },
  {
    CODE: 'A07310112N',
    NAME: '臺灣銀行股份有限公司頭份分行',
  },
  {
    CODE: 'A07310113N',
    NAME: '臺灣銀行股份有限公司前鎮分行',
  },
  {
    CODE: 'A07310114N',
    NAME: '臺灣銀行股份有限公司城中分行',
  },
  {
    CODE: 'A07310115N',
    NAME: '臺灣銀行股份有限公司民權分行',
  },
  {
    CODE: 'A07310116N',
    NAME: '臺灣銀行股份有限公司潭子分行',
  },
  {
    CODE: 'A07310117N',
    NAME: '臺灣銀行股份有限公司連城分行',
  },
  {
    CODE: 'A07310118N',
    NAME: '臺灣銀行股份有限公司員林分行',
  },
  {
    CODE: 'A07310119N',
    NAME: '臺灣銀行股份有限公司松江分行',
  },
  {
    CODE: 'A0731011AN',
    NAME: '臺灣銀行股份有限公司鼓山分行',
  },
  {
    CODE: 'A0731011BN',
    NAME: '臺灣銀行股份有限公司龍山分行',
  },
  {
    CODE: '313311000K',
    NAME: '台灣電力股份有限公司台中區營業處',
  },
  {
    CODE: 'A0731011CN',
    NAME: '臺灣銀行股份有限公司忠孝分行',
  },
  {
    CODE: 'A0731011DN',
    NAME: '臺灣銀行股份有限公司信義分行',
  },
  {
    CODE: 'A0731011EN',
    NAME: '臺灣銀行股份有限公司復興分行',
  },
  {
    CODE: 'A0731011FN',
    NAME: '臺灣銀行股份有限公司三民分行',
  },
  {
    CODE: 'A0731011GN',
    NAME: '臺灣銀行股份有限公司臺中港分行',
  },
  {
    CODE: 'A0731011HN',
    NAME: '臺灣銀行股份有限公司羅東分行',
  },
  {
    CODE: 'A0731011JN',
    NAME: '臺灣銀行股份有限公司埔里分行',
  },
  {
    CODE: 'A0731011KN',
    NAME: '臺灣銀行股份有限公司岡山分行',
  },
  {
    CODE: 'A0731011LN',
    NAME: '臺灣銀行股份有限公司新興分行',
  },
  {
    CODE: 'A0731011MN',
    NAME: '臺灣銀行股份有限公司苓雅分行',
  },
  {
    CODE: '313301500K',
    NAME: '臺灣糖業股份有限公司研究所',
  },
  {
    CODE: '313311200K',
    NAME: '台灣電力股份有限公司南投區營業處',
  },
  {
    CODE: 'A0731011NN',
    NAME: '臺灣銀行股份有限公司松山分行',
  },
  {
    CODE: 'A0731011PN',
    NAME: '臺灣銀行股份有限公司健行分行',
  },
  {
    CODE: 'A0731011QN',
    NAME: '臺灣銀行股份有限公司中和分行',
  },
  {
    CODE: 'A0731011RN',
    NAME: '臺灣銀行股份有限公司太保分行',
  },
  {
    CODE: 'A0731011SN',
    NAME: '臺灣銀行股份有限公司竹北分行',
  },
  {
    CODE: 'A0731011TN',
    NAME: '臺灣銀行股份有限公司士林分行',
  },
  {
    CODE: 'A0731011UN',
    NAME: '臺灣銀行股份有限公司新莊分行',
  },
  {
    CODE: 'A0731011VN',
    NAME: '臺灣銀行股份有限公司大甲分行',
  },
  {
    CODE: 'A0731011WN',
    NAME: '臺灣銀行股份有限公司新竹科學園區分行',
  },
  {
    CODE: 'A0731011XN',
    NAME: '臺灣銀行股份有限公司樹林分行',
  },
  {
    CODE: '313311300K',
    NAME: '台灣電力股份有限公司彰化區營業處',
  },
  {
    CODE: 'A0731011YN',
    NAME: '臺灣銀行股份有限公司新店分行',
  },
  {
    CODE: 'A07310120N',
    NAME: '臺灣銀行股份有限公司黎明分行',
  },
  {
    CODE: 'A07310121N',
    NAME: '臺灣銀行股份有限公司民生分行',
  },
  {
    CODE: 'A07310122N',
    NAME: '臺灣銀行股份有限公司永康分行',
  },
  {
    CODE: 'A07310123N',
    NAME: '臺灣銀行股份有限公司三多分行',
  },
  {
    CODE: 'A07310124N',
    NAME: '臺灣銀行股份有限公司臺北世貿中心分行',
  },
  {
    CODE: 'A07310125N',
    NAME: '臺灣銀行股份有限公司大安分行',
  },
  {
    CODE: 'A07310126N',
    NAME: '臺灣銀行股份有限公司華江分行',
  },
  {
    CODE: 'A07310127N',
    NAME: '臺灣銀行股份有限公司潮州分行',
  },
  {
    CODE: 'A07310128N',
    NAME: '臺灣銀行股份有限公司蘇澳分行',
  },
  {
    CODE: '313311400K',
    NAME: '台灣電力股份有限公司雲林區營業處',
  },
  {
    CODE: 'A07310129N',
    NAME: '臺灣銀行股份有限公司大雅分行',
  },
  {
    CODE: 'A0731012AN',
    NAME: '臺灣銀行股份有限公司楠梓分行',
  },
  {
    CODE: 'A0731012BN',
    NAME: '臺灣銀行股份有限公司臺中工業區分行',
  },
  {
    CODE: 'A0731012CN',
    NAME: '臺灣銀行股份有限公司敦化分行',
  },
  {
    CODE: 'A0731012DN',
    NAME: '臺灣銀行股份有限公司南港分行',
  },
  {
    CODE: 'A0731012EN',
    NAME: '臺灣銀行股份有限公司和平分行',
  },
  {
    CODE: 'A0731012FN',
    NAME: '臺灣銀行股份有限公司水湳分行',
  },
  {
    CODE: 'A0731012GN',
    NAME: '臺灣銀行股份有限公司中崙分行',
  },
  {
    CODE: 'A0731012HN',
    NAME: '臺灣銀行股份有限公司土城分行',
  },
  {
    CODE: 'A0731012JN',
    NAME: '臺灣銀行股份有限公司桃園國際機場分行',
  },
  {
    CODE: '313311500K',
    NAME: '台灣電力股份有限公司嘉義區營業處',
  },
  {
    CODE: 'A0731012KN',
    NAME: '臺灣銀行股份有限公司大昌分行',
  },
  {
    CODE: 'A0731012LN',
    NAME: '臺灣銀行股份有限公司五甲分行',
  },
  {
    CODE: 'A0731012MN',
    NAME: '臺灣銀行股份有限公司博愛分行',
  },
  {
    CODE: 'A0731012NN',
    NAME: '臺灣銀行股份有限公司中庄分行',
  },
  {
    CODE: 'A0731012PN',
    NAME: '臺灣銀行股份有限公司平鎮分行',
  },
  {
    CODE: 'A0731012QN',
    NAME: '臺灣銀行股份有限公司仁愛分行',
  },
  {
    CODE: 'A0731012RN',
    NAME: '臺灣銀行股份有限公司南崁分行',
  },
  {
    CODE: 'A0731012SN',
    NAME: '臺灣銀行股份有限公司圓山分行',
  },
  {
    CODE: 'A0731012TN',
    NAME: '臺灣銀行股份有限公司五股分行',
  },
  {
    CODE: 'A0731012UN',
    NAME: '臺灣銀行股份有限公司大里分行',
  },
  {
    CODE: '313311600K',
    NAME: '台灣電力股份有限公司新營區營業處',
  },
  {
    CODE: 'A0731012VN',
    NAME: '臺灣銀行股份有限公司安南分行',
  },
  {
    CODE: 'A0731012WN',
    NAME: '臺灣銀行股份有限公司西屯分行',
  },
  {
    CODE: 'A0731012XN',
    NAME: '臺灣銀行股份有限公司天母分行',
  },
  {
    CODE: 'A0731012YN',
    NAME: '臺灣銀行股份有限公司鹿港分行',
  },
  {
    CODE: 'A07310130N',
    NAME: '臺灣銀行股份有限公司內壢分行',
  },
  {
    CODE: 'A07310131N',
    NAME: '臺灣銀行股份有限公司臺南科學園區分行',
  },
  {
    CODE: 'A07310132N',
    NAME: '臺灣銀行股份有限公司虎尾分行',
  },
  {
    CODE: 'A07310133N',
    NAME: '臺灣銀行股份有限公司淡水分行',
  },
  {
    CODE: 'A07310134N',
    NAME: '臺灣銀行股份有限公司內湖分行',
  },
  {
    CODE: 'A07310135N',
    NAME: '臺灣銀行股份有限公司嘉北分行',
  },
  {
    CODE: '313311700K',
    NAME: '台灣電力股份有限公司台南區營業處',
  },
  {
    CODE: 'A07310136N',
    NAME: '臺灣銀行股份有限公司東港分行',
  },
  {
    CODE: 'A07310137N',
    NAME: '臺灣銀行股份有限公司汐止分行',
  },
  {
    CODE: 'A07310138N',
    NAME: '臺灣銀行股份有限公司梧棲分行',
  },
  {
    CODE: 'A07310139N',
    NAME: '臺灣銀行股份有限公司小港分行',
  },
  {
    CODE: 'A0731013AN',
    NAME: '臺灣銀行股份有限公司中屏分行',
  },
  {
    CODE: 'A0731013BN',
    NAME: '臺灣銀行股份有限公司群賢分行',
  },
  {
    CODE: 'A0731013CN',
    NAME: '臺灣銀行股份有限公司北大路分行',
  },
  {
    CODE: 'A0731013DN',
    NAME: '臺灣銀行股份有限公司文山分行',
  },
  {
    CODE: 'A0731013EN',
    NAME: '臺灣銀行股份有限公司太平分行',
  },
  {
    CODE: 'A0731013FN',
    NAME: '臺灣銀行股份有限公司德芳分行',
  },
  {
    CODE: '313311800K',
    NAME: '台灣電力股份有限公司高雄區營業處',
  },
  {
    CODE: 'A0731013GN',
    NAME: '臺灣銀行股份有限公司建國分行',
  },
  {
    CODE: 'A0731013JN',
    NAME: '臺灣銀行股份有限公司新園分行',
  },
  {
    CODE: 'A0731013KN',
    NAME: '臺灣銀行股份有限公司東桃園分行',
  },
  {
    CODE: 'A0731013LN',
    NAME: '臺灣銀行股份有限公司蘆洲分行',
  },
  {
    CODE: 'A0731013MN',
    NAME: '臺灣銀行股份有限公司高雄國際機場分行',
  },
  {
    CODE: 'A0731013NN',
    NAME: '臺灣銀行股份有限公司永吉簡易型分行',
  },
  {
    CODE: 'A0731013PN',
    NAME: '臺灣銀行股份有限公司東門簡易型分行',
  },
  {
    CODE: 'A0731013QN',
    NAME: '臺灣銀行股份有限公司愛國簡易型分行',
  },
  {
    CODE: 'A0731013RN',
    NAME: '臺灣銀行股份有限公司臺電簡易型分行',
  },
  {
    CODE: 'A0731013SN',
    NAME: '臺灣銀行股份有限公司北府簡易型分行',
  },
  {
    CODE: '313312300K',
    NAME: '台灣電力股份有限公司鳳山區營業處',
  },
  {
    CODE: 'A0731013TN',
    NAME: '臺灣銀行股份有限公司臺北港分行',
  },
  {
    CODE: 'A0731013UN',
    NAME: '臺灣銀行股份有限公司臺中科學園區分行',
  },
  {
    CODE: 'A0731013VN',
    NAME: '臺灣銀行股份有限公司高雄科學園區分行',
  },
  {
    CODE: 'A0731013WN',
    NAME: '臺灣銀行股份有限公司東湖分行',
  },
  {
    CODE: 'A0731013XN',
    NAME: '臺灣銀行股份有限公司高榮分行',
  },
  {
    CODE: 'A0731013YN',
    NAME: '臺灣銀行股份有限公司南港軟體園區分行',
  },
  {
    CODE: 'A07310140N',
    NAME: '臺灣銀行股份有限公司龍潭分行',
  },
  {
    CODE: 'A07310141N',
    NAME: '臺灣銀行股份有限公司仁德分行',
  },
  {
    CODE: 'A07310142N',
    NAME: '臺灣銀行股份有限公司林口分行',
  },
  {
    CODE: 'A07310143N',
    NAME: '臺灣銀行股份有限公司木柵分行',
  },
  {
    CODE: '313312400K',
    NAME: '台灣電力股份有限公司屏東區營業處',
  },
  {
    CODE: 'A07310144N',
    NAME: '臺灣銀行股份有限公司臺南創新園區分行',
  },
  {
    CODE: 'A07310145N',
    NAME: '臺灣銀行股份有限公司武昌分行',
  },
  {
    CODE: 'A07310146N',
    NAME: '臺灣銀行股份有限公司臺北分行',
  },
  {
    CODE: 'A07310147N',
    NAME: '臺灣銀行股份有限公司金山分行',
  },
  {
    CODE: 'A07310148N',
    NAME: '臺灣銀行股份有限公司信安分行',
  },
  {
    CODE: 'A07310149N',
    NAME: '臺灣銀行股份有限公司劍潭分行',
  },
  {
    CODE: 'A07310150N',
    NAME: '臺灣銀行股份有限公司萬華分行',
  },
  {
    CODE: 'A0731015AN',
    NAME: '臺灣銀行股份有限公司板新分行',
  },
  {
    CODE: 'A0731015CN',
    NAME: '臺灣銀行股份有限公司南新莊分行',
  },
  {
    CODE: 'A0731015DN',
    NAME: '臺灣銀行股份有限公司桃興分行',
  },
  {
    CODE: '313312500K',
    NAME: '台灣電力股份有限公司臺東區營業處',
  },
  {
    CODE: 'A0731015EN',
    NAME: '臺灣銀行股份有限公司新明分行',
  },
  {
    CODE: 'A0731015FN',
    NAME: '臺灣銀行股份有限公司六家分行',
  },
  {
    CODE: 'A0731015GN',
    NAME: '臺灣銀行股份有限公司北臺中分行',
  },
  {
    CODE: 'A0731015HN',
    NAME: '臺灣銀行股份有限公司中臺中分行',
  },
  {
    CODE: 'A0731015JN',
    NAME: '臺灣銀行股份有限公司嘉南分行',
  },
  {
    CODE: 'A0731015KN',
    NAME: '臺灣銀行股份有限公司南都分行',
  },
  {
    CODE: 'A0731015MN',
    NAME: '臺灣銀行股份有限公司北高雄分行',
  },
  {
    CODE: 'A0731015NN',
    NAME: '臺灣銀行股份有限公司成功分行',
  },
  {
    CODE: 'A0731015PN',
    NAME: '臺灣銀行股份有限公司北花蓮分行',
  },
  {
    CODE: 'A0731015QN',
    NAME: '臺灣銀行股份有限公司新湖分行',
  },
  {
    CODE: '313301700K',
    NAME: '臺灣糖業股份有限公司油品事業部',
  },
  {
    CODE: '313312600K',
    NAME: '台灣電力股份有限公司花蓮區營業處',
  },
  {
    CODE: 'A0731015RN',
    NAME: '臺灣銀行股份有限公司五福分行',
  },
  {
    CODE: 'A0731015SN',
    NAME: '臺灣銀行股份有限公司六甲頂分行',
  },
  {
    CODE: 'A0731015TN',
    NAME: '臺灣銀行股份有限公司中都分行',
  },
  {
    CODE: 'A0731015UN',
    NAME: '臺灣銀行股份有限公司臺北國際機場分行',
  },
  {
    CODE: 'A0731015VN',
    NAME: '臺灣銀行股份有限公司新莊副都心分行',
  },
  {
    CODE: 'A0731015WN',
    NAME: '臺灣銀行股份有限公司採購部',
  },
  {
    CODE: 'A0731015XN',
    NAME: '臺灣銀行股份有限公司貴金屬部',
  },
  {
    CODE: 'A0731015YN',
    NAME: '臺灣銀行股份有限公司公教保險部',
  },
  {
    CODE: 'A07310160N',
    NAME: '臺灣銀行股份有限公司屏東農科園區分行',
  },
  {
    CODE: 'A07310161N',
    NAME: '臺灣銀行股份有限公司仁武分行',
  },
  {
    CODE: '313312700K',
    NAME: '台灣電力股份有限公司宜蘭區營業處',
  },
  {
    CODE: 'A07310162N',
    NAME: '臺灣銀行股份有限公司新永和分行',
  },
  {
    CODE: 'A07310201N',
    NAME: '臺銀綜合證券股份有限公司民權分公司',
  },
  {
    CODE: 'A07310202N',
    NAME: '臺銀綜合證券股份有限公司金山分公司',
  },
  {
    CODE: 'A07310203N',
    NAME: '臺銀綜合證券股份有限公司新竹分公司',
  },
  {
    CODE: 'A07310204N',
    NAME: '臺銀綜合證券股份有限公司臺中分公司',
  },
  {
    CODE: 'A07310205N',
    NAME: '臺銀綜合證券股份有限公司臺南分公司',
  },
  {
    CODE: 'A07310206N',
    NAME: '臺銀綜合證券股份有限公司鳳山分公司',
  },
  {
    CODE: 'A07310207N',
    NAME: '臺銀綜合證券股份有限公司高雄分公司',
  },
  {
    CODE: 'A07310301N',
    NAME: '臺銀人壽保險股份有限公司台北分公司',
  },
  {
    CODE: 'A07310302N',
    NAME: '臺銀人壽保險股份有限公司桃園分公司',
  },
  {
    CODE: '313312800K',
    NAME: '台灣電力股份有限公司澎湖區營業處',
  },
  {
    CODE: 'A07310303N',
    NAME: '臺銀人壽保險股份有限公司新竹分公司',
  },
  {
    CODE: 'A07310304N',
    NAME: '臺銀人壽保險股份有限公司台中分公司',
  },
  {
    CODE: 'A07310305N',
    NAME: '臺銀人壽保險股份有限公司嘉義分公司',
  },
  {
    CODE: 'A07310306N',
    NAME: '臺銀人壽保險股份有限公司台南分公司',
  },
  {
    CODE: 'A07310307N',
    NAME: '臺銀人壽保險股份有限公司高雄分公司',
  },
  {
    CODE: 'A07310308N',
    NAME: '臺銀人壽保險股份有限公司花蓮分公司',
  },
  {
    CODE: 'A07320100N',
    NAME: '臺灣土地銀行股份有限公司基隆分行',
  },
  {
    CODE: 'A07320200N',
    NAME: '臺灣土地銀行股份有限公司中和分行',
  },
  {
    CODE: 'A07320300N',
    NAME: '臺灣土地銀行股份有限公司南港分行',
  },
  {
    CODE: 'A07320400N',
    NAME: '臺灣土地銀行股份有限公司臺北分行',
  },
  {
    CODE: '313312900K',
    NAME: '台灣電力股份有限公司金門區營業處',
  },
  {
    CODE: 'A07320500N',
    NAME: '臺灣土地銀行股份有限公司民權分行',
  },
  {
    CODE: 'A07320600N',
    NAME: '臺灣土地銀行股份有限公司古亭分行',
  },
  {
    CODE: 'A07320700N',
    NAME: '臺灣土地銀行股份有限公司長安分行',
  },
  {
    CODE: 'A07320800N',
    NAME: '臺灣土地銀行股份有限公司士林分行',
  },
  {
    CODE: 'A07320900N',
    NAME: '臺灣土地銀行股份有限公司三重分行',
  },
  {
    CODE: 'A07320A00N',
    NAME: '臺灣土地銀行股份有限公司宜蘭分行',
  },
  {
    CODE: 'A07320B00N',
    NAME: '臺灣土地銀行股份有限公司羅東分行',
  },
  {
    CODE: 'A07320C00N',
    NAME: '臺灣土地銀行股份有限公司桃園分行',
  },
  {
    CODE: 'A07320D00N',
    NAME: '臺灣土地銀行股份有限公司中壢分行',
  },
  {
    CODE: 'A07320E00N',
    NAME: '臺灣土地銀行股份有限公司石門分行',
  },
  {
    CODE: '313313000K',
    NAME: '台灣電力股份有限公司馬祖區營業處',
  },
  {
    CODE: 'A07320F00N',
    NAME: '臺灣土地銀行股份有限公司新竹分行',
  },
  {
    CODE: 'A07320G00N',
    NAME: '臺灣土地銀行股份有限公司竹東分行',
  },
  {
    CODE: 'A07320H00N',
    NAME: '臺灣土地銀行股份有限公司花蓮分行',
  },
  {
    CODE: 'A07320J00N',
    NAME: '臺灣土地銀行股份有限公司玉里分行',
  },
  {
    CODE: 'A07320K00N',
    NAME: '臺灣土地銀行股份有限公司苗栗分行',
  },
  {
    CODE: 'A07320L00N',
    NAME: '臺灣土地銀行股份有限公司頭份分行',
  },
  {
    CODE: 'A07320M00N',
    NAME: '臺灣土地銀行股份有限公司豐原分行',
  },
  {
    CODE: 'A07320N00N',
    NAME: '臺灣土地銀行股份有限公司大甲分行',
  },
  {
    CODE: 'A07320P00N',
    NAME: '臺灣土地銀行股份有限公司臺中分行',
  },
  {
    CODE: 'A07320Q00N',
    NAME: '臺灣土地銀行股份有限公司南投分行',
  },
  {
    CODE: '313314000K',
    NAME: '台灣電力股份有限公司興達發電廠',
  },
  {
    CODE: 'A07320R00N',
    NAME: '臺灣土地銀行股份有限公司員林分行',
  },
  {
    CODE: 'A07320S00N',
    NAME: '臺灣土地銀行股份有限公司斗六分行',
  },
  {
    CODE: 'A07320T00N',
    NAME: '臺灣土地銀行股份有限公司北港分行',
  },
  {
    CODE: 'A07320U00N',
    NAME: '臺灣土地銀行股份有限公司嘉義分行',
  },
  {
    CODE: 'A07320V00N',
    NAME: '臺灣土地銀行股份有限公司新營分行',
  },
  {
    CODE: 'A07320W00N',
    NAME: '臺灣土地銀行股份有限公司永康分行',
  },
  {
    CODE: 'A07320X00N',
    NAME: '臺灣土地銀行股份有限公司臺南分行',
  },
  {
    CODE: 'A07320Y00N',
    NAME: '臺灣土地銀行股份有限公司高雄分行',
  },
  {
    CODE: 'A07321000N',
    NAME: '臺灣土地銀行股份有限公司岡山分行',
  },
  {
    CODE: 'A07321100N',
    NAME: '臺灣土地銀行股份有限公司美濃分行',
  },
  {
    CODE: '313314100K',
    NAME: '台灣電力股份有限公司協和發電廠',
  },
  {
    CODE: 'A07321200N',
    NAME: '臺灣土地銀行股份有限公司屏東分行',
  },
  {
    CODE: 'A07321300N',
    NAME: '臺灣土地銀行股份有限公司臺東分行',
  },
  {
    CODE: 'A07321400N',
    NAME: '臺灣土地銀行股份有限公司青年分行',
  },
  {
    CODE: 'A07321500N',
    NAME: '臺灣土地銀行股份有限公司金門分行',
  },
  {
    CODE: 'A07321600N',
    NAME: '臺灣土地銀行股份有限公司澎湖分行',
  },
  {
    CODE: 'A07321700N',
    NAME: '臺灣土地銀行股份有限公司營業部',
  },
  {
    CODE: 'A07321800N',
    NAME: '臺灣土地銀行股份有限公司和平分行',
  },
  {
    CODE: 'A07321900N',
    NAME: '臺灣土地銀行股份有限公司潮州分行',
  },
  {
    CODE: 'A07321A00N',
    NAME: '臺灣土地銀行股份有限公司彰化分行',
  },
  {
    CODE: 'A07321B00N',
    NAME: '臺灣土地銀行股份有限公司中山分行',
  },
  {
    CODE: '313314200K',
    NAME: '台灣電力股份有限公司深澳發電廠',
  },
  {
    CODE: 'A07321C00N',
    NAME: '臺灣土地銀行股份有限公司永和分行',
  },
  {
    CODE: 'A07321D00N',
    NAME: '臺灣土地銀行股份有限公司板橋分行',
  },
  {
    CODE: 'A07321E00N',
    NAME: '臺灣土地銀行股份有限公司鳳山分行',
  },
  {
    CODE: 'A07321F00N',
    NAME: '臺灣土地銀行股份有限公司湖口分行',
  },
  {
    CODE: 'A07321G00N',
    NAME: '臺灣土地銀行股份有限公司蘇澳分行',
  },
  {
    CODE: 'A07321H00N',
    NAME: '臺灣土地銀行股份有限公司新興分行',
  },
  {
    CODE: 'A07321J00N',
    NAME: '臺灣土地銀行股份有限公司西臺中分行',
  },
  {
    CODE: 'A07321K00N',
    NAME: '臺灣土地銀行股份有限公司虎尾分行',
  },
  {
    CODE: 'A07321L00N',
    NAME: '臺灣土地銀行股份有限公司仁愛分行',
  },
  {
    CODE: 'A07321M00N',
    NAME: '臺灣土地銀行股份有限公司忠孝分行',
  },
  {
    CODE: '313314300K',
    NAME: '台灣電力股份有限公司林口發電廠',
  },
  {
    CODE: 'A07321N00N',
    NAME: '臺灣土地銀行股份有限公司中正分行',
  },
  {
    CODE: 'A07321P00N',
    NAME: '臺灣土地銀行股份有限公司新店分行',
  },
  {
    CODE: 'A07321Q00N',
    NAME: '臺灣土地銀行股份有限公司北臺南分行',
  },
  {
    CODE: 'A07321R00N',
    NAME: '臺灣土地銀行股份有限公司松山分行',
  },
  {
    CODE: 'A07321S00N',
    NAME: '臺灣土地銀行股份有限公司內湖分行',
  },
  {
    CODE: 'A07321T00N',
    NAME: '臺灣土地銀行股份有限公司三民分行',
  },
  {
    CODE: 'A07321U00N',
    NAME: '臺灣土地銀行股份有限公司民雄分行',
  },
  {
    CODE: 'A07321V00N',
    NAME: '臺灣土地銀行股份有限公司大社分行',
  },
  {
    CODE: 'A07321W00N',
    NAME: '臺灣土地銀行股份有限公司前鎮分行',
  },
  {
    CODE: 'A07321X00N',
    NAME: '臺灣土地銀行股份有限公司路竹分行',
  },
  {
    CODE: '313314400K',
    NAME: '台灣電力股份有限公司通霄發電廠',
  },
  {
    CODE: 'A07321Y00N',
    NAME: '臺灣土地銀行股份有限公司五甲分行',
  },
  {
    CODE: 'A07322000N',
    NAME: '臺灣土地銀行股份有限公司太平分行',
  },
  {
    CODE: 'A07322100N',
    NAME: '臺灣土地銀行股份有限公司正濱分行',
  },
  {
    CODE: 'A07322200N',
    NAME: '臺灣土地銀行股份有限公司敦化分行',
  },
  {
    CODE: 'A07322300N',
    NAME: '臺灣土地銀行股份有限公司信託部',
  },
  {
    CODE: 'A07322400N',
    NAME: '臺灣土地銀行股份有限公司蘆洲分行',
  },
  {
    CODE: 'A07322500N',
    NAME: '臺灣土地銀行股份有限公司北臺中分行',
  },
  {
    CODE: 'A07322600N',
    NAME: '臺灣土地銀行股份有限公司苓雅分行',
  },
  {
    CODE: 'A07322700N',
    NAME: '臺灣土地銀行股份有限公司信義分行',
  },
  {
    CODE: 'A07322800N',
    NAME: '臺灣土地銀行股份有限公司土城分行',
  },
  {
    CODE: '313301800K',
    NAME: '臺灣糖業股份有限公司生物科技事業部',
  },
  {
    CODE: '313314500K',
    NAME: '台灣電力股份有限公司台中發電廠',
  },
  {
    CODE: 'A07322900N',
    NAME: '臺灣土地銀行股份有限公司淡水分行',
  },
  {
    CODE: 'A07322A00N',
    NAME: '臺灣土地銀行股份有限公司草屯分行',
  },
  {
    CODE: 'A07322B00N',
    NAME: '臺灣土地銀行股份有限公司東臺南分行',
  },
  {
    CODE: 'A07322C00N',
    NAME: '臺灣土地銀行股份有限公司通霄分行',
  },
  {
    CODE: 'A07322D00N',
    NAME: '臺灣土地銀行股份有限公司學甲分行',
  },
  {
    CODE: 'A07322E00N',
    NAME: '臺灣土地銀行股份有限公司新莊分行',
  },
  {
    CODE: 'A07322F00N',
    NAME: '臺灣土地銀行股份有限公司雙和分行',
  },
  {
    CODE: 'A07322G00N',
    NAME: '臺灣土地銀行股份有限公司國外部',
  },
  {
    CODE: 'A07322H00N',
    NAME: '臺灣土地銀行股份有限公司白河分行',
  },
  {
    CODE: 'A07322J00N',
    NAME: '臺灣土地銀行股份有限公司復興分行',
  },
  {
    CODE: '313314600K',
    NAME: '台灣電力股份有限公司卓蘭發電廠',
  },
  {
    CODE: 'A07322K00N',
    NAME: '臺灣土地銀行股份有限公司平鎮分行',
  },
  {
    CODE: 'A07322L00N',
    NAME: '臺灣土地銀行股份有限公司國際金融分行',
  },
  {
    CODE: 'A07322M00N',
    NAME: '臺灣土地銀行股份有限公司文山分行',
  },
  {
    CODE: 'A07322N00N',
    NAME: '臺灣土地銀行股份有限公司中港分行',
  },
  {
    CODE: 'A07322P00N',
    NAME: '臺灣土地銀行股份有限公司東板橋分行',
  },
  {
    CODE: 'A07322Q00N',
    NAME: '臺灣土地銀行股份有限公司南崁分行',
  },
  {
    CODE: 'A07322R00N',
    NAME: '臺灣土地銀行股份有限公司建國分行',
  },
  {
    CODE: 'A07322S00N',
    NAME: '臺灣土地銀行股份有限公司樹林分行',
  },
  {
    CODE: 'A07322T00N',
    NAME: '臺灣土地銀行股份有限公司東台北分行',
  },
  {
    CODE: 'A07322U00N',
    NAME: '臺灣土地銀行股份有限公司西三重分行',
  },
  {
    CODE: '313314700K',
    NAME: '台灣電力股份有限公司大潭發電廠',
  },
  {
    CODE: 'A07322V00N',
    NAME: '臺灣土地銀行股份有限公司南台中分行',
  },
  {
    CODE: 'A07322W00N',
    NAME: '臺灣土地銀行股份有限公司長春分行',
  },
  {
    CODE: 'A07322X00N',
    NAME: '臺灣土地銀行股份有限公司東新竹分行',
  },
  {
    CODE: 'A07322Y00N',
    NAME: '臺灣土地銀行股份有限公司新市分行',
  },
  {
    CODE: 'A07323000N',
    NAME: '臺灣土地銀行股份有限公司博愛分行',
  },
  {
    CODE: 'A07323100N',
    NAME: '臺灣土地銀行股份有限公司中崙分行',
  },
  {
    CODE: 'A07323200N',
    NAME: '臺灣土地銀行股份有限公司華江分行',
  },
  {
    CODE: 'A07323300N',
    NAME: '臺灣土地銀行股份有限公司竹北分行',
  },
  {
    CODE: 'A07323400N',
    NAME: '臺灣土地銀行股份有限公司安平分行',
  },
  {
    CODE: 'A07323500N',
    NAME: '臺灣土地銀行股份有限公司嘉興分行',
  },
  {
    CODE: '313314800K',
    NAME: '台灣電力股份有限公司大林發電廠',
  },
  {
    CODE: 'A07323600N',
    NAME: '臺灣土地銀行股份有限公司南新莊分行',
  },
  {
    CODE: 'A07323700N',
    NAME: '臺灣土地銀行股份有限公司三峽分行',
  },
  {
    CODE: 'A07323800N',
    NAME: '臺灣土地銀行股份有限公司沙鹿分行',
  },
  {
    CODE: 'A07323900N',
    NAME: '臺灣土地銀行股份有限公司南桃園分行',
  },
  {
    CODE: 'A07323A00N',
    NAME: '臺灣土地銀行股份有限公司汐止分行',
  },
  {
    CODE: 'A07323B00N',
    NAME: '臺灣土地銀行股份有限公司萬華分行',
  },
  {
    CODE: 'A07323C00N',
    NAME: '臺灣土地銀行股份有限公司小港分行',
  },
  {
    CODE: 'A07323D00N',
    NAME: '臺灣土地銀行股份有限公司新工分行',
  },
  {
    CODE: 'A07323E00N',
    NAME: '臺灣土地銀行股份有限公司烏日分行',
  },
  {
    CODE: 'A07323F00N',
    NAME: '臺灣土地銀行股份有限公司西湖分行',
  },
  {
    CODE: '313314900K',
    NAME: '台灣電力股份有限公司南部發電廠',
  },
  {
    CODE: 'A07323G00N',
    NAME: '臺灣土地銀行股份有限公司八德分行',
  },
  {
    CODE: 'A07323H00N',
    NAME: '臺灣土地銀行股份有限公司北屯分行',
  },
  {
    CODE: 'A07323J00N',
    NAME: '臺灣土地銀行股份有限公司大安分行',
  },
  {
    CODE: 'A07323K00N',
    NAME: '臺灣土地銀行股份有限公司北中壢分行',
  },
  {
    CODE: 'A07323L00N',
    NAME: '臺灣土地銀行股份有限公司高樹分行',
  },
  {
    CODE: 'A07323M00N',
    NAME: '臺灣土地銀行股份有限公司枋寮分行',
  },
  {
    CODE: 'A07323P00N',
    NAME: '臺灣土地銀行股份有限公司金城分行',
  },
  {
    CODE: 'A07323Q00N',
    NAME: '臺灣土地銀行股份有限公司光復分行',
  },
  {
    CODE: 'A07323R00N',
    NAME: '臺灣土地銀行股份有限公司左營分行',
  },
  {
    CODE: 'A07323S00N',
    NAME: '臺灣土地銀行股份有限公司北桃園分行',
  },
  {
    CODE: '313315000K',
    NAME: '台灣電力股份有限公司尖山發電廠',
  },
  {
    CODE: 'A07323T00N',
    NAME: '臺灣土地銀行股份有限公司東港分行',
  },
  {
    CODE: 'A07323U00N',
    NAME: '臺灣土地銀行股份有限公司天母分行',
  },
  {
    CODE: 'A07323V00N',
    NAME: '臺灣土地銀行股份有限公司泰山分行',
  },
  {
    CODE: 'A07323W00N',
    NAME: '臺灣土地銀行股份有限公司中科分行',
  },
  {
    CODE: 'A07323X00N',
    NAME: '臺灣土地銀行股份有限公司大園分行',
  },
  {
    CODE: 'A07323Y00N',
    NAME: '臺灣土地銀行股份有限公司楊梅分行',
  },
  {
    CODE: 'A07324000N',
    NAME: '臺灣土地銀行股份有限公司東門分行',
  },
  {
    CODE: 'A07324100N',
    NAME: '臺灣土地銀行股份有限公司城東分行',
  },
  {
    CODE: 'A07324200N',
    NAME: '臺灣土地銀行股份有限公司松南分行',
  },
  {
    CODE: 'A07324300N',
    NAME: '臺灣土地銀行股份有限公司福興分行',
  },
  {
    CODE: '313315400K',
    NAME: '台灣電力股份有限公司大觀發電廠',
  },
  {
    CODE: 'A07324400N',
    NAME: '臺灣土地銀行股份有限公司林口分行',
  },
  {
    CODE: 'A07324500N',
    NAME: '臺灣土地銀行股份有限公司西屯分行',
  },
  {
    CODE: 'A07324600N',
    NAME: '臺灣土地銀行股份有限公司內壢分行',
  },
  {
    CODE: 'A07324700N',
    NAME: '臺灣土地銀行股份有限公司竹南分行',
  },
  {
    CODE: 'A07324800N',
    NAME: '臺灣土地銀行股份有限公司安南分行',
  },
  {
    CODE: 'A07324A00N',
    NAME: '臺灣土地銀行股份有限公司楠梓分行',
  },
  {
    CODE: 'A07324B00N',
    NAME: '臺灣土地銀行股份有限公司大里分行',
  },
  {
    CODE: 'A07324C00N',
    NAME: '臺灣土地銀行股份有限公司大灣分行',
  },
  {
    CODE: 'A07324E00N',
    NAME: '臺灣土地銀行股份有限公司大發分行',
  },
  {
    CODE: 'A07324G00N',
    NAME: '臺灣土地銀行股份有限公司工研院分行',
  },
  {
    CODE: '313315600K',
    NAME: '台灣電力股份有限公司萬大發電廠',
  },
  {
    CODE: 'A07324H00N',
    NAME: '臺灣土地銀行股份有限公司北三重分行',
  },
  {
    CODE: 'A07324J00N',
    NAME: '臺灣土地銀行股份有限公司圓通分行',
  },
  {
    CODE: 'A07324W00N',
    NAME: '臺灣土地銀行股份有限公司大直分行',
  },
  {
    CODE: 'A07324L00N',
    NAME: '臺灣土地銀行股份有限公司南屯分行',
  },
  {
    CODE: 'A07324M00N',
    NAME: '臺灣土地銀行股份有限公司證券部',
  },
  {
    CODE: 'A07324N00N',
    NAME: '臺灣土地銀行股份有限公司寶中分行',
  },
  {
    CODE: 'A07324P00N',
    NAME: '臺灣土地銀行股份有限公司中清分行',
  },
  {
    CODE: 'A07324S00N',
    NAME: '臺灣土地銀行股份有限公司南京東路分公司',
  },
  {
    CODE: 'A07324T00N',
    NAME: '臺灣土地銀行股份有限公司圓山分行',
  },
  {
    CODE: 'A07324U00N',
    NAME: '臺灣土地銀行股份有限公司汐科分公司',
  },
  {
    CODE: '313316100K',
    NAME: '台灣電力股份有限公司東部發電廠',
  },
  {
    CODE: '',
    NAME: '財團法人多層次傳銷保護基金會',
  },
  {
    CODE: '',
    NAME: '財團法人中華民國私立學校教職員退休撫卹離職資遣儲金管理委員會',
  },
  {
    CODE: '',
    NAME: '財團法人臺灣更生保護會',
  },
  {
    CODE: '',
    NAME: '財團法人台灣敦睦聯誼會',
  },
  {
    CODE: '',
    NAME: '財團法人台灣票據交換業務發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人證券投資人及期貨交易人保護中心',
  },
  {
    CODE: '',
    NAME: '財團法人中華民國證券櫃檯買賣中心',
  },
  {
    CODE: '',
    NAME: '財團法人保險事業發展中心',
  },
  {
    CODE: '',
    NAME: '財團法人保險安定基金',
  },
  {
    CODE: '',
    NAME: '財團法人金融聯合徵信中心',
  },
  {
    CODE: '313316200K',
    NAME: '台灣電力股份有限公司桂山發電廠',
  },
  {
    CODE: '',
    NAME: '財團法人保險犯罪防制中心',
  },
  {
    CODE: '',
    NAME: '財團法人住宅地震保險基金',
  },
  {
    CODE: '',
    NAME: '財團法人汽車交通事故特別補償基金',
  },
  {
    CODE: '',
    NAME: '財團法人中華民國會計研究發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人歐巴尼紀念基金會',
  },
  {
    CODE: '',
    NAME: '財團法人知本國民小學百年樹人文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人法律扶助基金會',
  },
  {
    CODE: '',
    NAME: '財團法人義勇消防人員安全濟助基金會',
  },
  {
    CODE: '',
    NAME: '財團法人消防發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人台灣建築中心',
  },
  {
    CODE: '313302000K',
    NAME: '臺灣糖業股份有限公司休閒遊憩事業部',
  },
  {
    CODE: '313316300K',
    NAME: '台灣電力股份有限公司蘭陽發電廠',
  },
  {
    CODE: '',
    NAME: '財團法人二二八事件紀念基金會',
  },
  {
    CODE: '',
    NAME: '財團法人國土規劃及不動產資訊中心',
  },
  {
    CODE: '9720000003',
    NAME: '財團法人臺灣營建研究院',
  },
  {
    CODE: '',
    NAME: '財團法人國際合作發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人臺灣民主基金會',
  },
  {
    CODE: '',
    NAME: '財團法人太平洋經濟合作理事會中華民國委員會',
  },
  {
    CODE: '',
    NAME: '財團法人國防工業發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人蔣經國國際學術交流基金會',
  },
  {
    CODE: '',
    NAME: '財團法人社教文化基金會',
  },
  {
    CODE: '',
    NAME: '財團法人私立學校興學基金會',
  },
  {
    CODE: '313316400K',
    NAME: '台灣電力股份有限公司高屏發電廠',
  },
  {
    CODE: '',
    NAME: '財團法人高等教育評鑑中心基金會',
  },
  {
    CODE: '',
    NAME: '財團法人高等教育國際合作基金會',
  },
  {
    CODE: '',
    NAME: '財團法人台灣省中小學校教職員福利文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人中華幼兒教育發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人大學入學考試中心基金會',
  },
  {
    CODE: '',
    NAME: '財團法人吳健雄學術基金會',
  },
  {
    CODE: '',
    NAME: '財團法人臺灣省童軍文教基金會',
  },
  {
    CODE: '',
    NAME: '財團法人教育部接受捐助獎學基金會',
  },
  {
    CODE: '',
    NAME: '財團法人國民教育測驗與評量中心教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人中興工程科技研究發展基金會',
  },
  {
    CODE: '313316700K',
    NAME: '台灣電力股份有限公司石門發電廠',
  },
  {
    CODE: '',
    NAME: '財團法人犯罪被害人保護協會',
  },
  {
    CODE: '',
    NAME: '財團法人福建更生保護會',
  },
  {
    CODE: '',
    NAME: '財團法人台灣糖業協會',
  },
  {
    CODE: '',
    NAME: '財團法人中華榖類食品工業技術研究所',
  },
  {
    CODE: '',
    NAME: '財團法人工業技術研究院',
  },
  {
    CODE: '',
    NAME: '財團法人中華民國對外貿易發展協會',
  },
  {
    CODE: '',
    NAME: '財團法人中小企業信用保證基金',
  },
  {
    CODE: '',
    NAME: '財團法人中華經濟研究院',
  },
  {
    CODE: '',
    NAME: '財團法人商業發展研究院',
  },
  {
    CODE: '',
    NAME: '財團法人資訊工業策進會',
  },
  {
    CODE: '313316800K',
    NAME: '台灣電力股份有限公司曾文發電廠',
  },
  {
    CODE: '',
    NAME: '財團法人車輛研究測試中心',
  },
  {
    CODE: '',
    NAME: '財團法人台灣中小企業聯合輔導基金會',
  },
  {
    CODE: '',
    NAME: '財團法人中衛發展中心',
  },
  {
    CODE: '',
    NAME: '財團法人精密機械研究發展中心',
  },
  {
    CODE: '',
    NAME: '財團法人醫藥工業技術發展中心',
  },
  {
    CODE: '',
    NAME: '財團法人塑膠工業技術發展中心',
  },
  {
    CODE: '',
    NAME: '財團法人金屬工業研究發展中心',
  },
  {
    CODE: '',
    NAME: '財團法人石材暨資源產業研究發展中心',
  },
  {
    CODE: '',
    NAME: '財團法人印刷工業技術研究中心',
  },
  {
    CODE: '',
    NAME: '財團法人鞋類暨運動休閒科技研發中心',
  },
  {
    CODE: '313316900K',
    NAME: '台灣電力股份有限公司明潭發電廠',
  },
  {
    CODE: '',
    NAME: '財團法人全國認證基金會',
  },
  {
    CODE: '',
    NAME: '財團法人自行車暨健康科技工業研究發展中心',
  },
  {
    CODE: '',
    NAME: '財團法人生物技術開發中心',
  },
  {
    CODE: '',
    NAME: '財團法人專利檢索中心',
  },
  {
    CODE: '',
    NAME: '財團法人台灣經濟科技發展研究院',
  },
  {
    CODE: '',
    NAME: '財團法人台日經濟貿易發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人台灣手工業推廣中心',
  },
  {
    CODE: '',
    NAME: '財團法人亞太智慧財產權發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人中國生產力中心',
  },
  {
    CODE: '',
    NAME: '財團法人食品工業發展研究所',
  },
  {
    CODE: '313317000K',
    NAME: '台灣電力股份有限公司大甲溪發電廠',
  },
  {
    CODE: '9600100003',
    NAME: '財團法人船舶暨海洋產業研發中心',
  },
  {
    CODE: '',
    NAME: '財團法人台灣大電力研究試驗中心',
  },
  {
    CODE: '',
    NAME: '財團法人台灣機電工程服務社',
  },
  {
    CODE: '',
    NAME: '財團法人台灣非破壞檢測協會',
  },
  {
    CODE: '',
    NAME: '財團法人台灣電子檢驗中心',
  },
  {
    CODE: '',
    NAME: '財團法人中興工程顧問社',
  },
  {
    CODE: '',
    NAME: '財團法人台灣區雜糧發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人台灣地理資訊中心',
  },
  {
    CODE: '',
    NAME: '財團法人中技社',
  },
  {
    CODE: '',
    NAME: '財團法人紡織產業綜合研究所',
  },
  {
    CODE: '313317200K',
    NAME: '台灣電力股份有限公司塔山發電廠',
  },
  {
    CODE: '',
    NAME: '財團法人欣然氣體燃料事業研究服務社',
  },
  {
    CODE: '',
    NAME: '財團法人中國驗船中心',
  },
  {
    CODE: '',
    NAME: '財團法人台灣網路資訊中心',
  },
  {
    CODE: '',
    NAME: '財團法人車輛安全審驗中心',
  },
  {
    CODE: '',
    NAME: '財團法人台灣郵政協會',
  },
  {
    CODE: '',
    NAME: '財團法人台灣電信協會',
  },
  {
    CODE: '',
    NAME: '財團法人台灣海峽兩岸觀光旅遊協會',
  },
  {
    CODE: '',
    NAME: '財團法人中華顧問工程司',
  },
  {
    CODE: '',
    NAME: '財團法人蒙藏基金會',
  },
  {
    CODE: '',
    NAME: '財團法人海華文教基金會',
  },
  {
    CODE: '313318100K',
    NAME: '台灣電力股份有限公司第一核能發電廠',
  },
  {
    CODE: '',
    NAME: '財團法人海外信用保證基金',
  },
  {
    CODE: '9710000003',
    NAME: '財團法人公共電視文化事業基金會',
  },
  {
    CODE: '',
    NAME: '財團法人中華民國關懷演藝人員基金會',
  },
  {
    CODE: '',
    NAME: '財團法人中央廣播電臺',
  },
  {
    CODE: '98A2503007',
    NAME: '國家電影及視聽文化中心',
  },
  {
    CODE: '',
    NAME: '財團法人國家文化藝術基金會',
  },
  {
    CODE: '',
    NAME: '財團法人文化臺灣基金會',
  },
  {
    CODE: '',
    NAME: '財團法人金門酒廠胡璉文化藝術基金會',
  },
  {
    CODE: '',
    NAME: '財團法人臺灣生活美學基金會',
  },
  {
    CODE: '',
    NAME: '財團法人臺灣博物館文教基金會',
  },
  {
    CODE: '313318200K',
    NAME: '台灣電力股份有限公司第二核能發電廠',
  },
  {
    CODE: '',
    NAME: '財團法人中法文化教育基金會',
  },
  {
    CODE: '',
    NAME: '財團法人中央通訊社',
  },
  {
    CODE: '',
    NAME: '財團法人中華民國電影事業發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人中華民國寄生蟲防治會',
  },
  {
    CODE: '',
    NAME: '財團法人病理發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人婦女權益促進發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人賑災基金會',
  },
  {
    CODE: '',
    NAME: '財團法人國家衛生研究院',
  },
  {
    CODE: '',
    NAME: '財團法人鄒濟勳醫學研究發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人鄭德齡醫學發展基金會',
  },
  {
    CODE: '313318300K',
    NAME: '台灣電力股份有限公司第三核能發電廠',
  },
  {
    CODE: '',
    NAME: '財團法人醫院評鑑暨醫療品質策進會',
  },
  {
    CODE: '',
    NAME: '財團法人毒藥物防治發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人器官捐贈移植登錄中心',
  },
  {
    CODE: '',
    NAME: '財團法人藥害救濟基金會',
  },
  {
    CODE: '',
    NAME: '財團法人醫藥品查驗中心',
  },
  {
    CODE: '',
    NAME: '財團法人兼善醫學基金會',
  },
  {
    CODE: '',
    NAME: '財團法人惠眾醫療救濟基金會',
  },
  {
    CODE: '',
    NAME: '財團法人微窗醫學基金會',
  },
  {
    CODE: '',
    NAME: '財團法人環境資源研究發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人環境與發展基金會',
  },
  {
    CODE: '313303100K',
    NAME: '臺灣糖業股份有限公司砂糖事業部',
  },
  {
    CODE: '313318700K',
    NAME: '台灣電力股份有限公司龍門核能發電廠',
  },
  {
    CODE: '',
    NAME: '財團法人海峽交流基金會',
  },
  {
    CODE: '',
    NAME: '財團法人臺港經濟文化合作策進會',
  },
  {
    CODE: '',
    NAME: '財團法人榮民榮眷基金會',
  },
  {
    CODE: '',
    NAME: '財團法人中華民國輻射防護協會',
  },
  {
    CODE: '',
    NAME: '財團法人核能科技協進會',
  },
  {
    CODE: '',
    NAME: '財團法人核能資訊中心',
  },
  {
    CODE: '',
    NAME: '財團法人國家同步輻射研究中心',
  },
  {
    CODE: '',
    NAME: '財團法人國家實驗研究院',
  },
  {
    CODE: '',
    NAME: '財團法人光電科技工業協進會',
  },
  {
    CODE: '',
    NAME: '財團法人臺中環境綠化基金會',
  },
  {
    CODE: '313319000K',
    NAME: '台灣電力股份有限公司台北供電區營運處',
  },
  {
    CODE: '',
    NAME: '財團法人七星環境綠化基金會',
  },
  {
    CODE: '',
    NAME: '財團法人農業信用保證基金',
  },
  {
    CODE: '',
    NAME: '財團法人農村發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人台灣區蠶業發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人台灣動物科技研究所',
  },
  {
    CODE: '',
    NAME: '財團法人台灣地區遠洋魷魚類產銷發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人台灣區遠洋鮪魚類產銷發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人臺灣兩岸漁業合作發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人台灣區鰻魚發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人全國農漁業及金融資訊中心',
  },
  {
    CODE: '313319200K',
    NAME: '台灣電力股份有限公司新桃供電區營運處',
  },
  {
    CODE: '',
    NAME: '財團法人台灣優良農產品發展協會',
  },
  {
    CODE: '',
    NAME: '財團法人台灣養殖漁業發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人農業機械化研究發展中心',
  },
  {
    CODE: '',
    NAME: '財團法人蘭陽農業發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人中華民國對外漁業合作發展協會',
  },
  {
    CODE: '',
    NAME: '財團法人台灣香蕉研究所',
  },
  {
    CODE: '',
    NAME: '財團法人台灣漁業及海洋技術顧問社',
  },
  {
    CODE: '',
    NAME: '財團法人豐年社',
  },
  {
    CODE: '',
    NAME: '財團法人中央畜產會',
  },
  {
    CODE: '',
    NAME: '財團法人台灣區花卉發展協會',
  },
  {
    CODE: '313319400K',
    NAME: '台灣電力股份有限公司台中供電區營運處',
  },
  {
    CODE: '',
    NAME: '財團法人農業科技研究院',
  },
  {
    CODE: '',
    NAME: '財團法人原住民族文化事業基金會',
  },
  {
    CODE: '',
    NAME: '財團法人台灣金融研訓院',
  },
  {
    CODE: '',
    NAME: '財團法人金融消費評議中心',
  },
  {
    CODE: '',
    NAME: '財團法人聯合信用卡處理中心',
  },
  {
    CODE: '',
    NAME: '財團法人中華民國證券暨期貨市場發展基金會',
  },
  {
    CODE: '',
    NAME: '財團法人電信技術中心',
  },
  {
    CODE: '313327300K',
    NAME: '台灣電力股份有限公司海域風電施工處',
  },
  {
    CODE: '313504110K',
    NAME: '台灣中油股份有限公司油品行銷事業部桃園營業處',
  },
  {
    CODE: '313504113K',
    NAME: '台灣中油股份有限公司油品行銷事業部台南營業處',
  },
  {
    CODE: '313319600K',
    NAME: '台灣電力股份有限公司嘉南供電區營運處',
  },
  {
    CODE: null,
    NAME: '臺灣港務股份有限公司基隆港分公司蘇澳港營運處',
  },
  {
    CODE: '313327400K',
    NAME: '台灣電力股份有限公司金門塔山工務所',
  },
  {
    CODE: '9540005003',
    NAME: '桃園市桃園果菜市場股份有限公司',
  },
  {
    CODE: '382370000M',
    NAME: '新北大眾捷運股份有限公司',
  },
  {
    CODE: '313504908K',
    NAME: '台灣中油股份有限公司天然氣事業部公用天然氣營業處',
  },
  {
    CODE: 'A07310165N',
    NAME: '臺灣銀行股份有限公司亞矽創新分行',
  },
  {
    CODE: 'A07324X00N',
    NAME: '臺灣土地銀行股份有限公司保險代理部',
  },
  {
    CODE: 'A07413300K',
    NAME: '臺灣菸酒股份有限公司北部營業處',
  },
  {
    CODE: '313521300K',
    NAME: '台灣自來水股份有限公司屏東區管理處',
  },
  {
    CODE: '313319800K',
    NAME: '台灣電力股份有限公司高屏供電區營運處',
  },
  {
    CODE: '313319900K',
    NAME: '台灣電力股份有限公司花東供電區營運處',
  },
  {
    CODE: '313321500K',
    NAME: '台灣電力股份有限公司核能火力發電工程處',
  },
  {
    CODE: '313321600K',
    NAME: '台灣電力股份有限公司輸變電工程處',
  },
  {
    CODE: '313322700K',
    NAME: '台灣電力股份有限公司綜合施工處',
  },
  {
    CODE: '313304800K',
    NAME: '臺灣糖業股份有限公司雲嘉區處',
  },
  {
    CODE: '313322900K',
    NAME: '台灣電力股份有限公司青山施工處',
  },
  {
    CODE: '313323300K',
    NAME: '台灣電力股份有限公司電力修護處',
  },
  {
    CODE: '313323700K',
    NAME: '台灣電力股份有限公司電力通信處',
  },
  {
    CODE: '313324000K',
    NAME: '台灣電力股份有限公司放射試驗室',
  },
  {
    CODE: '313324500K',
    NAME: '台灣電力股份有限公司綜合研究所',
  },
  {
    CODE: '313327200K',
    NAME: '台灣電力股份有限公司再生能源處',
  },
  {
    CODE: '313328000K',
    NAME: '台灣電力股份有限公司訓練所',
  },
  {
    CODE: '313328200K',
    NAME: '台灣電力股份有限公司南部資料處理中心',
  },
  {
    CODE: '313328300K',
    NAME: '台灣電力股份有限公司中部資料處理中心',
  },
  {
    CODE: '313500000K',
    NAME: '台灣中油股份有限公司',
  },
  {
    CODE: '313304900K',
    NAME: '臺灣糖業股份有限公司花東區處',
  },
  {
    CODE: '313500091O',
    NAME: '台灣中油股份有限公司人力資源處訓練所',
  },
  {
    CODE: '313501100K',
    NAME: '台灣中油股份有限公司液化天然氣工程處',
  },
  {
    CODE: '313502200K',
    NAME: '台灣中油股份有限公司煉製研究所',
  },
  {
    CODE: '313502300K',
    NAME: '台灣中油股份有限公司探採研究所',
  },
  {
    CODE: '313503400K',
    NAME: '台灣中油股份有限公司興建工程處',
  },
  {
    CODE: '313504100K',
    NAME: '台灣中油股份有限公司油品行銷事業部',
  },
  {
    CODE: '313504200K',
    NAME: '台灣中油股份有限公司液化石油氣事業部',
  },
  {
    CODE: '313504300K',
    NAME: '台灣中油股份有限公司溶劑化學品事業部',
  },
  {
    CODE: '313504400K',
    NAME: '台灣中油股份有限公司潤滑油事業部',
  },
  {
    CODE: '313504700K',
    NAME: '台灣中油股份有限公司石化事業部',
  },
  {
    CODE: '9500002003',
    NAME: '鳳榮地區農會',
  },
  {
    CODE: '9500012003',
    NAME: '中華民國農會',
  },
  {
    CODE: '9500108003',
    NAME: '鹿港鎮農會',
  },
  {
    CODE: '9500109003',
    NAME: '和美鎮農會',
  },
  {
    CODE: '9500110003',
    NAME: '員林市農會',
  },
  {
    CODE: '9500111003',
    NAME: '溪湖鎮農會',
  },
  {
    CODE: '9500112003',
    NAME: '田中鎮農會',
  },
  {
    CODE: '9500113003',
    NAME: '北斗鎮農會',
  },
  {
    CODE: '9500114003',
    NAME: '二林鎮農會',
  },
  {
    CODE: '9500115003',
    NAME: '線西鄉農會',
  },
  {
    CODE: '9500116003',
    NAME: '伸港鄉農會',
  },
  {
    CODE: '9500117003',
    NAME: '秀水鄉農會',
  },
  {
    CODE: '9500013003',
    NAME: '中華民國農會中壢辦事處',
  },
  {
    CODE: '9500118003',
    NAME: '福興鄉農會',
  },
  {
    CODE: '9500119003',
    NAME: '花壇鄉農會',
  },
  {
    CODE: '9500120003',
    NAME: '芬園鄉農會',
  },
  {
    CODE: '9500121003',
    NAME: '大村鄉農會',
  },
  {
    CODE: '9500122003',
    NAME: '埔鹽鄉農會',
  },
  {
    CODE: '9500123003',
    NAME: '埔心鄉農會',
  },
  {
    CODE: '9500124003',
    NAME: '永靖鄉農會',
  },
  {
    CODE: '9500125003',
    NAME: '社頭鄉農會',
  },
  {
    CODE: '9500126003',
    NAME: '田尾鄉農會',
  },
  {
    CODE: '9500127003',
    NAME: '二水鄉農會',
  },
  {
    CODE: '9500014003',
    NAME: '臺中地區農會',
  },
  {
    CODE: '9500128003',
    NAME: '埤頭鄉農會',
  },
  {
    CODE: '9500129003',
    NAME: '芳苑鄉農會',
  },
  {
    CODE: '9500130003',
    NAME: '大城鄉農會',
  },
  {
    CODE: '9500131003',
    NAME: '竹塘鄉農會',
  },
  {
    CODE: '9500133003',
    NAME: '屏東市農會',
  },
  {
    CODE: '9500134003',
    NAME: '東港鎮農會',
  },
  {
    CODE: '9500135003',
    NAME: '潮州鎮農會',
  },
  {
    CODE: '9500136003',
    NAME: '恆春鎮農會',
  },
  {
    CODE: '9500137003',
    NAME: '內埔地區農會',
  },
  {
    CODE: '9500015003',
    NAME: '新北市農會',
  },
  {
    CODE: '9500138003',
    NAME: '高樹鄉農會',
  },
  {
    CODE: '9500139003',
    NAME: '里港鄉農會',
  },
  {
    CODE: '9500141003',
    NAME: '麟洛鄉農會',
  },
  {
    CODE: '9500142003',
    NAME: '長治鄉農會',
  },
  {
    CODE: '9500143003',
    NAME: '萬丹鄉農會',
  },
  {
    CODE: '9500144003',
    NAME: '九如鄉農會',
  },
  {
    CODE: '9500145003',
    NAME: '枋寮地區農會',
  },
  {
    CODE: '9500146003',
    NAME: '萬巒地區農會',
  },
  {
    CODE: '9500147003',
    NAME: '竹田鄉農會',
  },
  {
    CODE: '9500016003',
    NAME: '臺東縣農會',
  },
  {
    CODE: '9500148003',
    NAME: '崁頂鄉農會',
  },
  {
    CODE: '9500149003',
    NAME: '南州地區農會',
  },
  {
    CODE: '9500150003',
    NAME: '佳冬鄉農會',
  },
  {
    CODE: '9500151003',
    NAME: '車城地區農會',
  },
  {
    CODE: '9500152003',
    NAME: '琉球鄉農會',
  },
  {
    CODE: '9500153003',
    NAME: '林邊鄉農會',
  },
  {
    CODE: '9500154003',
    NAME: '滿州鄉農會',
  },
  {
    CODE: '9500155003',
    NAME: '枋山地區農會',
  },
  {
    CODE: '9500156003',
    NAME: '小港區農會',
  },
  {
    CODE: '9500157003',
    NAME: '鳳山區農會',
  },
  {
    CODE: '9500017003',
    NAME: '臺南地區農會',
  },
  {
    CODE: '9500158003',
    NAME: '岡山區農會',
  },
  {
    CODE: '9500159003',
    NAME: '旗山區農會',
  },
  {
    CODE: '9500160003',
    NAME: '美濃區農會',
  },
  {
    CODE: '9500161003',
    NAME: '橋頭區農會',
  },
  {
    CODE: '9500162003',
    NAME: '燕巢區農會',
  },
  {
    CODE: '9500163003',
    NAME: '田寮區農會',
  },
  {
    CODE: '9500164003',
    NAME: '阿蓮區農會',
  },
  {
    CODE: '9500165003',
    NAME: '路竹區農會',
  },
  {
    CODE: '9500166003',
    NAME: '湖內區農會',
  },
  {
    CODE: '9500167003',
    NAME: '茄萣區農會',
  },
  {
    CODE: '9500018003',
    NAME: '花蓮縣農會',
  },
  {
    CODE: '9500168003',
    NAME: '永安區農會',
  },
  {
    CODE: '9500169003',
    NAME: '彌陀區農會',
  },
  {
    CODE: '9500170003',
    NAME: '梓官區農會',
  },
  {
    CODE: '9500171003',
    NAME: '六龜區農會',
  },
  {
    CODE: '9500172003',
    NAME: '杉林區農會',
  },
  {
    CODE: '9500173003',
    NAME: '內門區農會',
  },
  {
    CODE: '9500174003',
    NAME: '林園區農會',
  },
  {
    CODE: '9500175003',
    NAME: '大寮區農會',
  },
  {
    CODE: '9500176003',
    NAME: '大樹區農會',
  },
  {
    CODE: '9500177003',
    NAME: '仁武區農會',
  },
  {
    CODE: '9500019003',
    NAME: '苗栗縣農會',
  },
  {
    CODE: '9500178003',
    NAME: '大社區農會',
  },
  {
    CODE: '9500179003',
    NAME: '鳥松區農會',
  },
  {
    CODE: '9500180003',
    NAME: '甲仙地區農會',
  },
  {
    CODE: '9500181003',
    NAME: '鹽水區農會',
  },
  {
    CODE: '9500182003',
    NAME: '新營區農會',
  },
  {
    CODE: '9500183003',
    NAME: '白河區農會',
  },
  {
    CODE: '9500184003',
    NAME: '麻豆區農會',
  },
  {
    CODE: '9500185003',
    NAME: '新化區農會',
  },
  {
    CODE: '9500186003',
    NAME: '佳里區農會',
  },
  {
    CODE: '9500187003',
    NAME: '學甲區農會',
  },
  {
    CODE: '9500020003',
    NAME: '宜蘭縣農會',
  },
  {
    CODE: '9500188003',
    NAME: '善化區農會',
  },
  {
    CODE: '9500189003',
    NAME: '後壁區農會',
  },
  {
    CODE: '9500190003',
    NAME: '東山區農會',
  },
  {
    CODE: '9500191003',
    NAME: '柳營區農會',
  },
  {
    CODE: '9500192003',
    NAME: '官田區農會',
  },
  {
    CODE: '9500193003',
    NAME: '大內區農會',
  },
  {
    CODE: '9500194003',
    NAME: '六甲區農會',
  },
  {
    CODE: '9500195003',
    NAME: '下營區農會',
  },
  {
    CODE: '9500196003',
    NAME: '北門區農會',
  },
  {
    CODE: '9500197003',
    NAME: '將軍區農會',
  },
  {
    CODE: '9500021003',
    NAME: '南投縣農會',
  },
  {
    CODE: '9500198003',
    NAME: '七股區農會',
  },
  {
    CODE: '9500199003',
    NAME: '西港區農會',
  },
  {
    CODE: '9500201003',
    NAME: '楠西區農會',
  },
  {
    CODE: '9500202003',
    NAME: '玉井區農會',
  },
  {
    CODE: '9500203003',
    NAME: '山上區農會',
  },
  {
    CODE: '9500204003',
    NAME: '安定區農會',
  },
  {
    CODE: '9500205003',
    NAME: '南化區農會',
  },
  {
    CODE: '9500206003',
    NAME: '左鎮區農會',
  },
  {
    CODE: '9500207003',
    NAME: '關廟區農會',
  },
  {
    CODE: '9500208003',
    NAME: '仁德區農會',
  },
  {
    CODE: '9500003003',
    NAME: '臺東地區農會',
  },
  {
    CODE: '9500022003',
    NAME: '屏東縣農會',
  },
  {
    CODE: '9500209003',
    NAME: '歸仁區農會',
  },
  {
    CODE: '9500210003',
    NAME: '龍崎區農會',
  },
  {
    CODE: '9500211003',
    NAME: '永康區農會',
  },
  {
    CODE: '9500212003',
    NAME: '新市區農會',
  },
  {
    CODE: '9500213003',
    NAME: '沙鹿區農會',
  },
  {
    CODE: '9500214003',
    NAME: '大甲區農會',
  },
  {
    CODE: '9500215003',
    NAME: '梧棲區農會',
  },
  {
    CODE: '9500216003',
    NAME: '清水區農會',
  },
  {
    CODE: '9500217003',
    NAME: '東勢區農會',
  },
  {
    CODE: '9500218003',
    NAME: '潭子區農會',
  },
  {
    CODE: '9500023003',
    NAME: '高雄地區農會',
  },
  {
    CODE: '9500219003',
    NAME: '烏日區農會',
  },
  {
    CODE: '9500220003',
    NAME: '大雅區農會',
  },
  {
    CODE: '9500221003',
    NAME: '臺中市大安區農會',
  },
  {
    CODE: '9500222003',
    NAME: '石岡區農會',
  },
  {
    CODE: '9500223003',
    NAME: '外埔區農會',
  },
  {
    CODE: '9500224003',
    NAME: '霧峰區農會',
  },
  {
    CODE: '9500225003',
    NAME: '太平區農會',
  },
  {
    CODE: '9500226003',
    NAME: '大里區農會',
  },
  {
    CODE: '9500227003',
    NAME: '龍井區農會',
  },
  {
    CODE: '9500228003',
    NAME: '大肚區農會',
  },
  {
    CODE: '9500024003',
    NAME: '桃園市農會',
  },
  {
    CODE: '9500229003',
    NAME: '新社區農會',
  },
  {
    CODE: '9500230003',
    NAME: '后里區農會',
  },
  {
    CODE: '9500231003',
    NAME: '神岡區農會',
  },
  {
    CODE: '9500232003',
    NAME: '和平區農會',
  },
  {
    CODE: '9500235003',
    NAME: '竹北市農會',
  },
  {
    CODE: '9500236003',
    NAME: '竹東地區農會',
  },
  {
    CODE: '9500237003',
    NAME: '新埔鎮農會',
  },
  {
    CODE: '9500238003',
    NAME: '關西鎮農會',
  },
  {
    CODE: '9500239003',
    NAME: '寶山鄉農會',
  },
  {
    CODE: '9500240003',
    NAME: '北埔鄉農會',
  },
  {
    CODE: '9500025003',
    NAME: '雲林縣農會',
  },
  {
    CODE: '9500241003',
    NAME: '峨眉鄉農會',
  },
  {
    CODE: '9500242003',
    NAME: '橫山地區農會',
  },
  {
    CODE: '9500243003',
    NAME: '芎林鄉農會',
  },
  {
    CODE: '9500244003',
    NAME: '新豐鄉農會',
  },
  {
    CODE: '9500245003',
    NAME: '湖口鄉農會',
  },
  {
    CODE: '9500246003',
    NAME: '大林鎮農會',
  },
  {
    CODE: '9500247003',
    NAME: '朴子市農會',
  },
  {
    CODE: '9500248003',
    NAME: '布袋鎮農會',
  },
  {
    CODE: '9500249003',
    NAME: '水上鄉農會',
  },
  {
    CODE: '9500250003',
    NAME: '太保市農會',
  },
  {
    CODE: '9500026003',
    NAME: '新竹縣農會',
  },
  {
    CODE: '9500251003',
    NAME: '新港鄉農會',
  },
  {
    CODE: '9500252003',
    NAME: '民雄鄉農會',
  },
  {
    CODE: '9500253003',
    NAME: '溪口鄉農會',
  },
  {
    CODE: '9500254003',
    NAME: '梅山鄉農會',
  },
  {
    CODE: '9500255003',
    NAME: '竹崎地區農會',
  },
  {
    CODE: '9500256003',
    NAME: '番路鄉農會',
  },
  {
    CODE: '9500257003',
    NAME: '中埔鄉農會',
  },
  {
    CODE: '9500258003',
    NAME: '大埔鄉農會',
  },
  {
    CODE: '9500259003',
    NAME: '六腳鄉農會',
  },
  {
    CODE: '9500260003',
    NAME: '東石鄉農會',
  },
  {
    CODE: '9500027003',
    NAME: '彰化縣農會',
  },
  {
    CODE: '9500261003',
    NAME: '鹿草鄉農會',
  },
  {
    CODE: '9500262003',
    NAME: '義竹鄉農會',
  },
  {
    CODE: '9500263003',
    NAME: '阿里山鄉農會',
  },
  {
    CODE: '9500264003',
    NAME: '頭城鎮農會',
  },
  {
    CODE: '9500265003',
    NAME: '礁溪鄉農會',
  },
  {
    CODE: '9500266003',
    NAME: '宜蘭市農會',
  },
  {
    CODE: '9500267003',
    NAME: '壯圍鄉農會',
  },
  {
    CODE: '9500268003',
    NAME: '員山鄉農會',
  },
  {
    CODE: '9500269003',
    NAME: '羅東鎮農會',
  },
  {
    CODE: '9500270003',
    NAME: '五結鄉農會',
  },
  {
    CODE: '9500028003',
    NAME: '嘉義縣農會',
  },
  {
    CODE: '9500271003',
    NAME: '冬山鄉農會',
  },
  {
    CODE: '9500272003',
    NAME: '三星地區農會',
  },
  {
    CODE: '9500273003',
    NAME: '蘇澳地區農會',
  },
  {
    CODE: '9500275003',
    NAME: '關山鎮農會',
  },
  {
    CODE: '9500276003',
    NAME: '成功鎮農會',
  },
  {
    CODE: '9500277003',
    NAME: '太麻里地區農會',
  },
  {
    CODE: '9500278003',
    NAME: '鹿野地區農會',
  },
  {
    CODE: '9500279003',
    NAME: '池上鄉農會',
  },
  {
    CODE: '9500280003',
    NAME: '東河鄉農會',
  },
  {
    CODE: '9500281003',
    NAME: '長濱鄉農會',
  },
  {
    CODE: '9500029003',
    NAME: '澎湖縣農會',
  },
  {
    CODE: '9500282003',
    NAME: '板橋區農會',
  },
  {
    CODE: '9500283003',
    NAME: '三重區農會',
  },
  {
    CODE: '9500284003',
    NAME: '新莊區農會',
  },
  {
    CODE: '9500285003',
    NAME: '樹林區農會',
  },
  {
    CODE: '9500286003',
    NAME: '鶯歌區農會',
  },
  {
    CODE: '9500287003',
    NAME: '三峽區農會',
  },
  {
    CODE: '9500288003',
    NAME: '淡水區農會',
  },
  {
    CODE: '9500289003',
    NAME: '汐止區農會',
  },
  {
    CODE: '9500290003',
    NAME: '土城區農會',
  },
  {
    CODE: '9500291003',
    NAME: '蘆洲區農會',
  },
  {
    CODE: '9500030003',
    NAME: '臺北市農會',
  },
  {
    CODE: '9500292003',
    NAME: '五股區農會',
  },
  {
    CODE: '9500293003',
    NAME: '林口區農會',
  },
  {
    CODE: '9500294003',
    NAME: '泰山區農會',
  },
  {
    CODE: '9500295003',
    NAME: '三芝區農會',
  },
  {
    CODE: '9500296003',
    NAME: '石門區農會',
  },
  {
    CODE: '9500297003',
    NAME: '八里區農會',
  },
  {
    CODE: '9500298003',
    NAME: '坪林區農會',
  },
  {
    CODE: '9500299003',
    NAME: '深坑區農會',
  },
  {
    CODE: '9500301003',
    NAME: '石碇區農會',
  },
  {
    CODE: '9500302003',
    NAME: '平溪區農會',
  },
  {
    CODE: '9500031003',
    NAME: '臺中市農會',
  },
  {
    CODE: '9500303003',
    NAME: '中和地區農會',
  },
  {
    CODE: '9500304003',
    NAME: '新店地區農會',
  },
  {
    CODE: '9500305003',
    NAME: '瑞芳地區農會',
  },
  {
    CODE: '9500306003',
    NAME: '金山地區農會',
  },
  {
    CODE: '9500309003',
    NAME: '內湖區農會',
  },
  {
    CODE: '9500310003',
    NAME: '南港區農會',
  },
  {
    CODE: '9500311003',
    NAME: '中山區農會',
  },
  {
    CODE: '9500312003',
    NAME: '臺北市大安區農會',
  },
  {
    CODE: '9500313003',
    NAME: '松山區農會',
  },
  {
    CODE: '9500314003',
    NAME: '景美區農會',
  },
  {
    CODE: '9500004003',
    NAME: '新埤鄉農會',
  },
  {
    CODE: '9500032003',
    NAME: '臺南市農會',
  },
  {
    CODE: '9500315003',
    NAME: '木柵區農會',
  },
  {
    CODE: '9500317003',
    NAME: '桃園區農會',
  },
  {
    CODE: '9500318003',
    NAME: '大溪區農會',
  },
  {
    CODE: '9500319003',
    NAME: '楊梅區農會',
  },
  {
    CODE: '9500320003',
    NAME: '大園區農會',
  },
  {
    CODE: '9500321003',
    NAME: '蘆竹區農會',
  },
  {
    CODE: '9500322003',
    NAME: '龍潭區農會',
  },
  {
    CODE: '9500323003',
    NAME: '平鎮區農會',
  },
  {
    CODE: '9500324003',
    NAME: '觀音區農會',
  },
  {
    CODE: '9500325003',
    NAME: '新屋區農會',
  },
  {
    CODE: '9500033003',
    NAME: '新竹市農會',
  },
  {
    CODE: '9500326003',
    NAME: '龜山區農會',
  },
  {
    CODE: '9500327003',
    NAME: '八德區農會',
  },
  {
    CODE: '9500328003',
    NAME: '復興區農會',
  },
  {
    CODE: '9500329003',
    NAME: '新北市農會新鮮食品調配中心',
  },
  {
    CODE: '9510001003',
    NAME: '中華民國漁會',
  },
  {
    CODE: '9510002003',
    NAME: '基隆區漁會',
  },
  {
    CODE: '9510003003',
    NAME: '高雄區漁會',
  },
  {
    CODE: '9510004003',
    NAME: '澎湖區漁會',
  },
  {
    CODE: '9510005003',
    NAME: '蘇澳區漁會',
  },
  {
    CODE: '9510010003',
    NAME: '頭城區漁會',
  },
  {
    CODE: '9500034003',
    NAME: '嘉義市農會',
  },
  {
    CODE: '9510011003',
    NAME: '貢寮區漁會',
  },
  {
    CODE: '9510012003',
    NAME: '瑞芳區漁會',
  },
  {
    CODE: '9510013003',
    NAME: '淡水區漁會',
  },
  {
    CODE: '9510014003',
    NAME: '萬里區漁會',
  },
  {
    CODE: '9510016003',
    NAME: '金山區漁會',
  },
  {
    CODE: '9510017003',
    NAME: '桃園區漁會',
  },
  {
    CODE: '9510018003',
    NAME: '中壢區漁會',
  },
  {
    CODE: '9510019003',
    NAME: '新竹區漁會',
  },
  {
    CODE: '9510020003',
    NAME: '南龍區漁會',
  },
  {
    CODE: '9510021003',
    NAME: '通苑區漁會',
  },
  {
    CODE: '9500035003',
    NAME: '連江縣農會',
  },
  {
    CODE: '9510022003',
    NAME: '臺中區漁會',
  },
  {
    CODE: '9510023003',
    NAME: '日月潭區漁會',
  },
  {
    CODE: '9510024003',
    NAME: '彰化區漁會',
  },
  {
    CODE: '9510025003',
    NAME: '雲林區漁會',
  },
  {
    CODE: '9510026003',
    NAME: '嘉義區漁會',
  },
  {
    CODE: '9510027003',
    NAME: '南縣區漁會',
  },
  {
    CODE: '9510028003',
    NAME: '南市區漁會',
  },
  {
    CODE: '9510029003',
    NAME: '永安區漁會',
  },
  {
    CODE: '9510030003',
    NAME: '興達港區漁會',
  },
  {
    CODE: '9510031003',
    NAME: '梓官區漁會',
  },
  {
    CODE: '9500036003',
    NAME: '金門縣農會',
  },
  {
    CODE: '9510032003',
    NAME: '彌陀區漁會',
  },
  {
    CODE: '9510033003',
    NAME: '林園區漁會',
  },
  {
    CODE: '9510034003',
    NAME: '東港區漁會',
  },
  {
    CODE: '9510035003',
    NAME: '琉球區漁會',
  },
  {
    CODE: '9510036003',
    NAME: '林邊區漁會',
  },
  {
    CODE: '9510037003',
    NAME: '枋寮區漁會',
  },
  {
    CODE: '9510038003',
    NAME: '恆春區漁會',
  },
  {
    CODE: '9510039003',
    NAME: '臺東區漁會',
  },
  {
    CODE: '9510040003',
    NAME: '新港區漁會',
  },
  {
    CODE: '9510041003',
    NAME: '綠島區漁會',
  },
  {
    CODE: '9500037003',
    NAME: '基隆市農會',
  },
  {
    CODE: '9510042003',
    NAME: '花蓮區漁會',
  },
  {
    CODE: '9510045003',
    NAME: '小港區漁會',
  },
  {
    CODE: '9510046003',
    NAME: '金門區漁會',
  },
  {
    CODE: '9510047003',
    NAME: '馬祖區漁會',
  },
  {
    CODE: '9530017003',
    NAME: '農漁會中區資訊中心',
  },
  {
    CODE: '9530042003',
    NAME: '農漁會聯合資訊中心',
  },
  {
    CODE: '9530054003',
    NAME: '農漁會南區資訊中心',
  },
  {
    CODE: '9520002003',
    NAME: '農田水利會聯合會',
  },
  {
    CODE: '9520003003',
    NAME: '七星農田水利會',
  },
  {
    CODE: '9500038003',
    NAME: '高雄市農會',
  },
  {
    CODE: '9520004003',
    NAME: '北基農田水利會',
  },
  {
    CODE: '9520005003',
    NAME: '石門農田水利會',
  },
  {
    CODE: '9520006003',
    NAME: '臺中農田水利會',
  },
  {
    CODE: '9520007003',
    NAME: '臺東農田水利會',
  },
  {
    CODE: '9520008003',
    NAME: '花蓮農田水利會',
  },
  {
    CODE: '9520009003',
    NAME: '宜蘭農田水利會',
  },
  {
    CODE: '9520010003',
    NAME: '苗栗農田水利會',
  },
  {
    CODE: '9520011003',
    NAME: '南投農田水利會',
  },
  {
    CODE: '9520012003',
    NAME: '屏東農田水利會',
  },
  {
    CODE: '9520013003',
    NAME: '桃園農田水利會',
  },
  {
    CODE: '9500040003',
    NAME: '中華民國農會附設各級農化廠',
  },
  {
    CODE: '9520014003',
    NAME: '高雄農田水利會',
  },
  {
    CODE: '9520015003',
    NAME: '雲林農田水利會',
  },
  {
    CODE: '9520016003',
    NAME: '行政院農業委員會農田水利署?公管理處',
  },
  {
    CODE: '9520017003',
    NAME: '新竹農田水利會',
  },
  {
    CODE: '9520018003',
    NAME: '彰化農田水利會',
  },
  {
    CODE: '9520019003',
    NAME: '行政院農業委員會農田水利署嘉南管理處',
  },
  {
    CODE: null,
    NAME: '行政院農業委員會農田水利署嘉南管理處新化分處',
  },
  {
    CODE: null,
    NAME: '行政院農業委員會農田水利署嘉南管理處烏山頭分處',
  },
  {
    CODE: null,
    NAME: '行政院農業委員會農田水利署嘉南管理處新營分處',
  },
  {
    CODE: null,
    NAME: '行政院農業委員會農田水利署嘉南管理處嘉義分處',
  },
  {
    CODE: '9500041003',
    NAME: '中華民國農會酪農鮮乳加工廠',
  },
  {
    CODE: '9500042003',
    NAME: '苗栗縣農會酪農鮮乳加工廠',
  },
  {
    CODE: '9500005003',
    NAME: '新園鄉農會',
  },
  {
    CODE: '9500043003',
    NAME: '外埔鄉農會鮮乳加工廠',
  },
  {
    CODE: '9500045003',
    NAME: '北投區農會',
  },
  {
    CODE: '9500046003',
    NAME: '士林區農會',
  },
  {
    CODE: '9500047003',
    NAME: '南投市農會',
  },
  {
    CODE: '9500048003',
    NAME: '草屯鎮農會',
  },
  {
    CODE: '9500049003',
    NAME: '埔里鎮農會',
  },
  {
    CODE: '9500050003',
    NAME: '竹山鎮農會',
  },
  {
    CODE: '9500051003',
    NAME: '集集鎮農會',
  },
  {
    CODE: '9500052003',
    NAME: '水里鄉農會',
  },
  {
    CODE: '9500053003',
    NAME: '名間鄉農會',
  },
  {
    CODE: '9500006003',
    NAME: '臺西鄉農會',
  },
  {
    CODE: '9500054003',
    NAME: '中寮鄉農會',
  },
  {
    CODE: '9500055003',
    NAME: '鹿谷鄉農會',
  },
  {
    CODE: '9500056003',
    NAME: '國姓鄉農會',
  },
  {
    CODE: '9500057003',
    NAME: '魚池鄉農會',
  },
  {
    CODE: '9500058003',
    NAME: '信義鄉農會',
  },
  {
    CODE: '9500059003',
    NAME: '仁愛鄉農會',
  },
  {
    CODE: '9500060003',
    NAME: '花蓮市農會',
  },
  {
    CODE: '9500062003',
    NAME: '瑞穗鄉農會',
  },
  {
    CODE: '9500063003',
    NAME: '玉溪地區農會',
  },
  {
    CODE: '9500007003',
    NAME: '溪洲鄉農會',
  },
  {
    CODE: '9500064003',
    NAME: '新秀地區農會',
  },
  {
    CODE: '9500065003',
    NAME: '吉安鄉農會',
  },
  {
    CODE: '9500066003',
    NAME: '富里鄉農會',
  },
  {
    CODE: '9500067003',
    NAME: '壽豐鄉農會',
  },
  {
    CODE: '9500068003',
    NAME: '光豐地區農會',
  },
  {
    CODE: '9500069003',
    NAME: '斗六市農會',
  },
  {
    CODE: '9500070003',
    NAME: '斗南鎮農會',
  },
  {
    CODE: '9500071003',
    NAME: '虎尾鎮農會',
  },
  {
    CODE: '9500072003',
    NAME: '西螺鎮農會',
  },
  {
    CODE: '9500073003',
    NAME: '土庫鎮農會',
  },
  {
    CODE: '9500008003',
    NAME: '豐原區農會',
  },
  {
    CODE: '9500074003',
    NAME: '北港鎮農會',
  },
  {
    CODE: '9500075003',
    NAME: '古坑鄉農會',
  },
  {
    CODE: '9500076003',
    NAME: '大埤鄉農會',
  },
  {
    CODE: '9500077003',
    NAME: '莿桐鄉農會',
  },
  {
    CODE: '9500078003',
    NAME: '二崙鄉農會',
  },
  {
    CODE: '9500079003',
    NAME: '林內鄉農會',
  },
  {
    CODE: '9500080003',
    NAME: '崙背鄉農會',
  },
  {
    CODE: '9500081003',
    NAME: '麥寮鄉農會',
  },
  {
    CODE: '9500083003',
    NAME: '東勢鄉農會',
  },
  {
    CODE: '9500084003',
    NAME: '褒忠鄉農會',
  },
  {
    CODE: '9500009003',
    NAME: '後龍鎮農會',
  },
  {
    CODE: '9500085003',
    NAME: '元長鄉農會',
  },
  {
    CODE: '9500086003',
    NAME: '口湖鄉農會',
  },
  {
    CODE: '9500087003',
    NAME: '四湖鄉農會',
  },
  {
    CODE: '9500088003',
    NAME: '水林鄉農會',
  },
  {
    CODE: '9500089003',
    NAME: '苗栗市農會',
  },
  {
    CODE: '9500090003',
    NAME: '竹南鎮農會',
  },
  {
    CODE: '9500091003',
    NAME: '頭份鎮農會',
  },
  {
    CODE: '9500094003',
    NAME: '苑裡鎮農會',
  },
  {
    CODE: '9500095003',
    NAME: '卓蘭鎮農會',
  },
  {
    CODE: '9500096003',
    NAME: '三灣鄉農會',
  },
  {
    CODE: '9500010003',
    NAME: '通霄鎮農會',
  },
  {
    CODE: '9500097003',
    NAME: '南庄鄉農會',
  },
  {
    CODE: '9500098003',
    NAME: '造橋鄉農會',
  },
  {
    CODE: '9500099003',
    NAME: '頭屋鄉農會',
  },
  {
    CODE: '9500101003',
    NAME: '公館鄉農會',
  },
  {
    CODE: '9500102003',
    NAME: '西湖鄉農會',
  },
  {
    CODE: '9500103003',
    NAME: '三義鄉農會',
  },
  {
    CODE: '9500104003',
    NAME: '銅鑼鄉農會',
  },
  {
    CODE: '9500105003',
    NAME: '大湖地區農會',
  },
  {
    CODE: '9500106003',
    NAME: '獅潭鄉農會',
  },
  {
    CODE: '9500107003',
    NAME: '彰化市農會',
  },
  {
    CODE: 'A01010000C',
    NAME: '內政部警政署',
  },
  {
    CODE: 'A01011500C',
    NAME: '內政部警政署保安警察第五總隊',
  },
  {
    CODE: '376481812C',
    NAME: '南投縣政府警察局集集分局',
  },
  {
    CODE: '376481813C',
    NAME: '南投縣政府警察局信義分局',
  },
  {
    CODE: '376481814C',
    NAME: '南投縣政府警察局仁愛分局',
  },
  {
    CODE: '376490200C',
    NAME: '雲林縣警察局',
  },
  {
    CODE: '376490241C',
    NAME: '雲林縣警察局刑事警察大隊',
  },
  {
    CODE: '376490251C',
    NAME: '雲林縣警察局保安警察隊',
  },
  {
    CODE: '376490253C',
    NAME: '雲林縣警察局交通警察隊',
  },
  {
    CODE: '376490255C',
    NAME: '雲林縣警察局少年警察隊',
  },
  {
    CODE: '376490257C',
    NAME: '雲林縣警察局婦幼警察隊',
  },
  {
    CODE: 'A01011600C',
    NAME: '內政部警政署保安警察第六總隊',
  },
  {
    CODE: '376490261C',
    NAME: '雲林縣警察局斗六分局',
  },
  {
    CODE: '376490262C',
    NAME: '雲林縣警察局斗南分局',
  },
  {
    CODE: '376490263C',
    NAME: '雲林縣警察局虎尾分局',
  },
  {
    CODE: '376490264C',
    NAME: '雲林縣警察局西螺分局',
  },
  {
    CODE: '376490265C',
    NAME: '雲林縣警察局北港分局',
  },
  {
    CODE: '376490266C',
    NAME: '雲林縣警察局臺西分局',
  },
  {
    CODE: '376490296C',
    NAME: '雲林縣警察局民防管制中心',
  },
  {
    CODE: '376500200C',
    NAME: '嘉義縣警察局',
  },
  {
    CODE: '376500241C',
    NAME: '嘉義縣警察局刑事警察大隊',
  },
  {
    CODE: '376500251C',
    NAME: '嘉義縣警察局保安警察隊',
  },
  {
    CODE: 'A01011700C',
    NAME: '內政部警政署保安警察第七總隊',
  },
  {
    CODE: '376500253C',
    NAME: '嘉義縣警察局交通警察隊',
  },
  {
    CODE: '376500255C',
    NAME: '嘉義縣警察局少年警察隊',
  },
  {
    CODE: '376500257C',
    NAME: '嘉義縣警察局婦幼警察隊',
  },
  {
    CODE: '376500261C',
    NAME: '嘉義縣警察局朴子分局',
  },
  {
    CODE: '376500262C',
    NAME: '嘉義縣警察局布袋分局',
  },
  {
    CODE: '376500263C',
    NAME: '嘉義縣警察局民雄分局',
  },
  {
    CODE: '376500264C',
    NAME: '嘉義縣警察局水上分局',
  },
  {
    CODE: '376500265C',
    NAME: '嘉義縣警察局中埔分局',
  },
  {
    CODE: '376500266C',
    NAME: '嘉義縣警察局竹崎分局',
  },
  {
    CODE: '376500296C',
    NAME: '嘉義縣警察局民防管制中心',
  },
  {
    CODE: 'A01012100C',
    NAME: '內政部警政署基隆港務警察總隊',
  },
  {
    CODE: '376531800C',
    NAME: '屏東縣政府警察局',
  },
  {
    CODE: '376531801C',
    NAME: '屏東縣政府警察局保安警察隊',
  },
  {
    CODE: '376531803C',
    NAME: '屏東縣政府警察局交通警察隊',
  },
  {
    CODE: '376531804C',
    NAME: '屏東縣政府警察局少年警察隊',
  },
  {
    CODE: '376531805C',
    NAME: '屏東縣政府警察局婦幼警察隊',
  },
  {
    CODE: '376531806C',
    NAME: '屏東縣政府警察局民防管制中心',
  },
  {
    CODE: '376531811C',
    NAME: '屏東縣政府警察局屏東分局',
  },
  {
    CODE: '376531812C',
    NAME: '屏東縣政府警察局潮州分局',
  },
  {
    CODE: '376531813C',
    NAME: '屏東縣政府警察局東港分局',
  },
  {
    CODE: 'A01012200C',
    NAME: '內政部警政署臺中港務警察總隊',
  },
  {
    CODE: '376531814C',
    NAME: '屏東縣政府警察局恆春分局',
  },
  {
    CODE: '376531815C',
    NAME: '屏東縣政府警察局里港分局',
  },
  {
    CODE: '376531816C',
    NAME: '屏東縣政府警察局枋寮分局',
  },
  {
    CODE: '376531817C',
    NAME: '屏東縣政府警察局內埔分局',
  },
  {
    CODE: '376531841C',
    NAME: '屏東縣政府警察局刑事警察大隊',
  },
  {
    CODE: '376540200C',
    NAME: '臺東縣警察局',
  },
  {
    CODE: '376540241C',
    NAME: '臺東縣警察局刑事警察大隊',
  },
  {
    CODE: '376540251C',
    NAME: '臺東縣警察局保安警察隊',
  },
  {
    CODE: '376540253C',
    NAME: '臺東縣警察局交通警察隊',
  },
  {
    CODE: 'A01012300C',
    NAME: '內政部警政署高雄港務警察總隊',
  },
  {
    CODE: '376540255C',
    NAME: '臺東縣警察局少年警察隊',
  },
  {
    CODE: '376540257C',
    NAME: '臺東縣警察局婦幼警察隊',
  },
  {
    CODE: '376540261C',
    NAME: '臺東縣警察局臺東分局',
  },
  {
    CODE: '376540262C',
    NAME: '臺東縣警察局成功分局',
  },
  {
    CODE: '376540263C',
    NAME: '臺東縣警察局關山分局',
  },
  {
    CODE: '376540264C',
    NAME: '臺東縣警察局大武分局',
  },
  {
    CODE: '376540296C',
    NAME: '臺東縣警察局民防管制中心',
  },
  {
    CODE: '376550200C',
    NAME: '花蓮縣警察局',
  },
  {
    CODE: '376550241C',
    NAME: '花蓮縣警察局刑事警察大隊',
  },
  {
    CODE: '376550251C',
    NAME: '花蓮縣警察局保安警察隊',
  },
  {
    CODE: 'A01012400C',
    NAME: '內政部警政署花蓮港務警察總隊',
  },
  {
    CODE: '376550253C',
    NAME: '花蓮縣警察局交通警察隊',
  },
  {
    CODE: '376550255C',
    NAME: '花蓮縣警察局少年警察隊',
  },
  {
    CODE: '376550257C',
    NAME: '花蓮縣警察局婦幼警察隊',
  },
  {
    CODE: '376550261C',
    NAME: '花蓮縣警察局花蓮分局',
  },
  {
    CODE: '376550262C',
    NAME: '花蓮縣警察局鳳林分局',
  },
  {
    CODE: '376550263C',
    NAME: '花蓮縣警察局玉里分局',
  },
  {
    CODE: '376550264C',
    NAME: '花蓮縣警察局新城分局',
  },
  {
    CODE: '376550265C',
    NAME: '花蓮縣警察局吉安分局',
  },
  {
    CODE: '376550296C',
    NAME: '花蓮縣警察局民防管制中心',
  },
  {
    CODE: 'A01013100T',
    NAME: '臺灣警察專科學校',
  },
  {
    CODE: '376561800C',
    NAME: '澎湖縣政府警察局',
  },
  {
    CODE: '376561801C',
    NAME: '澎湖縣政府警察局保安警察隊',
  },
  {
    CODE: '376561803C',
    NAME: '澎湖縣政府警察局交通警察隊',
  },
  {
    CODE: '376561804C',
    NAME: '澎湖縣政府警察局少年警察隊',
  },
  {
    CODE: '376561805C',
    NAME: '澎湖縣政府警察局婦幼警察隊',
  },
  {
    CODE: '376561806C',
    NAME: '澎湖縣政府警察局民防管制中心',
  },
  {
    CODE: '376561807C',
    NAME: '澎湖縣政府警察局馬公分局',
  },
  {
    CODE: '376561808C',
    NAME: '澎湖縣政府警察局白沙分局',
  },
  {
    CODE: '376561809C',
    NAME: '澎湖縣政府警察局望安分局',
  },
  {
    CODE: '376561841C',
    NAME: '澎湖縣政府警察局刑事警察大隊',
  },
  {
    CODE: 'A01014100C',
    NAME: '內政部警政署警察通訊所',
  },
  {
    CODE: '376570200C',
    NAME: '基隆市警察局',
  },
  {
    CODE: '376570241C',
    NAME: '基隆市警察局刑事警察大隊',
  },
  {
    CODE: '376570251C',
    NAME: '基隆市警察局保安警察隊',
  },
  {
    CODE: '376570253C',
    NAME: '基隆市警察局交通警察隊',
  },
  {
    CODE: '376570255C',
    NAME: '基隆市警察局少年警察隊',
  },
  {
    CODE: '376570257C',
    NAME: '基隆市警察局婦幼警察隊',
  },
  {
    CODE: '376570261C',
    NAME: '基隆市警察局第一分局',
  },
  {
    CODE: '376570262C',
    NAME: '基隆市警察局第二分局',
  },
  {
    CODE: '376570263C',
    NAME: '基隆市警察局第三分局',
  },
  {
    CODE: '376570264C',
    NAME: '基隆市警察局第四分局',
  },
  {
    CODE: 'A01014200C',
    NAME: '內政部警政署民防指揮管制所',
  },
  {
    CODE: '376570296C',
    NAME: '基隆市警察局民防管制中心',
  },
  {
    CODE: '376580200C',
    NAME: '新竹市警察局',
  },
  {
    CODE: '376580241C',
    NAME: '新竹市警察局刑事警察大隊',
  },
  {
    CODE: '376580251C',
    NAME: '新竹市警察局保安警察隊',
  },
  {
    CODE: '376580253C',
    NAME: '新竹市警察局交通警察隊',
  },
  {
    CODE: '376580255C',
    NAME: '新竹市警察局少年警察隊',
  },
  {
    CODE: '376580257C',
    NAME: '新竹市警察局婦幼警察隊',
  },
  {
    CODE: '376580261C',
    NAME: '新竹市警察局第一分局',
  },
  {
    CODE: '376580262C',
    NAME: '新竹市警察局第二分局',
  },
  {
    CODE: 'A01010100C',
    NAME: '內政部警政署刑事警察局',
  },
  {
    CODE: 'A01014300C',
    NAME: '內政部警政署警察機械修理廠',
  },
  {
    CODE: '376580263C',
    NAME: '新竹市警察局第三分局',
  },
  {
    CODE: '376580296C',
    NAME: '新竹市警察局民防管制中心',
  },
  {
    CODE: '376601800C',
    NAME: '嘉義市政府警察局',
  },
  {
    CODE: '376601801C',
    NAME: '嘉義市政府警察局保安警察隊',
  },
  {
    CODE: '376601803C',
    NAME: '嘉義市政府警察局交通警察隊',
  },
  {
    CODE: '376601804C',
    NAME: '嘉義市政府警察局少年警察隊',
  },
  {
    CODE: '376601805C',
    NAME: '嘉義市政府警察局婦幼警察隊',
  },
  {
    CODE: '376601806C',
    NAME: '嘉義市政府警察局民防管制中心',
  },
  {
    CODE: '376601811C',
    NAME: '嘉義市政府警察局第一分局',
  },
  {
    CODE: 'A01014400C',
    NAME: '內政部警政署警察廣播電臺',
  },
  {
    CODE: '376601812C',
    NAME: '嘉義市政府警察局第二分局',
  },
  {
    CODE: '376601841C',
    NAME: '嘉義市政府警察局刑事警察大隊',
  },
  {
    CODE: '376610241C',
    NAME: '臺南市警察局刑事警察大隊',
  },
  {
    CODE: '379130000C',
    NAME: '臺北市政府警察局',
  },
  {
    CODE: '379130100C',
    NAME: '臺北市政府警察局保安警察大隊',
  },
  {
    CODE: '379130200C',
    NAME: '臺北市政府警察局刑事警察大隊',
  },
  {
    CODE: '379130300C',
    NAME: '臺北市政府警察局交通警察大隊',
  },
  {
    CODE: '379130500C',
    NAME: '臺北市政府警察局婦幼警察隊',
  },
  {
    CODE: '379132000C',
    NAME: '臺北市政府警察局大同分局',
  },
  {
    CODE: '379132200C',
    NAME: '臺北市政府警察局中山分局',
  },
  {
    CODE: 'A01080000T',
    NAME: '中央警察大學',
  },
  {
    CODE: '379132300C',
    NAME: '臺北市政府警察局大安分局',
  },
  {
    CODE: '379132500C',
    NAME: '臺北市政府警察局松山分局',
  },
  {
    CODE: '379133000C',
    NAME: '臺北市政府警察局士林分局',
  },
  {
    CODE: '379133100C',
    NAME: '臺北市政府警察局北投分局',
  },
  {
    CODE: '379133400C',
    NAME: '臺北市政府警察局南港分局',
  },
  {
    CODE: '379133500C',
    NAME: '臺北市政府警察局內湖分局',
  },
  {
    CODE: '379134000C',
    NAME: '臺北市政府警察局萬華分局',
  },
  {
    CODE: '379134100C',
    NAME: '臺北市政府警察局信義分局',
  },
  {
    CODE: '379134200C',
    NAME: '臺北市政府警察局中正第一分局',
  },
  {
    CODE: '379134300C',
    NAME: '臺北市政府警察局中正第二分局',
  },
  {
    CODE: '371012102C',
    NAME: '金門縣警察局交通警察隊',
  },
  {
    CODE: '379134400C',
    NAME: '臺北市政府警察局文山第一分局',
  },
  {
    CODE: '379134500C',
    NAME: '臺北市政府警察局文山第二分局',
  },
  {
    CODE: '379135000C',
    NAME: '臺北市政府警察局少年警察隊',
  },
  {
    CODE: '379135300C',
    NAME: '臺北市政府警察局捷運警察隊',
  },
  {
    CODE: '379135400C',
    NAME: '臺北市政府警察局通信隊',
  },
  {
    CODE: '380130000C',
    NAME: '桃園市政府警察局',
  },
  {
    CODE: '380130100C',
    NAME: '桃園市政府警察局保安警察大隊',
  },
  {
    CODE: '380130200C',
    NAME: '桃園市政府警察局刑事警察大隊',
  },
  {
    CODE: '380130300C',
    NAME: '桃園市政府警察局交通警察大隊',
  },
  {
    CODE: '371012103C',
    NAME: '金門縣警察局保安警察隊',
  },
  {
    CODE: '380130500C',
    NAME: '桃園市政府警察局婦幼警察隊',
  },
  {
    CODE: '380132000C',
    NAME: '桃園市政府警察局桃園分局',
  },
  {
    CODE: '380132100C',
    NAME: '桃園市政府警察局中壢分局',
  },
  {
    CODE: '380132200C',
    NAME: '桃園市政府警察局大溪分局',
  },
  {
    CODE: null,
    NAME: '桃園市政府警察局大溪分局巴陵派出所',
  },
  {
    CODE: '380132300C',
    NAME: '桃園市政府警察局楊梅分局',
  },
  {
    CODE: '380132400C',
    NAME: '桃園市政府警察局大園分局',
  },
  {
    CODE: '380132500C',
    NAME: '桃園市政府警察局平鎮分局',
  },
  {
    CODE: '380132600C',
    NAME: '桃園市政府警察局龜山分局',
  },
  {
    CODE: '380132700C',
    NAME: '桃園市政府警察局八德分局',
  },
  {
    CODE: '380132800C',
    NAME: '桃園市政府警察局龍潭分局',
  },
  {
    CODE: '371012105C',
    NAME: '金門縣警察局少年警察隊',
  },
  {
    CODE: '380132900C',
    NAME: '桃園市政府警察局蘆竹分局',
  },
  {
    CODE: null,
    NAME: '桃園市政府警察局蘆竹分局外社派出所',
  },
  {
    CODE: '380135000C',
    NAME: '桃園市政府警察局少年警察隊',
  },
  {
    CODE: '382130000C',
    NAME: '新北市政府警察局',
  },
  {
    CODE: '382130100C',
    NAME: '新北市政府警察局保安警察大隊',
  },
  {
    CODE: '382130200C',
    NAME: '新北市政府警察局刑事警察大隊',
  },
  {
    CODE: '382130300C',
    NAME: '新北市政府警察局交通警察大隊',
  },
  {
    CODE: '382130500C',
    NAME: '新北市政府警察局婦幼警察隊',
  },
  {
    CODE: '382132000C',
    NAME: '新北市政府警察局板橋分局',
  },
  {
    CODE: '382132100C',
    NAME: '新北市政府警察局三重分局',
  },
  {
    CODE: '382132200C',
    NAME: '新北市政府警察局永和分局',
  },
  {
    CODE: '371012111C',
    NAME: '金門縣警察局金城分局',
  },
  {
    CODE: '382132300C',
    NAME: '新北市政府警察局新店分局',
  },
  {
    CODE: '382132400C',
    NAME: '新北市政府警察局新莊分局',
  },
  {
    CODE: '382132500C',
    NAME: '新北市政府警察局樹林分局',
  },
  {
    CODE: '382132600C',
    NAME: '新北市政府警察局三峽分局',
  },
  {
    CODE: '382132700C',
    NAME: '新北市政府警察局淡水分局',
  },
  {
    CODE: '382132800C',
    NAME: '新北市政府警察局汐止分局',
  },
  {
    CODE: '382132900C',
    NAME: '新北市政府警察局瑞芳分局',
  },
  {
    CODE: '382133000C',
    NAME: '新北市政府警察局蘆洲分局',
  },
  {
    CODE: '382133100C',
    NAME: '新北市政府警察局金山分局',
  },
  {
    CODE: '382133200C',
    NAME: '新北市政府警察局海山分局',
  },
  {
    CODE: '371012112C',
    NAME: '金門縣警察局金湖分局',
  },
  {
    CODE: '382133300C',
    NAME: '新北市政府警察局土城分局',
  },
  {
    CODE: '382133600C',
    NAME: '新北市政府警察局中和分局',
  },
  {
    CODE: '382133500C',
    NAME: '新北市政府警察局中和第二分局',
  },
  {
    CODE: '382135000C',
    NAME: '新北市政府警察局少年警察隊',
  },
  {
    CODE: '387130000C',
    NAME: '臺中市政府警察局',
  },
  {
    CODE: '387130100C',
    NAME: '臺中市政府警察局保安警察大隊',
  },
  {
    CODE: '387130200C',
    NAME: '臺中市政府警察局刑事警察大隊',
  },
  {
    CODE: '387130300C',
    NAME: '臺中市政府警察局交通警察大隊',
  },
  {
    CODE: '387130500C',
    NAME: '臺中市政府警察局婦幼警察隊',
  },
  {
    CODE: '387132000C',
    NAME: '臺中市政府警察局第一分局',
  },
  {
    CODE: '371012141C',
    NAME: '金門縣警察局刑事警察大隊',
  },
  {
    CODE: '387132100C',
    NAME: '臺中市政府警察局第二分局',
  },
  {
    CODE: '387132200C',
    NAME: '臺中市政府警察局第三分局',
  },
  {
    CODE: '387132300C',
    NAME: '臺中市政府警察局第四分局',
  },
  {
    CODE: '387132400C',
    NAME: '臺中市政府警察局第五分局',
  },
  {
    CODE: '387132500C',
    NAME: '臺中市政府警察局第六分局',
  },
  {
    CODE: '387132600C',
    NAME: '臺中市政府警察局豐原分局',
  },
  {
    CODE: '387132700C',
    NAME: '臺中市政府警察局東勢分局',
  },
  {
    CODE: '387132800C',
    NAME: '臺中市政府警察局大甲分局',
  },
  {
    CODE: '387132900C',
    NAME: '臺中市政府警察局清水分局',
  },
  {
    CODE: '387133000C',
    NAME: '臺中市政府警察局烏日分局',
  },
  {
    CODE: '371012100C',
    NAME: '金門縣警察局',
  },
  {
    CODE: '387133100C',
    NAME: '臺中市政府警察局霧峰分局',
  },
  {
    CODE: '387133200C',
    NAME: '臺中市政府警察局和平分局',
  },
  {
    CODE: '387133300C',
    NAME: '臺中市政府警察局太平分局',
  },
  {
    CODE: '387135000C',
    NAME: '臺中市政府警察局少年警察隊',
  },
  {
    CODE: '395130000C',
    NAME: '臺南市政府警察局',
  },
  {
    CODE: '395130100C',
    NAME: '臺南市政府警察局保安警察大隊',
  },
  {
    CODE: '395130200C',
    NAME: '臺南市政府警察局刑事警察大隊',
  },
  {
    CODE: '395130300C',
    NAME: '臺南市政府警察局交通警察大隊',
  },
  {
    CODE: '395130500C',
    NAME: '臺南市政府警察局婦幼警察隊',
  },
  {
    CODE: '395132000C',
    NAME: '臺南市政府警察局第一分局',
  },
  {
    CODE: 'A01010200C',
    NAME: '內政部警政署航空警察局',
  },
  {
    CODE: '371052100C',
    NAME: '連江縣警察局',
  },
  {
    CODE: '395132100C',
    NAME: '臺南市政府警察局第二分局',
  },
  {
    CODE: '395132200C',
    NAME: '臺南市政府警察局第三分局',
  },
  {
    CODE: '395132300C',
    NAME: '臺南市政府警察局第四分局',
  },
  {
    CODE: '395132400C',
    NAME: '臺南市政府警察局第五分局',
  },
  {
    CODE: '395132500C',
    NAME: '臺南市政府警察局第六分局',
  },
  {
    CODE: '395132600C',
    NAME: '臺南市政府警察局新營分局',
  },
  {
    CODE: '395132700C',
    NAME: '臺南市政府警察局白河分局',
  },
  {
    CODE: '395132800C',
    NAME: '臺南市政府警察局學甲分局',
  },
  {
    CODE: '395132900C',
    NAME: '臺南市政府警察局佳里分局',
  },
  {
    CODE: '395133000C',
    NAME: '臺南市政府警察局麻豆分局',
  },
  {
    CODE: '371052101C',
    NAME: '連江縣警察局刑事警察隊',
  },
  {
    CODE: '395133100C',
    NAME: '臺南市政府警察局善化分局',
  },
  {
    CODE: '395133200C',
    NAME: '臺南市政府警察局新化分局',
  },
  {
    CODE: '395133300C',
    NAME: '臺南市政府警察局玉井分局',
  },
  {
    CODE: '395133400C',
    NAME: '臺南市政府警察局歸仁分局',
  },
  {
    CODE: '395133500C',
    NAME: '臺南市政府警察局永康分局',
  },
  {
    CODE: '395135000C',
    NAME: '臺南市政府警察局少年警察隊',
  },
  {
    CODE: '397130000C',
    NAME: '高雄市政府警察局',
  },
  {
    CODE: '397130100C',
    NAME: '高雄市政府警察局保安警察大隊',
  },
  {
    CODE: '397130200C',
    NAME: '高雄市政府警察局刑事警察大隊',
  },
  {
    CODE: '397130300C',
    NAME: '高雄市政府警察局交通警察大隊',
  },
  {
    CODE: '371052104C',
    NAME: '連江縣警察局保安警察隊',
  },
  {
    CODE: '397130500C',
    NAME: '高雄市政府警察局婦幼警察隊',
  },
  {
    CODE: '397132000C',
    NAME: '高雄市政府警察局鹽埕分局',
  },
  {
    CODE: '397132100C',
    NAME: '高雄市政府警察局鼓山分局',
  },
  {
    CODE: '397132200C',
    NAME: '高雄市政府警察局左營分局',
  },
  {
    CODE: '397132300C',
    NAME: '高雄市政府警察局新興分局',
  },
  {
    CODE: '397132400C',
    NAME: '高雄市政府警察局苓雅分局',
  },
  {
    CODE: '397132500C',
    NAME: '高雄市政府警察局前鎮分局',
  },
  {
    CODE: '397132600C',
    NAME: '高雄市政府警察局小港分局',
  },
  {
    CODE: '397132700C',
    NAME: '高雄市政府警察局楠梓分局',
  },
  {
    CODE: '397132800C',
    NAME: '高雄市政府警察局三民第一分局',
  },
  {
    CODE: '376421800C',
    NAME: '宜蘭縣政府警察局',
  },
  {
    CODE: '397132900C',
    NAME: '高雄市政府警察局三民第二分局',
  },
  {
    CODE: '397133000C',
    NAME: '高雄市政府警察局鳳山分局',
  },
  {
    CODE: '397133100C',
    NAME: '高雄市政府警察局岡山分局',
  },
  {
    CODE: '397133200C',
    NAME: '高雄市政府警察局旗山分局',
  },
  {
    CODE: '397133300C',
    NAME: '高雄市政府警察局林園分局',
  },
  {
    CODE: '397133400C',
    NAME: '高雄市政府警察局六龜分局',
  },
  {
    CODE: '397133500C',
    NAME: '高雄市政府警察局湖內分局',
  },
  {
    CODE: '397133600C',
    NAME: '高雄市政府警察局仁武分局',
  },
  {
    CODE: '397135000C',
    NAME: '高雄市政府警察局少年警察隊',
  },
  {
    CODE: '397135300C',
    NAME: '高雄市政府警察局捷運警察隊',
  },
  {
    CODE: '397139100C',
    NAME: '高雄市政府警察局通信隊',
  },
  {
    CODE: '380135300C',
    NAME: '桃園市政府警察局捷運警察隊',
  },
  {
    CODE: '387133400C',
    NAME: '臺中市政府警察局大雅分局',
  },
  {
    CODE: '376421801C',
    NAME: '宜蘭縣政府警察局保安警察隊',
  },
  {
    CODE: '376421803C',
    NAME: '宜蘭縣政府警察局交通警察隊',
  },
  {
    CODE: '376421804C',
    NAME: '宜蘭縣政府警察局少年警察隊',
  },
  {
    CODE: '376421805C',
    NAME: '宜蘭縣政府警察局婦幼警察隊',
  },
  {
    CODE: '376421806C',
    NAME: '宜蘭縣政府警察局民防管制中心',
  },
  {
    CODE: 'A01010300C',
    NAME: '內政部警政署國道公路警察局',
  },
  {
    CODE: '376421811C',
    NAME: '宜蘭縣政府警察局宜蘭分局',
  },
  {
    CODE: '376421812C',
    NAME: '宜蘭縣政府警察局羅東分局',
  },
  {
    CODE: '376421813C',
    NAME: '宜蘭縣政府警察局蘇澳分局',
  },
  {
    CODE: '376421814C',
    NAME: '宜蘭縣政府警察局礁溪分局',
  },
  {
    CODE: '376421815C',
    NAME: '宜蘭縣政府警察局三星分局',
  },
  {
    CODE: '376421841C',
    NAME: '宜蘭縣政府警察局刑事警察大隊',
  },
  {
    CODE: '376441800C',
    NAME: '新竹縣政府警察局',
  },
  {
    CODE: '376441801C',
    NAME: '新竹縣政府警察局保安警察隊',
  },
  {
    CODE: '376441803C',
    NAME: '新竹縣政府警察局交通警察隊',
  },
  {
    CODE: 'A01010400C',
    NAME: '內政部警政署鐵路警察局',
  },
  {
    CODE: '376441804C',
    NAME: '新竹縣政府警察局少年警察隊',
  },
  {
    CODE: null,
    NAME: '桃園市政府警察局蘆竹分局大竹派出所',
  },
  {
    CODE: null,
    NAME: '內政部警政署刑事警察局中部打擊犯罪中心 ',
  },
  {
    CODE: '376441805C',
    NAME: '新竹縣政府警察局婦幼警察隊',
  },
  {
    CODE: '376441806C',
    NAME: '新竹縣政府警察局民防管制中心',
  },
  {
    CODE: '376441811C',
    NAME: '新竹縣政府警察局竹北分局',
  },
  {
    CODE: '376441812C',
    NAME: '新竹縣政府警察局新埔分局',
  },
  {
    CODE: '376441813C',
    NAME: '新竹縣政府警察局竹東分局',
  },
  {
    CODE: '376441814C',
    NAME: '新竹縣政府警察局橫山分局',
  },
  {
    CODE: '376441815C',
    NAME: '新竹縣政府警察局新湖分局',
  },
  {
    CODE: '376441841C',
    NAME: '新竹縣政府警察局刑事警察大隊',
  },
  {
    CODE: '376450200C',
    NAME: '苗栗縣警察局',
  },
  {
    CODE: 'A01011100C',
    NAME: '內政部警政署保安警察第一總隊',
  },
  {
    CODE: '376450241C',
    NAME: '苗栗縣警察局刑事警察大隊',
  },
  {
    CODE: '376450251C',
    NAME: '苗栗縣警察局保安警察隊',
  },
  {
    CODE: '376450253C',
    NAME: '苗栗縣警察局交通警察隊',
  },
  {
    CODE: '376450255C',
    NAME: '苗栗縣警察局少年警察隊',
  },
  {
    CODE: '376450257C',
    NAME: '苗栗縣警察局婦幼警察隊',
  },
  {
    CODE: '376450261C',
    NAME: '苗栗縣警察局苗栗分局',
  },
  {
    CODE: '376450262C',
    NAME: '苗栗縣警察局通霄分局',
  },
  {
    CODE: '376450263C',
    NAME: '苗栗縣警察局竹南分局',
  },
  {
    CODE: '376450264C',
    NAME: '苗栗縣警察局頭份分局',
  },
  {
    CODE: 'A01011200C',
    NAME: '內政部警政署保安警察第二總隊',
  },
  {
    CODE: '376450265C',
    NAME: '苗栗縣警察局大湖分局',
  },
  {
    CODE: '376450296C',
    NAME: '苗栗縣警察局民防管制中心',
  },
  {
    CODE: '376470200C',
    NAME: '彰化縣警察局',
  },
  {
    CODE: '376470241C',
    NAME: '彰化縣警察局刑事警察大隊',
  },
  {
    CODE: '376470251C',
    NAME: '彰化縣警察局保安警察隊',
  },
  {
    CODE: '376470253C',
    NAME: '彰化縣警察局交通警察隊',
  },
  {
    CODE: '376470255C',
    NAME: '彰化縣警察局少年警察隊',
  },
  {
    CODE: '376470257C',
    NAME: '彰化縣警察局婦幼警察隊',
  },
  {
    CODE: '376470261C',
    NAME: '彰化縣警察局彰化分局',
  },
  {
    CODE: 'A01011300C',
    NAME: '內政部警政署保安警察第三總隊',
  },
  {
    CODE: '376470262C',
    NAME: '彰化縣警察局鹿港分局',
  },
  {
    CODE: '376470263C',
    NAME: '彰化縣警察局和美分局',
  },
  {
    CODE: '376470264C',
    NAME: '彰化縣警察局北斗分局',
  },
  {
    CODE: '376470265C',
    NAME: '彰化縣警察局員林分局',
  },
  {
    CODE: '376470266C',
    NAME: '彰化縣警察局溪湖分局',
  },
  {
    CODE: '376470267C',
    NAME: '彰化縣警察局田中分局',
  },
  {
    CODE: '376470269C',
    NAME: '彰化縣警察局芳苑分局',
  },
  {
    CODE: '376470296C',
    NAME: '彰化縣警察局民防管制中心',
  },
  {
    CODE: '376481800C',
    NAME: '南投縣政府警察局',
  },
  {
    CODE: '376481801C',
    NAME: '南投縣政府警察局保安警察隊',
  },
  {
    CODE: 'A01011400C',
    NAME: '內政部警政署保安警察第四總隊',
  },
  {
    CODE: '376481841C',
    NAME: '南投縣政府警察局刑事警察大隊',
  },
  {
    CODE: '376481803C',
    NAME: '南投縣政府警察局交通警察隊',
  },
  {
    CODE: '376481804C',
    NAME: '南投縣政府警察局少年警察隊',
  },
  {
    CODE: '376481805C',
    NAME: '南投縣政府警察局婦幼警察隊',
  },
  {
    CODE: '376481806C',
    NAME: '南投縣政府警察局民防管制中心',
  },
  {
    CODE: '376481807C',
    NAME: '南投縣政府警察局南投分局',
  },
  {
    CODE: '376481808C',
    NAME: '南投縣政府警察局中興分局',
  },
  {
    CODE: '376481809C',
    NAME: '南投縣政府警察局埔里分局',
  },
  {
    CODE: '376481810C',
    NAME: '南投縣政府警察局草屯分局',
  },
  {
    CODE: '376481811C',
    NAME: '南投縣政府警察局竹山分局',
  },
];
